Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/Rules/xlf/AnalysisResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# WinRTObsoleteWarning
source: The file at '{0}' uses the obsolete 'WinRT' as the framework folder. Replace 'WinRT' or 'WinRT45' with 'NetCore45'.
cs: Soubor na {0} používá zastaralé WinRT jako složku rozhraní. Nahraďte WinRT nebo WinRT45 názvem NetCore45.
de: Die Datei "{0}" verwendet das veraltete "WinRT" als Frameworkordner. Ersetzen Sie "WinRT" oder "WinRT45" durch "NetCore45".
es: El archivo de "{0}" utiliza "WinRT", que está obsoleto, como carpeta de marco. Reemplace "WinRT" o "WinRT45" con "NetCore45".
fr: Le fichier situé sur '{0}' utilise le dossier obsolète 'WinRT' en tant que dossier de framework. Remplacez 'WinRT' ou 'WinRT45' par 'NetCore45'.
it: Il file in '{0}' usa il nome 'WinRT' obsoleto come cartella per framework. Sostituire 'WinRT' o 'WinRT45' con 'NetCore45'.
ja: '{0}' にあるファイルは、フレームワークのフォルダーとして使用されていない 'WinRT' を使用しています。'WinRT' または 'WinRT45' を 'NetCore45' と置き換えてください。
ko: '{0}'에 있는 파일이 프레임워크 폴더로 사용되지 않는 'WinRT'를 사용합니다. 'WinRT' 또는 'WinRT45'를 'NetCore45'로 바꾸세요.
pl: Plik w lokalizacji „{0}” używa jako folderu platformy przestarzałego folderu „WinRT”. Zastąp nazwę „WinRT” lub „WinRT45” nazwą „NetCore45”.
pt_br: O arquivo '{0}' usa o 'WinRT' obsoleto como a pasta da estrutura. Substitua 'WinRT' ou 'WinRT45' por 'NetCore45'.
ru: Файл в папке "{0}" использует устаревшую папку платформы "WinRT". Замените "WinRT" или "WinRT45" на "NetCore45".
tr: '{0}' konumundaki dosya, çerçeve klasörü olarak eski 'WinRT' sürümünü kullanıyor. 'WinRT' veya 'WinRT45' değerini 'NetCore45' ile değiştirin.
zh_hans: “{0}”处的文件使用过时的 "WinRT" 作为框架文件夹。请将 "WinRT" 或 "WinRT45" 替换为 "NetCore45"。
zh_hant: 位於 '{0}' 的檔案使用已淘汰的 'WinRT' 作為架構資料夾。請以 'NetCore45' 取代 'WinRT' 或 'WinRT45'。
