Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/Rules/xlf/AnalysisResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# MisplacedInitScriptWarning
source: The file '{0}' will be ignored by NuGet because it is not directly under 'tools' folder. Place the file directly under 'tools' folder.
cs: Soubor {0} bude balíčkem NuGet ignorován, protože není přímo ve složce tools. Přesuňte ho přímo do složky tools.
de: Die Datei "{0}" wird von NuGet ignoriert, weil sie sich nicht direkt unter dem Ordner "tools" befindet. Platzieren Sie die Datei direkt unter dem Ordner "tools".
es: NuGet omitirá el archivo "{0}" porque no está directamente en la carpeta "tools". Ponga el archivo directamente en la carpeta "tools".
fr: Le fichier '{0}' est ignoré par NuGet, car il ne se trouve pas directement sous le dossier 'tools'. Placez le fichier directement sous le dossier 'tools'.
it: Il file '{0}' verrà ignorato da NuGet perché non si trova direttamente nella cartella 'tools'. Inserire il file direttamente nella cartella 'tools'.
ja: ファイル '{0}' は 'tools' フォルダーの直下にないため、NuGet により無視されます。このファイルを 'tools' フォルダーの直下に置いてください。
ko: '{0}' 파일은 'tools' 폴더 바로 아래에 있지 않으므로 NuGet에 의해 무시됩니다. 'tools' 폴더 바로 아래에 파일을 두세요.
pl: Program NuGet zignoruje plik „{0}”, ponieważ nie znajduje się on bezpośrednio w folderze „tools”. Umieść plik bezpośrednio w folderze „tools”.
pt_br: O arquivo '{0}' será ignorado pelo NuGet porque ele não está diretamente na pasta 'tools'. Coloque o arquivo diretamente na pasta 'tools'.
ru: Файл "{0}" будет пропущен NuGet, так как он не расположен непосредственно в папке "tools". Поместите файл непосредственно в папку "tools".
tr: Doğrudan 'tools' klasörü altında olmadığından '{0}' dosyası NuGet tarafından yoksayılır. Dosyayı doğrudan 'tools' klasörünün altına yerleştirin.
zh_hans: 文件“{0}”将被 NuGet 忽略，因为它并非直接位于 "tools" 文件夹下。请将其直接放置在 "tools" 文件夹下。
zh_hant: 因為檔案 '{0}' 並非直接位於 'tools' 資料夾下，所以 NuGet 會予以略過。請將檔案直接放在 'tools' 資料夾下。

# MisplacedTransformFileWarning
source: The transform file '{0}' is outside the 'content' folder and hence will not be transformed during installation of this package. Move it into the 'content' folder.
cs: Transformační soubor {0} je mimo složku content, a nebude proto během instalace tohoto balíčku transformován. Přesuňte ho do složky content.
de: Die Transformationsdatei "{0}" ist außerhalb des Ordners "content" gespeichert und wird daher während der Installation dieses Pakets nicht transformiert. Verschieben Sie die Datei in den Ordner "content".
es: El archivo de transformación "{0}" está fuera de la carpeta "content", por lo que no se transformará durante la instalación de este paquete. Muévalo a la carpeta "content".
fr: Le fichier de transformation '{0}' se trouve en dehors du dossier 'content'. Il ne sera donc pas transformé durant l'installation de ce package. Déplacez-le dans le dossier 'content'.
it: Il file di trasformazione '{0}' si trova fuori dalla cartella 'content' e non verrà pertanto trasformato durante l'installazione di questo pacchetto. Spostarlo nella cartella 'content'.
ja: 変換ファイル '{0}' は 'content' フォルダー外にあるため、このパッケージのインストール中に変換されません。このファイルを 'content' フォルダー内に移動してください。
ko: '{0}' 변환 파일은 'content' 폴더 안에 없으므로 이 패키지를 설치하는 동안 변환되지 않습니다. 'content' 폴더로 이동하세요.
pl: Plik przekształcenia „{0}” znajduje się poza folderem „content”, dlatego nie zostanie on przekształcony podczas instalacji tego pakietu. Przenieś go do folderu „content”.
pt_br: O arquivo de transformação '{0}' está fora da pasta 'content' e, portanto, não será transformado durante a instalação deste pacote. Mova-o para a pasta 'content'.
ru: Файл преобразования "{0}" отсутствует в папке "content" и поэтому не будет преобразован при установке этого пакета. Переместите его в папку "content".
tr: '{0}' dönüşüm dosyası 'content' klasörünün dışında olduğundan bu paketin yüklenmesi sırasında dönüştürülmeyecek. Dosyayı 'content' klasörüne taşıyın.
zh_hans: 转换文件“{0}”位于 "content" 文件夹之外，因此在安装此程序包期间将不会转换该文件。请将其移入 "content" 文件夹。
zh_hant: 轉換檔案 '{0}' 在 'content' 資料夾外，因此不會在此套件安裝期間轉換。請將其移入 'content' 資料夾內。

# MissingReadmeInformation
source: The package {0} is missing a readme. Go to https://aka.ms/nuget/authoring-best-practices/readme to learn why package readmes are important.
cs: V balíčku {0} chybí soubor readme. Přejděte na https://aka.ms/nuget/authoring-best-practices/readme a zjistěte, proč jsou soubory readme balíčků důležité.
de: Im Paket {0} fehlt eine Infodatei. Wechseln Sie zu „https://aka.ms/nuget/authoring-best-practices/readme“, um zu erfahren, warum Infodateien für Pakete wichtig sind.
es: Al paquete {0} le falta un Léame. Visite https://aka.ms/nuget/authoring-best-practices/readme para saber por qué son importantes los Léame de los paquetes.
fr: Il manque un fichier Lisez-moi au {0} du package. Accédez à https://aka.ms/nuget/authoring-best-practices/readme pour savoir pourquoi les lisez-moi de package sont importants.
it: Nel {0} del pacchetto manca un file leggimi. Passare a https://aka.ms/nuget/authoring-best-practices/readme per scoprire perché i file leggimi dei pacchetti sono importanti.
ja: パッケージ {0} に readme がありません。https://aka.ms/nuget/authoring-best-practices/readme にアクセスして、パッケージ readmes が重要な理由を確認してください。
ko: {0} 패키지에 추가 정보 파일이 없습니다. https://aka.ms/nuget/authoring-best-practices/readme로 이동하여 패키지 추가 정보 파일이 중요한 이유를 알아보세요.
pl: W pakiecie {0} brakuje pliku readme. Przejdź do https://aka.ms/nuget/authoring-best-practices/readme, aby dowiedzieć się, dlaczego odczyty pakietów są ważne.
pt_br: Falta um pacote {0} Acesse. Acesse https://aka.ms/nuget/authoring-best-practices/readme para saber porque readmes de pacote são importantes.
ru: В пакете {0} отсутствует файл сведений. Перейдите на страницу https://aka.ms/nuget/authoring-best-practices/readme, чтобы узнать, почему файлы сведения о пакете важны.
tr: {0} paketinde bir Benioku dosyası eksik. Paket readme dosyalarının neden önemli olduğunu öğrenmek için https://aka.ms/nuget/authoring-best-practices/readme sayfasına gidin.
zh_hans: 包 {0} 缺少自述文件。转到 https://aka.ms/nuget/authoring-best-practices/readme 了解为什么包阅读主题很重要。
zh_hant: 套件 {0} 遺漏讀我檔案。請移至 https://aka.ms/nuget/authoring-best-practices/readme 以了解套件讀我檔案很重要的原因。

# NoRefOrLibFolderInPackage
source: This package does not contain a lib/ or ref/ folder, and will therefore be treated as compatible for all frameworks. Since framework specific files were found under the build/ directory for {0}, consider creating the following empty files to correctly narrow the compatibility of the package: {1}
cs: Tento balíček neobsahuje složku lib/ ani ref/, bude proto považován za kompatibilní pro všechny architektury. Vzhledem k tomu, že v adresáři build/ pro {0} byly nalezeny soubory specifické pro určitou architekturu, zvažte možnost vytvoření následujících prázdných souborů, aby se kompatibilita balíčku správně zúžila: {1}
de: Dieses Paket enthält keinen Ordner "lib/" oder "ref/" und wird daher für alle Frameworks als kompatibel behandelt. Weil im Verzeichnis "build/" frameworkspezifische Dateien für "{0}" gefunden wurden, sollten Sie die folgenden leeren Dateien erstellen, um die Kompatibilität des Pakets ordnungsgemäß einzuschränken: {1}
es: Este paquete no contiene ninguna carpeta lib/ o ref/, por lo que se tratará como compatible con todos los marcos. Dado que se han encontrado archivos específicos del marco en el directorio build/ para {0}, considere la posibilidad de crear los archivos vacíos siguientes para restringir la compatibilidad del paquete de forma correcta: {1}
fr: Ce package ne contient pas de dossier lib/ ou ref/. Il sera donc considéré comme compatible avec tous les frameworks. Dans la mesure où des fichiers spécifiques au framework ont été trouvés dans le répertoire build/ pour {0}, créez les fichiers vides suivants pour affiner correctement la compatibilité du package : {1}
it: Questo pacchetto non contiene una cartella lib/ o ref/ e quindi verrà considerato compatibile per tutti i framework. Dal momento che sono stati trovati file specifici del framework nella directory build/ per {0}, provare a creare i file vuoti seguenti per limitare correttamente la compatibilità del pacchetto: {1}
ja: このパッケージには lib/ や ref/ フォルダーが含まれていないため、すべてのフレームワークと互換性があるものとして扱われます。フレームワーク固有のファイルが {0} の build/ ディレクトリで見つかったため、次の空のファイルを作成して、パッケージの互換性を正しく狭めることをご検討ください。 {1}
ko: 이 패키지는 lib/ 또는 ref/ 폴더를 포함하고 있지 않으므로 모든 프레임워크에서 호환되는 것으로 처리됩니다. 프레임워크별 파일은 {0}의 build/ 디렉터리에 있으므로 패키지 호환성 범위를 올바르게 좁히기 위해 다음과 같은 빈 파일을 만드는 것이 좋습니다. {1}
pl: Ten pakiet nie zawiera folderu lib/ ani ref/ i dlatego będzie traktowany jako zgodny ze wszystkimi platformami. Ponieważ znaleziono pliki specyficzne dla środowiska w katalogu build/ elementu {0}, rozważ utworzenie następujących pustych plików, aby poprawnie zawęzić zgodność pakietu: {1}
pt_br: Este pacote não contém uma pasta lib/ou ref/ e, portanto, será tratado como compatível para todas as estruturas. Como arquivos específicos da estrutura foram localizados no build/diretório para {0}, considere a criação dos arquivos vazios a seguir para restringir corretamente a compatibilidade do pacote: {1}
ru: Этот пакет не содержит папку lib/ или ref/, поэтому он будет считаться совместимым для всех платформ. Поскольку в каталоге build/ для {0} найдены файлы, относящиеся к конкретной платформе, попробуйте создать следующие пустые файлы, чтобы должным образом ограничить совместимость пакета: {1}
tr: Bu paket bir lib/ veya ref/ klasörü içermiyor ve bu nedenle tüm çerçeveler için uyumlu olarak kabul edilecek. Çerçeveye özgü dosyalar {0} için derleme/dizin altında bulunduğundan, paketin uyumluluğunu doğru bir şekilde daraltmak için aşağıdaki boş dosyaları oluşturun: {1}
zh_hans: 此包不包含 lib/ 或 ref/ 文件夹，因此将被视为对所有框架兼容。由于在 {0} 的生成目录下找到框架特定文件，请考虑创建以下空文件来正确地缩小包的兼容性范围: {1}
zh_hant: 這個套件未包含 lib/ 或 ref/ 資料夾，因此會視作與所有架構相容。因為在 {0} 的 build/ 目錄下找到架構特定檔案，所以請考慮建立以下空白檔案，來正確地縮小套件的相容性範圍: {1}

# PlaceholderFileInPackageWarning
source: An empty folder placeholder file '{0}' is in a non-empty folder and should be removed.
cs: Zástupný soubor prázdné složky {0} je ve složce, která není prázdná. Měli byste ho odebrat.
de: Eine leere Ordner-Platzhalterdatei "{0}" befindet sich in einem nicht leeren Ordner und sollte entfernt werden.
es: Un archivo de marcador de posición de carpeta vacía '{0}' está en una carpeta no vacía y debe quitarse.
fr: Un fichier d'espace réservé de dossier vide '{0}' se trouve dans un dossier non vide. Il doit être supprimé.
it: Un file segnaposto '{0}' di cartella vuota si trova in una cartella non vuota e deve essere rimosso.
ja: 空のフォルダーのプレースホルダー ファイル '{0}' は空でないフォルダー内にあるため、削除する必要があります。
ko: 비어 있는 폴더 자리 표시자 파일 '{0}'은(는) 비어 있지 않은 폴더에 있으므로 제거해야 합니다.
pl: Plik symbolu zastępczego pustego folderu „{0}” znajduje się w niepustym folderze i należy go usunąć.
pt_br: Um arquivo do espaço reservado da pasta vazio '{0}' está em uma pasta não vazia de deve ser removido.
ru: Файл-прототип "{0}" пустой папки находится в непустой папке, и его необходимо удалить.
tr: Boş klasör yer tutucu dosyası '{0}', boş olmayan bir klasörde ve kaldırılması gerekiyor.
zh_hans: 空文件夹占位符文件“{0}”为非空文件夹，应予以移除。
zh_hant: 空白預留位置檔案 '{0}' 位於非空白資料夾中，且應予以移除。

# ReferencesInNuspecAndRefFilesDontMatchWarning
source: References were found in the nuspec, but some reference assemblies were not found in both the nuspec and ref folder. Add the following reference assemblies:
cs: V souboru nuspec se našly reference, ale některá referenční sestavení se nenašla v souboru nuspec i složce ref. Přidejte následující referenční sestavení:
de: In NUSPEC wurden Verweise gefunden, aber einige Referenzassemblys wurden nicht in NUSPEC oder im Ordner "ref" gefunden. Fügen Sie die folgenden Referenzassemblys hinzu:
es: Se encontraron referencias en el archivo nuspec, pero algunos ensamblados de referencia no se encontraron ni en el archivo nuspec ni en la carpeta ref. Agregue los siguientes ensamblados de referencia:
fr: Des références ont été trouvées dans le nuspec. Toutefois, certains assemblys de référence sont introuvables à la fois dans le nuspec et le dossier ref. Ajoutez les assemblys de référence suivants :
it: Sono stati trovati riferimenti nel file nuspec, ma alcuni assembly di riferimento non sono stati trovati nella cartella ref e nel file nuspec. Aggiungere gli assembly di riferimento seguenti:
ja: Nuspec に参照が見つかりましたが、参照アセンブリの一部が nuspec フォルダーと ref フォルダーのどちらにも見つかりませんでした。次の参照アセンブリを追加します:
ko: nuspec에서 참조를 찾았지만 nuspec과 ref 폴더에서 일부 참조 어셈블리를 찾을 수 없습니다. 다음 참조 어셈블리를 추가합니다.
pl: Znaleziono odwołania w pliku nuspec, ale niektóre zestawy odwołań nie zostały odnalezione w pliku nuspec i folderze ref. Dodaj następujące zestawy odwołań:
pt_br: Foram encontradas referências no nuspec, mas alguns assemblies de referência não foram encontrados nas pastas nuspec e ref. Adicione os seguintes assemblies de referência:
ru: В nuspec обнаружены ссылки, но некоторые базовые сборки не найдены в nuspec и папке ref. Добавьте следующие базовые сборки:
tr: Nuspec'te başvurular bulundu, ancak bazı başvuru bütünleştirilmiş kodları nuspec ve başvuru klasörünün her ikisinde de bulunamadı. Şu başvuru bütünleştirilmiş kodlarını ekleyin:
zh_hans: 在 nuspec 中找到了引用，但在 nuspec 和 ref 文件夹中都找不到某些引用程序集。请添加以下引用程序集:
zh_hant: 在 nuspec 中找到參考，但在 nuspec 和 ref 資料夾中找不到某些參考元件。新增下列參考元件:

# ReferencesInNuspecAndRefFilesDontMatchWarningAddToNuspecListItemFormat
source: - Add {0} to the {1} reference group in the nuspec
cs: - Přidat {0} do referenční skupiny {1} v souboru nuspec
de: – "{0}" zur Referenzgruppe "{1}" in NUSPEC hinzufügen
es: - Agregar {0} al grupo de referencia {1} en el archivo nuspec
fr: - Ajouter {0} au groupe de référence {1} dans le nuspec
it: - Aggiungere {0} al gruppo di riferimenti {1} nel file nuspec
ja: - Nuspec 内の {1} 参照グループに {0} を追加します
ko: - nuspec의 {1} 참조 그룹에 {0} 추가
pl: - Dodaj element {0} do grupy odwołań {1} w pliku nuspec
pt_br: - Adicione {0} ao grupo de referência {1} no nuspec
ru: – Добавьте {0} в эталонную группу {1} в nuspec.
tr: - Nuspec'teki {1} başvuru grubuna {0} ekleyin
zh_hans: -将 {0} 添加到 nuspec 中的 {1} 引用组
zh_hant: - 將 {0} 新增至 nuspec 中的 {1} 參考群組

# ReferencesInNuspecAndRefFilesDontMatchWarningAddToNuspecNoTfmListItemFormat
source: - Add {0} to the references element in the nuspec
cs: - Přidat {0} do elementu References v souboru nuspec
de: – "{0}" zum Referenzelement in NUSPEC hinzufügen
es: - Agregar {0} al elemento references en el archivo nuspec
fr: - Ajouter {0} à l'élément references dans le nuspec
it: - Aggiungere {0} all'elemento references nel file nuspec
ja: - Nuspec 内の 参照要素に {0} を追加します
ko: - nuspec의 참조 요소에 {0} 추가
pl: - Dodaj element {0} do elementu odwołań w pliku nuspec
pt_br: - Adicione {0} ao elemento de referências no nuspec
ru: – Добавьте {0} в элемент "references" в nuspec.
tr: - Nuspec'teki başvurular öğesine {0} ekleyin
zh_hans: -将 {0} 添加到 nuspec 中的引用元素
zh_hant: - 將 {0} 新增至 nuspec 中的參考元素

# ReferencesInNuspecAndRefFilesDontMatchWarningAddToRefListItemFormat
source: - Add {0} to the ref/{1}/ directory
cs: - Přidat {0} do ref/{1}/adresáře
de: – "{0}" zum Verzeichnis "ref/{1}/" hinzufügen
es: - Agregar {0} al directorio ref/{1}/
fr: - Ajouter {0} au répertoire ref/{1}/
it: - Aggiungere {0} alla directory ref/{1}/
ja: - ref/{1}/ ディレクトリに {0} を追加します
ko: - ref/{1}/ 디렉터리에 {0} 추가
pl: - Dodaj element {0} do katalogu ref/{1}/
pt_br: - Adicione {0} ao diretório ref/{1}/
ru: – Добавьте {0} в каталог ref/{1}/.
tr: - ref/{1}/ dizinine {0} ekleyin
zh_hans: -将 {0} 添加到 ref/{1}/ 目录
zh_hant: - 將 {0} 新增至 ref/{1}/ 目錄

# ScriptOutsideToolsWarning
source: The script file '{0}' is outside the 'tools' folder and hence will not be executed during installation of this package. Move it into the 'tools' folder.
cs: Soubor skriptu {0} je mimo složku s nástroji (tools), a nebude proto při instalaci tohoto balíčku spuštěn. Přesuňte ho do složky tools.
de: Die Skriptdatei "{0}" ist außerhalb des Ordners "tools" gespeichert und wird daher während der Installation dieses Pakets nicht ausgeführt. Verschieben Sie die Skriptdatei in den Ordner "tools".
es: El archivo de script "{0}" está fuera de la carpeta "tools" y, por tanto, no se ejecutará durante la instalación de este paquete. Muévalo a la carpeta "tools".
fr: Le fichier de script '{0}' se trouve en dehors du dossier 'tools'. Il ne sera donc pas exécuté durant l'installation de ce package. Déplacez-le dans le dossier 'tools'.
it: Il file di script '{0}' si trova fuori dalla cartella 'tools' e non verrà pertanto eseguito durante l'installazione di questo pacchetto. Spostarlo nella cartella 'tools'.
ja: スクリプト ファイル '{0}' は、'tools' フォルダー外にあるため、このパッケージのインストール中に実行されません。このファイルを 'tools' フォルダー内に移動してください。
ko: '{0}' 스크립트 파일은 'tools' 폴더 안에 없으므로 이 패키지를 설치하는 동안 실행되지 않습니다. 'tools' 폴더로 이동하세요.
pl: Plik skryptu „{0}” znajduje się poza folderem „tools”, dlatego nie zostanie on wykonany podczas instalacji tego pakietu. Przenieś go do folderu „tools”.
pt_br: O arquivo de script '{0}' está fora da pasta 'tools' e, portanto, não será executado durante a instalação deste pacote. Mova-o para a pasta 'tools'.
ru: Файл сценария "{0}" отсутствует в папке "tools" и поэтому не будет выполнен при установке этого пакета. Переместите этот файл в папку "tools".
tr: '{0}' betik dosyası 'tools' klasörünün dışında olduğundan bu paketin yüklenmesi sırasında yürütülmeyecek. Dosyayı 'tools' klasörüne taşıyın.
zh_hans: 脚本文件“{0}”位于 "tools" 文件夹之外，因此在安装此程序包期间将不会执行该脚本文件。请将其移入 "tools" 文件夹。
zh_hant: 指令檔 '{0}' 在 'tools' 資料夾外，因此不會在此套件安裝期間執行。請將其移入 'tools' 資料夾內。

# UnrecognizedLicenseIdentifier
source: The license identifier '{0}' is not recognized by the current toolset.
cs: Aktuální sada nástrojů nerozpoznala identifikátor licence {0}.
de: Der Lizenzbezeichner "{0}" wird durch das aktuelle Toolset nicht erkannt.
es: El conjunto de herramientas actual no reconoce el identificador de licencia "{0}".
fr: L'identificateur de licence '{0}' n'est pas reconnu par l'ensemble d'outils actuel.
it: Il set di strumenti corrente non riconosce l'identificatore di licenza '{0}'.
ja: ライセンス識別子 '{0}' は現在のツールセットで認識されていません。
ko: 라이선스 식별자 '{0}'이(가) 현재 도구 집합에서 인식되지 않습니다.
pl: Bieżący zestaw narzędzi nie rozpoznaje identyfikatora licencji „{0}".
pt_br: O identificador de licença '{0}' não é reconhecido pelo conjunto de ferramentas atual.
ru: Идентификатор лицензии "{0}" не распознается текущим набором инструментов.
tr: '{0}' lisans tanımlayıcısı geçerli araç takımı tarafından tanınmıyor.
zh_hans: 当前工具集无法识别许可证标识符“{0}”。
zh_hant: 目前的工具組無法辨識授權識別碼 '{0}'。

# UnrecognizedScriptWarning
source: The script file '{0}' is not recognized by NuGet and hence will not be executed during installation of this package. Rename it to install.ps1, uninstall.ps1 or init.ps1 and place it directly under 'tools'.
cs: Soubor skriptu {0} nebyl rozpoznán balíčkem NuGet, a nebude proto při instalaci tohoto balíčku spuštěn. Přejmenujte ho na install.ps1, uninstall.ps1 nebo init.ps1 a umístěte ho přímo do složky tools.
de: Die Skriptdatei "{0}" wird von NuGet nicht erkannt und deshalb bei der Installation dieses Pakets nicht ausgeführt. Benennen Sie die Datei in "install.ps1", "uninstall.ps1" oder "init.ps1" um, und platzieren Sie sie direkt unter "tools".
es: NuGet no reconoce el archivo de script "{0}" y, por tanto, no se ejecutará durante la instalación de este paquete. Cámbiele el nombre a install.ps1, uninstall.ps1 o init.ps1 y póngalo directamente en "tools".
fr: Le fichier de script '{0}' n'est pas reconnu par NuGet. Il ne sera donc pas exécuté durant l'installation de ce package. Renommez-le en install.ps1, uninstall.ps1 ou init.ps1, puis placez-le directement sous 'tools'.
it: Il file di script '{0}' non è riconosciuto da NuGet e non verrà pertanto eseguito durante l'installazione di questo pacchetto. Rinominarlo come install.ps1, uninstall.ps1 o init.ps1 e inserirlo direttamente in 'tools'.
ja: スクリプト ファイル '{0}' は NuGet によって認識されないため、このパッケージのインストール中には実行されません。名前を install.ps1、uninstall.ps1、または init.ps1 に変更し、'tools' の直下に置いてください。
ko: '{0}' 스크립트 파일은 NuGet에서 인식되지 않으므로 이 패키지를 설치하는 동안 실행되지 않습니다. install.ps1, uninstall.ps1 또는 init.ps1로 이름을 바꾸고 'tools' 바로 아래에 두세요.
pl: Plik skryptu „{0}” nie został rozpoznany przez program NuGet, dlatego nie zostanie on wykonany podczas instalacji tego pakietu. Zmień jego nazwę na install.ps1, uninstall.ps1 lub init.ps1, a następnie umieść go bezpośrednio w katalogu „tools”.
pt_br: O arquivo de script '{0}' não é reconhecido pelo NuGet e, portanto, não será executado durante a instalação deste pacote. Renomeie-o para install.ps1, uninstall.ps1 ou init.ps1 e coloque-o diretamente em 'tools'.
ru: Файл сценария "{0}" не был распознан NuGet и поэтому не будет выполнен во время установки этого пакета. Переименуйте его в install.ps1, uninstall.ps1 или init.ps1 и поместите его непосредственно в папку "tools".
tr: '{0}' betik dosyası NuGet tarafından tanınmıyor ve bu paketin yüklenmesi sırasında yürütülmeyecek. Dosyayı install.ps1, uninstall.ps1 veya init.ps1 olarak yeniden adlandırın ve doğrudan 'tools' klasörünün altına yerleştirin.
zh_hans: NuGet 无法识别脚本文件“{0}”，因此安装此包时不会执行该脚本。请将其重命名为 install.ps1、uninstall.ps1 或 init.ps1，并将其直接放置在 "tools" 下。
zh_hant: NuGet 無法辨識指令檔 '{0}'，因此該檔案不會在此套件安裝期間執行。請將其重新命名為 install.ps1、uninstall.ps1 或 init.ps1，並直接放在 'tools' 下。

# UnspecifiedDependencyVersionWarning
source: The version of dependency '{0}' is not specified. Specify the version of dependency and rebuild your package.
cs: Není zadaná verze závislosti {0}. Zadejte verzi závislosti a sestavte svůj balíček znovu.
de: Die Version der abhängigen Komponente "{0}" wurde nicht angegeben. Geben Sie die Version der abhängigen Komponente an, und erstellen Sie das Paket neu.
es: No se ha especificado la versión de la dependencia "{0}". Especifique la versión de la dependencia y recompile el paquete.
fr: La version de la dépendance '{0}' n'est pas spécifiée. Spécifiez la version de la dépendance, puis regénérez votre package.
it: La versione della dipendenza '{0}' non è specificata. Specificare la versione della dipendenza e ricompilare il pacchetto.
ja: 依存関係 '{0}' のバージョンが指定されていません。依存関係のバージョンを指定してから、パッケージをリビルドしてください。
ko: '{0}' 종속성의 버전을 지정하지 않았습니다. 종속성의 버전을 지정하고 패키지를 다시 빌드하세요.
pl: Wersja zależności „{0}” nie jest określona. Określ wersję zależności, a następnie ponownie skompiluj pakiet.
pt_br: A versão de dependência '{0}' não está especificada. Especifique a versão de dependência e recompile o pacote.
ru: Версия зависимости "{0}" не указана. Укажите версию зависимости и соберите пакет повторно.
tr: '{0}' bağımlılığının sürümü belirtilmemiş. Bağımlılık sürümünü belirtip paketinizi yeniden derleyin.
zh_hans: 未指定依赖项“{0}”的版本。请指定依赖项版本，并重新生成包。
zh_hant: 相依性版本 '{0}' 未指定。請指定相依性版本並重建您的套件。
