Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/Rules/xlf/AnalysisResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# InvalidPlaceholderFileWarning
source: The file at '{0}' uses the symbol for empty directory '_._', but it is present in a directory that contains other files. Please remove this file from directories that contain other files.
cs: Soubor v {0} používá symbol pro prázdný adresář _._, ale nachází se v adresáři, který obsahuje i jiné soubory. Odeberte prosím tento soubor z adresářů, které obsahují ještě další soubory.
de: Die Datei unter "{0}" verwendet das Symbol für leere Verzeichnisse "_. _", sie ist jedoch in einem Verzeichnis mit anderen Dateien enthalten. Entfernen Sie diese Datei aus Verzeichnissen, die andere Dateien enthalten.
es: El archivo en "{0}" utiliza el símbolo para el directorio vacío " _. _", pero está presente en un directorio que contiene otros archivos. Quite este archivo de directorios que contienen otros archivos.
fr: Le fichier sur '{0}' utilise le symbole de répertoire vide '_._', alors qu'il se trouve dans un répertoire qui contient d'autres fichiers. Supprimez ce fichier des répertoires qui contiennent d'autres fichiers.
it: Il file alla posizione '{0}' usa il simbolo per la directory vuota '_._', ma è presente in una directory che contiene altri file. Rimuovere questo file dalle directory che contengono altri file.
ja: '{0}' のファイルは空のディレクトリにシンボル '_._' を使用していますが、その他のファイルを含むディレクトリに存在します。その他のファイルを含むディレクトリからこのファイルを削除してください。
ko: '{0}'의 파일은 빈 디렉터리 '_._'에 대한 기호를 사용하지만 다른 파일이 포함된 디렉터리에 있습니다. 다른 파일이 포함된 디렉터리에서 이 파일을 제거하세요.
pl: Plik w lokalizacji „{0}” używa symbolu dla pustego katalogu „_._”, ale znajduje się w katalogu zawierającym inne pliki. Usuń ten plik z katalogów, które zawierają inne pliki.
pt_br: O arquivo em '{0}' usa o símbolo para o diretório vazio '_. _', mas ele está presente em um diretório que contém outros arquivos. Remova esse arquivo dos diretórios que contêm outros arquivos.
ru: Файл в "{0}" использует символ для пустого каталога "_._", но находится в каталоге, который содержит другие файлы. Удалите этот файл из каталогов, содержащих другие файлы.
tr: '{0}' konumundaki dosya, boş dizin simgesini '_._' kullanıyor, ancak başka dosyalar içeren bir dizinde de mevcut. Lütfen bu dosyayı başka dosyalar içeren dizinlerden kaldırın.
zh_hans: {0} 处的文件使用符号表示空目录 "_._"，但该文件存在于包含其他文件的目录中。请从包含其他文件的目录中移除此文件。
zh_hant: 位於 '{0}' 的檔案使用了空白目錄的符號 '_._'，但其存在於包含其他檔案的目錄中。請從包含其他檔案的目錄中移除這個檔案。

# InvalidPrereleaseDependencyWarning
source: A stable release of a package should not have a prerelease dependency. Either modify the version spec of dependency "{0}" or update the version field in the nuspec.
cs: Stabilní verze balíčku by neměla obsahovat závislost na předběžné verzi. Buď upravte specifikaci verze závislosti {0} nebo aktualizujte pole verze v souboru nuspec.
de: Eine stabile Version eines Pakets darf keine Abhängigkeit mit einem Vorabrelease aufweisen. Ändern Sie entweder die Versionsspezifikation der abhängigen Komponente "{0}", oder aktualisieren Sie das Versionsfeld in der NUSPEC-Datei.
es: Una versión estable de un paquete no debe tener una dependencia de versión preliminar. Modifique la especificación de versión de dependencia "{0}" o actualice el campo de versión en el archivo nuspec.
fr: Une version stable d'un package ne doit pas avoir de dépendance de préversion. Modifiez la spécification de version de la dépendance "{0}", ou mettez à jour le champ de version dans le fichier nuspec.
it: Una versione stabile di un pacchetto non deve includere una dipendenza della versione preliminare. Modificare la specifica di versione della dipendenza "{0}" oppure aggiornare il campo della versione nel file nuspec.
ja: パッケージの安定版リリースにリリース前の依存関係を含めることはできません。依存関係 "{0}" のバージョン指定を変更するか、nuspec のバージョン フィールドを更新してください。
ko: 안정판 패키지에는 시험판 종속성이 없어야 합니다. 종속성 "{0}"의 버전 사양을 수정하거나 nuspec의 버전 필드를 업데이트하세요.
pl: Stabilna wersja pakietu nie może zawierać zależności wersji wstępnej. Zmodyfikuj specyfikację wersji zależności „{0}” lub zaktualizuj pole wersji w pakiecie nuspec.
pt_br: Uma versão estável de um pacote não deve ter uma dependência de pré-versão. Modifique a especificação de versão da dependência "{0}" ou atualize o campo de versão na nuspec.
ru: В стабильном выпуске пакета не должно быть зависимости, находящейся на этапе предварительной версии. Измените спецификацию версии зависимости "{0}" или обновите поле версии в nuspec.
tr: Bir paketin kararlı bir yayınının yayın öncesi bağımlılıkları olmamalıdır. "{0}" bağımlılığının sürüm belirtimini değiştirin veya nuspec'te sürüm alanını güncelleştirin.
zh_hans: 包的稳定版本不应有预发布依赖项。请修改依赖项“{0}”的版本规范，或更新 nuspec 中的版本字段。
zh_hant: 套件的穩定版本不應有發行前版本的相依性。請修改相依性 "{0}" 的版本規格或更新 nuspec 中的 [版本] 欄位。

# InvalidUndottedFrameworkInDependencyGroupsWarning
source: The following dependency group(s) require(s) dots in the framework version: {0}
cs: Následující skupiny závislostí vyžadují tečky ve verzi rozhraní: {0}
de: Bei folgenden Abhängigkeitsgruppen sind Punkte in der Frameworkversion erforderlich: {0}
es: Los grupos de dependencias siguientes requieren puntos en la versión de Framework: {0}
fr: Le ou les groupes de dépendances suivants doivent avoir un point dans la version de framework : {0}
it: È necessario aggiungere punti nella versione del framework dei gruppi di dipendenze seguenti: {0}
ja: 次の依存関係グループでは、フレームワーク バージョンにドットが必要です: {0}
ko: 프레임워크 버전에서 다음 종속성 그룹에 점이 필요합니다. {0}
pl: Następujące grupy zależności wymagają kropek w wersji struktury: {0}
pt_br: Os seguintes grupos de dependências exigem os pontos na versão da estrutura: {0}
ru: Для следующих групп зависимостей необходимо указать точки в версии платформы: {0}
tr: Şu bağımlılık grupları çerçeve sürümünde nokta gerektiriyor: {0}
zh_hans: 以下依赖关系组需要在框架版本中使用点: {0}
zh_hant: 下列相依性群組需要 Framework 版本中的點: {0}

# InvalidUndottedFrameworkInFilesWarning
source: The following packaged file folder(s) require(s) dots in the framework version: {0}
cs: Následující složky zabalených souborů vyžadují tečky ve verzi rozhraní: {0}
de: Bei folgenden Dateiordnerpaketen sind Punkte in der Frameworkversion erforderlich: {0}
es: Las carpetas de archivos empaquetados siguientes requieren puntos en la versión de Framework: {0}
fr: Le ou les dossiers de fichiers empaquetés suivants doivent avoir un point dans la version de framework : {0}
it: È necessario aggiungere punti nella versione del framework delle cartelle di file in pacchetti seguenti: {0}
ja: 次のパッケージ化されたファイル フォルダーでは、フレームワーク バージョンにドットが必要です: {0}
ko: 프레임워크 버전에서 다음 패키지된 파일 폴더에 점이 필요합니다. {0}
pl: Następujące spakowane foldery plików wymagają kropek w wersji struktury: {0}
pt_br: As seguintes pastas de arquivos empacotados exigem os pontos na versão da estrutura: {0}
ru: Для следующих папок с упакованными файлами необходимо указать точки в версии платформы: {0}
tr: Şu paketlenmiş dosya klasörleri çerçeve sürümünde nokta gerektiriyor: {0}
zh_hans: 以下打包文件文件夹需要在框架版本中使用点: {0}
zh_hant: 下列封裝的檔案資料夾需要 Framework 版本中的點: {0}

# InvalidUndottedFrameworkInFrameworkAssemblyGroupsWarning
source: The following framework assembly group(s) require(s) dots in the framework version: {0}
cs: Následující skupiny sestavení rozhraní vyžadují tečky ve verzi rozhraní: {0}
de: Bei folgenden Frameworkassemblygruppen sind Punkte in der Frameworkversion erforderlich: {0}
es: Los grupos de ensamblados de Framework siguientes requieren puntos en la versión de Framework: {0}
fr: Le ou les groupes d'assemblys de framework suivants doivent avoir un point dans la version de framework : {0}
it: È necessario aggiungere punti nella versione del framework dei gruppi di assembly del framework seguenti: {0}
ja: 次のフレームワーク アセンブリ グループでは、フレームワーク バージョンにドットが必要です: {0}
ko: 프레임워크 버전에서 다음 프레임워크 어셈블리 그룹에 점이 필요합니다. {0}
pl: Następujące grupy zestawów platformy wymagają kropek w wersji struktury: {0}
pt_br: Os seguintes grupos de assemblies da estrutura exigem os pontos na versão da estrutura: {0}
ru: Для следующих групп сборок платформы необходимо указать точки в версии платформы: {0}
tr: Şu çerçeve bütünleştirilmiş kodu grupları çerçeve sürümünde nokta gerektiriyor: {0}
zh_hans: 以下框架程序集组需要在框架版本中使用点: {0}
zh_hant: 下列 Framework 組件群組需要 Framework 版本中的點: {0}

# InvalidUndottedFrameworkInReferenceGroupsWarning
source: The following reference group(s) require(s) dots in the framework version: {0}
cs: Následující složky skupiny odkazů vyžadují tečky ve verzi rozhraní: {0}
de: Bei folgenden Referenzgruppen sind Punkte in der Frameworkversion erforderlich: {0}
es: Los grupos de referencia siguientes requieren puntos en la versión de Framework: {0}
fr: Le ou les groupes de références suivants doivent avoir un point dans la version de framework : {0}
it: È necessario aggiungere punti nella versione del framework dei gruppi di riferimento seguenti: {0}
ja: 次の参照グループでは、フレームワーク バージョンにドットが必要です: {0}
ko: 프레임워크 버전에서 다음 참조 그룹에 점이 필요합니다. {0}
pl: Następujące grupy odwołań wymagają kropek w wersji struktury: {0}
pt_br: Os seguintes grupos de referências exigem os pontos na versão da estrutura: {0}
ru: Для следующих эталонных групп необходимо указать точки в версии платформы: {0}
tr: Şu başvuru grupları çerçeve sürümünde nokta gerektiriyor: {0}
zh_hans: 以下引用组需要在框架版本中使用点: {0}
zh_hant: 下列參照群組需要 Framework 版本中的點: {0}

# InvalidUndottedFrameworkWarning
source: One or more target framework specifiers in your package are missing required dots in their framework version numbers. This is required as of .NET5.0. Please rename them to include dots as needed (e.g. 'net50' to 'net5.0').
cs: Nejméně jeden specifikátor cílové architektury v balíčku nemá v číslech verzí svých rozhraní potřebné tečky. Od architektury .NET5.0 je musí mít. Přejmenujte prosím příslušné specifikátory tak, aby zahrnovaly požadované tečky (např. net50 na net5.0).
de: Bei mindestens einem Zielframeworkspezifizierer in Ihrem Paket fehlen die erforderlichen Punkte in den Frameworkversionsnummern. Diese sind ab .NET 5.0 erforderlich. Benennen Sie die Spezifizierer so um, dass sie die erforderlichen Punkte enthalten. (Beispiel: Benennen Sie "net50" in "net5.0" um.)
es: Faltan los puntos necesarios para los números de versión de Framework en uno o más especificadores de la plataforma de destino del paquete. Esto es necesario a partir de .NET 5.0. Cámbielos de nombre para incluir los puntos según sea necesario (por ejemplo, "net50" a "net5.0").
fr: Un ou plusieurs spécificateurs de framework cible dans votre package ont un numéro de version de framework sans le point obligatoire. Ces points sont obligatoires depuis .NET 5.0. Renommez-les en ajoutant des points (par ex., 'net50' devient 'net5.0').
it: In uno o più identificatori del framework di destinazione nel pacchetto mancano i punti richiesti nei numeri di versione del framework. Questo requisito è previsto a partire da .NET 5.0. Rinominarli in modo da includere i punti necessari, ad esempio da 'net50' a 'net5.0'.
ja: パッケージ内の 1 つ以上のターゲット フレームワーク指定子で、フレームワークのバージョン番号に必要なドットがありません。これは、.NET5.0 以降必要です。必要に応じてドットを含む名前に変更してください (例: 'net50' から 'net5.0')。
ko: 패키지에 있는 하나 이상의 대상 프레임워크 지정자에 프레임워크 버전 번호에 필요한 점이 없습니다. .NET5.0부터 이는 필수입니다. 필요한 점을 포함하도록 이름을 바꾸세요(예: 'net50'에서 'net5.0'으로 변경).
pl: W co najmniej jednym specyfikatorze struktury docelowej w pakiecie brakuje wymaganych kropek w numerach wersji struktury. Jest to wymagane od struktury .NET50. Zmień nazwy tak, aby zawierały odpowiednie kropki (np. „net50” na „net5.0”).
pt_br: Um ou mais especificadores de estrutura de destino no pacote estão sem os pontos obrigatórios nos números de versão do Framework. Isso é exigido começando com o .NET 5.0. Renomeie-os para incluir os pontos necessários (por exemplo, de 'net50' para 'net5.0').
ru: У одного или нескольких описателей целевой платформы в пакете отсутствуют обязательные точки в номерах версий платформы. Это обязательное требование .NET 5.0. Переименуйте описатели, включив точки (например, изменив "net50" на "net5.0").
tr: Paketinizdeki bir veya daha fazla hedef çerçeve belirticisinin çerçeve sürüm numaralarında gerekli noktalar eksik. Bu noktalar .NET5.0 sürümünden itibaren gereklidir. Lütfen çerçeve sürüm numaralarını, gerektiği gibi noktaları içerecek biçimde (ör. 'net50'yi net5.0' olarak) yeniden adlandırın.
zh_hans: 包中的一个或多个目标框架说明符缺少其框架版本号所需的点。从 .NET5.0 开始，这是必需的。请将其重命名为包括所需的点(例如将 "net50" 重命名为 "net5.0")。
zh_hant: 您套件中有一或多個目標 Framework 指定名稱缺少其 Framework 版本號碼中所需的點。其為 .NET5.0 的必要項。請根據需要，重新命名以包含點 (例如: 將 'net50' 變更為 'net5.0')。

# LegacyVersionWarning
source: The package version '{0}' uses SemVer 2.0.0 or components of SemVer 1.0.0 that are not supported on legacy clients. Change the package version to a SemVer 1.0.0 string. If the version contains a release label it must start with a letter. This message can be ignored if the package is not intended for older clients.
cs: Verze balíčku {0} používá SemVer 2.0.0 nebo komponenty SemVer 1.0.0, které se na starších klientech nepodporují. Změňte verzi balíčku na řetězec SemVer 1.0.0. Pokud verze obsahuje popisek vydané verze, musí začínat písmenem. Tuto zprávu lze ignorovat, pokud balíček není určený pro starší klienty.
de: Die Paketversion "{0}" verwendet SemVer 2.0.0 oder Komponenten von SemVer 1.0.0, die auf Legacyclients nicht unterstützt werden. Ändern Sie die Paketversion in eine SemVer 1.0.0-Zeichenfolge. Wenn die Version eine Releasebezeichnung enthält, muss diese mit einem Buchstaben beginnen. Diese Meldung kann ignoriert werden, wenn das Paket nicht für ältere Clients vorgesehen ist.
es: La versión de paquete "{0}" utiliza SemVer 2.0.0 o componentes de SemVer 1.0.0 no admitidos en clientes heredados. Cambie la versión de paquete a una cadena de SemVer 1.0.0. Si la versión contiene una etiqueta de versión, debe comenzar con una letra. Este mensaje se puede pasar por alto si el paquete no está pensado para clientes más antiguos.
fr: La version de package '{0}' utilise SemVer 2.0.0 ou des composants de SemVer 1.0.0 qui ne sont pas pris en charge sur les clients hérités. Changez la version de package en chaîne SemVer 1.0.0. Si la version contient une étiquette de version, elle doit commencer par une lettre. Vous pouvez ignorer ce message si le package n'est pas destiné à des clients anciens.
it: La versione '{0}' del pacchetto usa SemVer 2.0.0 o componenti SemVer 1.0.0 non supportati nei client legacy. Modificare la versione del pacchetto e impostarla su una stringa SemVer 1.0.0. Se la versione contiene un'etichetta di versione, deve iniziare con una lettera. Se il pacchetto non è destinato ai client precedenti, ignorare questo messaggio.
ja: パッケージのバージョン '{0}' では、SemVer 2.0.0 を使用しているか、またはレガシ クライアントでサポートされていない SemVer 1.0.0 のコンポーネントを使用しています。パッケージのバージョンを SemVer 1.0.0 の文字列に変更してください。バージョンにリリースのラベルを含める場合は、英字で始める必要があります。パッケージが古いクライアントを対象としていない場合には、このメッセージは無視してかまいません。
ko: 패키지 버전 '{0}'은(는) SemVer 2.0.0 또는 레거시 클라이언트에서 지원되지 않는 SemVer 1.0.0의 구성 요소를 사용합니다. 패키지 버전을 SemVer 1.0.0 문자열로 변경하세요. 버전에 릴리스 레이블이 포함되는 경우 문자로 시작해야 합니다. 이전 클라이언트용 패키지가 아닌 경우에는 이 메시지를 무시해도 됩니다.
pl: Pakiet w wersji „{0}” korzysta z rozwiązania SemVer 2.0.0 lub składników rozwiązania SemVer 1.0.0, które nie są obsługiwane w starszych wersjach klientów. Zmień wersję pakietu na ciąg rozwiązania SemVer 1.0.0. Jeśli wersja zawiera etykietę wydania, musi rozpoczynać się od litery. Jeśli pakiet nie jest przeznaczony dla starszych wersji klientów, możesz zignorować ten komunikat.
pt_br: A versão do pacote '{0}' usa o SemVer 2.0.0 ou componentes do SemVer 1.0.0 que não são compatíveis com clientes herdados. Altere a versão do pacote para uma cadeia de caracteres do SemVer 1.0.0. Se a versão contiver um rótulo de versão, ela deverá começar com uma letra. Essa mensagem poderá ser ignorada se o pacote não se destinar a clientes mais antigos.
ru: Версия пакета "{0}" использует SemVer 2.0.0 или компоненты SemVer 1.0.0, которые не поддерживаются в устаревших клиентах. Измените версию пакета на строку "SemVer 1.0.0". Если версия содержит метку выпуска, она должна начинаться с буквы. Если пакет не предназначен для устаревших клиентов, это сообщение можно игнорировать.
tr: '{0}' paket sürümü eski istemcilerde desteklenmeyen SemVer 2.0.0 sürümünü veya SemVer 1.0.0 bileşenlerini kullanıyor. Paket sürümünü bir SemVer 1.0.0 dizesi olarak değiştirin. Sürüm bir yayın etiketi içeriyorsa bir harfle başlamalıdır. Paket eski istemcilere yönelik değilse bu iletiyi yoksayabilirsiniz.
zh_hans: 包版本“{0}”使用 SemVer 2.0.0 或 SemVer 1.0.0 的组件，这些组件在旧版客户端上不受支持。请将包版本更改为 SemVer 1.0.0 字符串。如果版本包含版本标签，则它必须以字母开头。如果不打算将包用于旧版客户端，可以忽略此消息。
zh_hant: 套件版本 '{0}' 使用 SemVer 2.0.0 或未受傳統用戶端支援的 SemVer 1.0.0 元件。請將套件版本變更為 SemVer 1.0.0 字串。如果版本包含版本標籤，就必須以字母為開頭。如果套件並非用於舊版用戶端，可略過本訊息。

# LicenseUrlDeprecationWarning
source: The 'licenseUrl' element will be deprecated. Consider using the 'license' element instead.
cs: Element licenseUrl se brzy přestane používat. Zvažte možnost použít element license.
de: Das Element "licenseUrl" wird als veraltet markiert. Verwenden Sie stattdessen das license-Element.
es: El elemento "licenseUrl" quedará en desuso. Considere la posibilidad de usar el elemento "license" en su lugar.
fr: L'élément 'licenseUrl' va être déprécié. Utilisez l'élément 'license' à la place.
it: L'elemento 'licenseUrl' verrà deprecato. È consigliabile usare l'elemento 'license'.
ja: 'licenseUrl' 要素は非推奨になる予定です。代わりに 'license' 要素の使用をご検討ください。
ko: 'licenseUrl' 요소는 사용 중지됩니다. 대신 'license' 요소를 사용하세요.
pl: Element „licenseUrl” zostanie wycofany. Rozważ użycie w zamian elementu „license”.
pt_br: O elemento 'licenseUrl' será preterido. Em vez dele, considere usar o elemento 'license'.
ru: Элемент "licenseUrl" перестанет использоваться. По возможности используйте элемент "license".
tr: 'licenseUrl' öğesi kullanım dışı bırakılacaktır. Bunun yerine 'lisans' öğesini kullanmayı deneyin.
zh_hans: "licenseUrl" 元素将被弃用。请考虑改用 "license" 元素。
zh_hant: 'licenseUrl' 元素即將淘汰。請考慮改用 'license' 元素。

# Migrator_AssemblyDirectlyUnderLibWarning
source: The assembly 'lib\{0}' will be ignored when the package is installed after the migration.
cs: Sestavení lib\{0} se bude při instalaci balíčku po migraci ignorovat.
de: Die Assembly "lib\{0}" wird ignoriert, wenn das Paket nach der Migration installiert wird.
es: El ensamblado "lib\{0}" se omite cuando el paquete se instala después de la migración.
fr: L'assembly 'lib\{0}' est ignoré au moment de l'installation du package après la migration.
it: L'assembly 'lib\{0}' verrà ignorato quando il pacchetto viene installato dopo la migrazione.
ja: アセンブリ 'lib\{0}' は、移行後にパッケージをインストールするときには無視されます。
ko: 마이그레이션 후 패키지가 설치되면 어셈블리 'lib\{0}'이(가) 무시됩니다.
pl: Zestaw „lib\{0}” zostanie zignorowany podczas instalowania pakietu po migracji.
pt_br: O assembly 'lib\{0}' será ignorado quando o pacote for instalado após a migração.
ru: Сборка "lib\{0}" будет пропущена при установке пакета после миграции.
tr: 'lib\{0}' bütünleştirilmiş kodu geçişten sonra paket yüklendiğinde yoksayılacak.
zh_hans: 如果包在迁移后安装，将忽略程序集 "lib\{0}"。
zh_hant: 當套件在移轉後安裝時，系統會略過組件 'lib\{0}'。

# Migrator_PackageHasContentFolder
source: 'content' assets will not be available when the package is installed after the migration.
cs: Prostředky content nebudou dostupné, když se balíček nainstaluje po migraci.
de: content-Ressourcen stehen nicht zur Verfügung, wenn das Paket nach der Migration installiert wird.
es: Los recursos de "content" no están disponibles cuando el paquete se instala después de la migración.
fr: Les ressources de 'content' ne seront pas disponibles au moment de l'installation du package après la migration.
it: Gli asset 'content' non saranno disponibili quando il pacchetto viene installato dopo la migrazione.
ja: 'content' アセットは、移行後にパッケージをインストールした場合には利用することができません。
ko: 마이그레이션 후 패키지가 설치되면 'content' 자산을 사용할 수 없습니다.
pl: Elementy zawartości „content” nie będą dostępne, gdy pakiet zostanie zainstalowany po migracji.
pt_br: Os ativos 'content' não estarão disponíveis quando o pacote for instalado após a migração.
ru: Ресурсы content будут недоступны при установке пакета после миграции.
tr: Geçişten sonra paket yüklendiğinde 'content' varlıkları kullanılamayacak.
zh_hans: 如果包在迁移后安装，则 "content" 资产不可用。
zh_hant: 移轉之後安裝套件時，將無法使用 'content' 資產。

# Migrator_PackageHasInstallScript
source: install.ps1 script will be ignored when the package is installed after the migration.
cs: Skript install.ps1 se bude ignorovat, když se balíček nainstaluje po migraci.
de: Das Skript "install.ps1" wird ignoriert, wenn das Paket nach der Migration installiert wird.
es: El script install.ps1 se omite cuando el paquete se instala después de la migración.
fr: Le script install.ps1 sera ignoré au moment de l'installation du package après la migration.
it: Lo script install.ps1 verrà ignorato quando il pacchetto viene installato dopo la migrazione.
ja: install.ps1 スクリプトは、移行後にパッケージをインストールした場合には無視されます。
ko: 마이그레이션 후 패키지가 설치되면 install.ps1 스크립트가 무시됩니다.
pl: Skrypt install.ps1 zostanie zignorowany podczas instalowania pakietu po migracji.
pt_br: O script install.ps1 será ignorado quando o pacote for instalado após a migração.
ru: Сценарий install.ps1 будет пропущен при установке пакета после миграции.
tr: Geçişten sonra paket yüklendiğinde install.ps1 betiği yoksayılacak.
zh_hans: 如果包在迁移后安装，则会忽略 install.ps1 脚本。
zh_hant: 移轉之後安裝套件時，將會略過 install.ps1 指令碼。

# Migrator_XdtTransformInPackage
source: XDT transform file '{0}' will not be applied when the package is installed after the migration.
cs: Transformační soubor XDT {0} se nepoužije, když se balíček nainstaluje po migraci.
de: Die XDT-Transformationsdatei "{0}" wird nicht angewendet, wenn das Paket nach der Migration installiert wird.
es: El archivo de transformación XDT "{0}" no se aplica cuando el paquete se instala después de la migración.
fr: Le fichier de transformation XDT '{0}' ne sera pas appliqué au moment de l'installation du package après la migration.
it: Il file di trasformazione XDT '{0}' non verrà applicato quando il pacchetto viene installato dopo la migrazione.
ja: XDT 変換ファイル '{0}' は、移行後にパッケージをインストールした場合には適用されません。
ko: 마이그레이션 후 패키지가 설치되면 XDT 변환 파일 '{0}'이(가) 적용되지 않습니다.
pl: Plik przekształcenia XDT „{0}” nie zostanie zastosowany podczas instalowania pakietu po migracji.
pt_br: O arquivo de transformação XDT '{0}' não será aplicado quando o pacote for instalado após a migração.
ru: Файл преобразования XDT "{0}" не будет применен при установке пакета после миграции.
tr: XDT dönüşüm dosyası '{0}' geçişten sonra paket yüklendiğinde uygulanmayacak.
zh_hans: 如果包在迁移后安装，将不会应用 XDT 转换文件“{0}”。
zh_hant: 移轉後，安裝套件時將不會再套用 XDT 轉換檔 '{0}'。
