Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/Rules/xlf/AnalysisResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AssemblyDirectlyUnderLibWarning
source: The assembly '{0}' is placed directly under 'lib' folder. It is recommended that assemblies be placed inside a framework-specific folder. Move it into a framework-specific folder.
cs: Sestavení {0} je umístěné přímo ve složce lib. Doporučujeme umísťovat sestavení do složky pro konkrétní rozhraní. Přesuňte ho do takové složky.
de: Die Assembly "{0}" befindet sich direkt unter dem Ordner "lib". Es wird empfohlen, Assemblys in einem frameworkspezifischen Ordner zu speichern. Verschieben Sie die Assembly in einen frameworkspezifischen Ordner.
es: El ensamblado "{0}" se encuentra directamente en la carpeta "lib". Se recomienda que los ensamblados se coloquen en una carpeta específica del marco. Muévalo a una carpeta específica del marco.
fr: L'assembly '{0}' est placé directement sous le dossier 'lib'. Il est recommandé de placer les assemblys dans un dossier spécifique à un framework. Déplacez-le dans un dossier spécifique à un framework.
it: L'assembly '{0}' si trova direttamente nella cartella 'lib'. Si consiglia di inserire gli assembly all'interno di una cartella specifica per i framework. Spostarlo in una cartella specifica per i framework.
ja: アセンブリ '{0}' は 'lib' フォルダーの直下に置かれています。アセンブリはフレームワーク固有のフォルダー内に置くことをお勧めします。このアセンブリをフレームワーク固有のフォルダーに移動してください。
ko: '{0}' 어셈블리는 'lib' 폴더 바로 아래에 저장됩니다. 어셈블리는 프레임워크별 폴더 안에 저장하는 것이 좋습니다. 프레임워크별 폴더로 이동하세요.
pl: Zestaw „{0}” znajduje się bezpośrednio w folderze „lib”. Zaleca się umieszczanie zestawów w folderze określonej struktury. Przenieś ten zestaw do folderu określonej struktury.
pt_br: O assembly '{0}' foi colocado diretamente na pasta 'lib'. Recomenda-se que os assemblies sejam colocados dentro de uma pasta específica da estrutura. Mova-o para uma pasta específica da estrutura.
ru: Сборка "{0}" находится непосредственно в папке "lib". Рекомендуется помещать сборки в папки для отдельных платформ. Перенесите сборку в папку для отдельной платформы.
tr: '{0}' bütünleştirilmiş kodu doğrudan 'lib' klasörünün altına yerleştirilmiş. Bütünleştirilmiş kodların çerçeveye özel bir klasöre yerleştirilmesi önerilir. Bütünleştirilmiş kodu çerçeveye özel bir klasöre taşıyın.
zh_hans: 程序集“{0}”已放置在 "lib" 文件夹之下。建议将程序集放置在特定于框架的文件夹内。请将其移入特定于框架的文件夹。
zh_hant: 組件 '{0}' 直接位在 'lib' 資料夾下。建議將組件放在架構專屬的資料夾內。請將其移入架構專屬資料夾內。

# AssemblyOutsideLibWarning
source: The assembly '{0}' is not inside the 'lib' folder and hence it won't be added as a reference when the package is installed into a project. Move it into the 'lib' folder if it needs to be referenced.
cs: Sestavení {0} není ve složce lib, a proto se nepřidá jako odkaz při instalaci balíčku do projektu. Přesuňte ho do složky lib, pokud je třeba na něj odkazovat.
de: Die Assembly "{0}" befindet sich nicht im Ordner "lib" und wird deshalb beim Installieren des Pakets in einem Projekt nicht als Verweis hinzugefügt. Verschieben Sie die Assembly in den Ordner "lib", wenn sie referenziert werden soll.
es: El ensamblado "{0}" no está en la carpeta "lib" y, por tanto, no se agregará como referencia cuando se instale el paquete en un proyecto. Muévalo a la carpeta "lib" si es necesario hacer referencia a él.
fr: L'assembly '{0}' ne se trouve pas dans le dossier 'lib' et ne sera donc pas ajouté en tant que référence quand le package sera installé dans un projet. Déplacez-le dans le dossier 'lib' s'il doit être référencé.
it: L'assembly '{0}' non si trova all'interno della cartella 'lib'. Non verrà pertanto aggiunto come riferimento quando il pacchetto viene installato in un progetto. Spostarlo nella cartella 'lib' se deve essere aggiunto come riferimento.
ja: アセンブリ '{0}' は 'lib' フォルダー内にないため、パッケージをプロジェクトにインストールするとき、このアセンブリは参照として追加されません。参照する必要がある場合は、'lib' フォルダー内に移動してください。
ko: '{0}' 어셈블리는 'lib' 폴더 안에 없으므로 패키지를 프로젝트에 설치할 때 참조로 추가되지 않습니다. 참조해야 하는 경우 'lib' 폴더로 이동하세요.
pl: Zestaw „{0}” nie znajduje się w folderze „lib” i dlatego nie zostanie dodany jako odwołanie podczas instalacji pakietu w projekcie. Przenieś go do folderu „lib”, jeśli konieczne jest tworzenie do niego odwołania.
pt_br: O assembly '{0}' não está dentro da pasta 'lib' e, portanto, não será adicionado como uma referência quando o pacote for instalado em um projeto. Mova-o para a pasta 'lib' se ele precisar ser referenciado.
ru: Сборка "{0}" не находится в папке "lib" и поэтому не будет добавлена как ссылка при установке пакета в проект. Если необходимо добавить сборку в виде ссылки, перенесите ее в папку "lib".
tr: '{0}' bütünleştirilmiş kodu 'lib' klasörünün içinde olmadığından paket bir projeye yüklendiğinde başvuru olarak eklenmeyecek. Başvuru olarak kullanılması gerekiyorsa bütünleştirilmiş kodu 'lib' klasörüne taşıyın.
zh_hans: 程序集“{0}”不在 "lib" 文件夹内，因此将包安装到项目中后，不能将该程序集添加为引用。如需引用，请将其移动到 "lib" 文件夹。
zh_hant: 組件 '{0}' 不在 'lib' 資料夾內，因此在套件安裝到專案中時不會新增為參考。若必須為參考，請將其移入 'lib' 資料夾內。

# BuildConventionIsViolatedWarning
source: - At least one {0} file was found in '{1}', but '{2}' was not.
cs: - V {1} se našel nejméně jeden soubor {0}, ale nenašel se: {2}.
de: – Es wurde mindestens eine {0}-Datei in "{1}" gefunden, aber nicht "{2}".
es: - Se encontró al menos un archivo {0} en "{1}", pero no "{2}".
fr: - Au moins un fichier {0} a été trouvé dans '{1}', mais pas dans '{2}'.
it: - Almeno un file {0} è stato trovato in '{1}', ma non in '{2}'.
ja: - '{1}' には 1 つ以上の {0} ファイルが見つかりましたが、'{2}' はありませんでした。
ko: - '{1}'에 하나 이상의 {0} 파일이 있지만, '{2}'은(는) 없습니다.
pl: - Znaleziono co najmniej jeden plik {0} w: „{1}”, ale nie znaleziono: „{2}”.
pt_br: - Pelo menos um arquivo {0} foi encontrado em '{1}', mas o '{2}' não foi.
ru: – В "{1}" найден минимум один файл {0}, но не найдено "{2}".
tr: - '{1}' içinde en az bir {0} dosyası bulundu, ancak '{2}' bulunamadı.
zh_hans: -“{1}”中找到至少一个 {0} 文件，但“{2}”中未找到。
zh_hant: -在 '{1}' 中找到至少一個 {0} 檔案，但是未找到 '{2}'。

# DefaultSpecValueWarning
source: The value "{0}" for {1} is a sample value and should be removed. Replace it with an appropriate value or remove it and rebuild your package.
cs: Hodnota {0} pro {1} je ukázková hodnota a měla by se odebrat. Nahraďte ji odpovídající hodnotou nebo ji odeberte a sestavte svůj balíček znovu.
de: Der Wert "{0}" für "{1}" ist ein Beispielwert und sollte entfernt werden. Ersetzen Sie den Beispielwert durch einen geeigneten Wert, oder entfernen Sie ihn, und erstellen Sie Ihr Paket neu.
es: El valor "{0}" de {1} es solo un valor de ejemplo y debe quitarse. Reemplácelo por un valor adecuado o quítelo y recompile el paquete.
fr: La valeur "{0}" pour {1} est un exemple de valeur à supprimer. Remplacez-la par une valeur appropriée, ou supprimez-la et regénérez votre package.
it: Il valore "{0}" per {1} è un valore di esempio e deve essere rimosso. Sostituirlo con un valore appropriato oppure rimuoverlo e ricompilare il pacchetto.
ja: {1} の値 "{0}" はサンプル値であるため、削除する必要があります。適切な値に置き換えるか、この値を削除してから、パッケージをリビルドしてください。
ko: {1}에 대한 값 "{0}"은(는) 샘플 값이며 제거할 수 없습니다. 적절한 값으로 바꾸거나 제거하고 패키지를 다시 빌드하세요.
pl: Wartość „{0}” elementu {1} jest wartością przykładową i należy ją usunąć. Zamień ją na odpowiednią wartość lub usuń ją, a następnie ponownie skompiluj pakiet.
pt_br: O valor "{0}" para {1} é um valor de exemplo e deve ser removido. Substitua-o por um valor apropriado ou remova-o e recompile o pacote.
ru: Значение "{0}" для {1} — это пример значения, его нужно удалить. Замените его на соответствующее значение или удалите его и повторно соберите пакет.
tr: {1} için "{0}" değeri örnek bir değerdir ve kaldırılmalıdır. Uygun bir değerle değiştirin veya kaldırıp paketinizi yeniden derleyin.
zh_hans: {1}的值“{0}”是示例值，应将其删除。请将其替换为适当的值，或将其删除并重新生成包。
zh_hant: {1} 的值 "{0}" 是範例值，應該移除。請取代為適當的值，或將其移除並重建您的套件。

# DependenciesGroupsForEachTFMBeginningToFiles
source: - Add lib or ref assemblies for the
cs: - Přidat sestavení lib nebo ref pro
de: – lib- oder ref-Assemblys hinzufügen für
es: - Agregar ensamblados de biblioteca o de referencia para la
fr: - Ajouter des assemblys de bibliothèque ou de référence pour le
it: - Aggiungere assembly di riferimento o libreria per il
ja: - ライブラリまたは参照アセンブリを追加します
ko: - 다음에 대한 라이브러리 또는 참조 어셈블리 추가
pl: - Dodaj zestawy lib lub ref dla:
pt_br: - Adicione assemblies lib ou ref para o
ru: – Добавьте библиотечные или базовые сборки для следующего:
tr: - Şunun için kitaplık veya başvuru bütünleştirilmiş kodu ekleyin:
zh_hans: -为以下组件添加库或引用程序集
zh_hant: - 新增程式庫或參考組件

# DependenciesGroupsForEachTFMBeginningToNuspec
source: - Add a dependency group for
cs: - Přidat skupinu závislostí pro
de: – Abhängigkeitsgruppe hinzufügen für
es: - Agregar un grupo de dependencias para
fr: - Ajouter un groupe de dépendance pour
it: - Aggiungere un gruppo di dipendenze per
ja: - 依存関係グループを追加します
ko: - 다음에 대한 종속성 그룹 추가
pl: - Dodaj grupę zależności dla:
pt_br: - Adicione um grupo de dependências para
ru: – Добавьте группу зависимостей для следующего:
tr: - Şunun için bir bağımlılık grubu ekleyin:
zh_hans: -为以下组件添加依赖项组
zh_hant: - 新增相依性群組

# DependenciesGroupsForEachTFMEndingToFile
source: target framework
cs: cílová architektura
de: Zielframework
es: plataforma de destino
fr: framework cible
it: framework di destinazione
ja: ターゲット フレームワーク
ko: 대상 프레임워크
pl: platforma docelowa
pt_br: estrutura de destino
ru: целевая платформа
tr: hedef çerçeve
zh_hans: 目标框架
zh_hant: 目標 Framework

# DependenciesGroupsForEachTFMEndingToNuspec
source: to the nuspec
cs: do souboru nuspec
de: zu NUSPEC
es: al archivo nuspec
fr: au nuspec
it: al file nuspec
ja: Nuspec に
ko: nuspec에
pl: do pliku nuspec
pt_br: para o nuspec
ru: в nuspec
tr: nuspec'e
zh_hans: 到 nuspec
zh_hant: 至 nuspec

# DependenciesGroupsForEachTFMHasCompatMatch
source: Some target frameworks declared in the dependencies group of the nuspec and the lib/ref folder have compatible matches, but not exact matches in the other location. Unless intentional, consult the list of actions below:
cs: Některé cílové architektury deklarované ve skupině závislostí v souboru nuspec a ve složce lib/ref mají kompatibilní, ale ne úplně přesné shody v jiném umístění. Pokud to tak není záměrně, projděte si níže uvedený seznam akcí:
de: Einige Zielframeworks, die in der Gruppe "Abhängigkeiten" der NUSPEC-Datei und des lib-/ref-Ordners deklariert sind, weisen kompatible Übereinstimmungen, aber keine genauen Übereinstimmungen am anderen Speicherort auf. Wenn dies nicht beabsichtigt ist, sehen Sie sich die folgende Maßnahmenliste an:
es: Algunas plataformas de destino declaradas en el grupo de dependencias del archivo nuspec y la carpeta lib/ref tienen coincidencias compatibles, pero no coincidencias exactas en la otra ubicación. A menos que sea intencionado, consulte la siguiente lista de acciones:
fr: Certains frameworks cibles déclarés dans le groupe des dépendances du nuspec et du dossier lib/ref ont des correspondances compatibles, mais aucune correspondance exacte dans l'autre emplacement. À moins que cela ne soit intentionnel, consultez la liste d'actions ci-dessous :
it: Alcuni framework di destinazione dichiarati nel gruppo di dipendenze del file nuspec e nella cartella lib/ref includono corrispondenze compatibili, ma non corrispondenze esatte nell'altra posizione. A meno che questo comportamento non sia intenzionale, consultare l'elenco delle azioni seguenti:
ja: Nuspec および lib/ref フォルダーの依存関係グループで宣言されているいくつかのターゲット フレームワークに、もう一方の場所での適合する一致がありますが、完全一致はありません。意図的でなければ、以下のアクションの一覧を参照してください:
ko: nuspec 및 lib/ref 폴더의 종속성 그룹에 선언된 일부 대상 프레임워크에 호환되는 일치 항목이 있지만, 다른 위치에서 정확하게 일치하는 항목이 없습니다. 의도한 경우가 아니면 아래 작업 목록을 참조하세요.
pl: Niektóre platformy docelowe zadeklarowane w grupie zależności w pliku nuspec i folderze lib/ref mają zgodne dopasowania, ale nie mają dokładnych dopasowań w drugiej lokalizacji. O ile nie jest to zamierzone, zapoznaj się z poniższą listą akcji:
pt_br: Algumas estruturas de destino declaradas no grupo de dependências das pastas nuspec e lib/ref têm correspondências compatíveis, mas não têm correspondências exatas no outro local. Caso isso não seja intencional, consulte a lista de ações abaixo:
ru: Некоторые целевые платформы, объявленные в группе зависимостей nuspec и папке lib/ref, имеют совместимые, но не точные соответствия в другом расположении. Если это не намеренно, см. список действий ниже.
tr: Nuspec ve kitaplık/başvuru klasörünün bağımlılıklar grubunda bildirilen bazı hedef çerçeveler uyumlu eşleşmelere sahip, ancak diğer konumda tam eşleşmelere sahip değil. Bu durum bilerek gerçekleştirilmediyse aşağıdaki eylemler listesine başvurun:
zh_hans: 在 nuspec 和 lib/ref 文件夹的依赖项组中声明的某些目标框架具有兼容的匹配项，但在其他位置不是完全匹配项。除非有意为之，否则请参阅以下操作列表:
zh_hant: 在 nuspec 與 lib/ref 資料夾的相依性群組中宣告的某些目標架構有相符的項目，在其他位置沒有完全相符的項目。請參閱下列動作清單:

# DependenciesGroupsForEachTFMHasNoExactMatch
source: Some target frameworks declared in the dependencies group of the nuspec and the lib/ref folder do not have exact matches in the other location. Consult the list of actions below:
cs: Některé cílové architektury deklarované ve skupině závislostí v souboru nuspec a ve složce lib/ref nemají přesné shody v jiném umístění. Projděte si níže uvedený seznam akcí:
de: Einige Zielframeworks, die in der Gruppe "Abhängigkeiten" der NUSPEC-Datei und des lib-/ref-Ordners deklariert sind, weisen keine genauen Übereinstimmungen am anderen Speicherort auf. Sehen Sie sich die folgende Maßnahmenliste an:
es: Algunas plataformas de destino declaradas en el grupo de dependencias del archivo nuspec y la carpeta lib/ref no tienen coincidencias exactas en la otra ubicación. Consulte la siguiente lista de acciones:
fr: Certains frameworks cibles déclarés dans le groupe des dépendances du nuspec et du dossier lib/ref n'ont aucune correspondance exacte dans l'autre emplacement. Consultez la liste d'actions ci-dessous :
it: Alcuni framework di destinazione dichiarati nel gruppo di dipendenze del file nuspec e nella cartella lib/ref non includono corrispondenze esatte nell'altra posizione. Consultare l'elenco delle azioni seguenti:
ja: Nuspec および lib/ref フォルダーの依存関係グループで宣言されているいくつかのターゲット フレームワークに、もう一方の場所での完全一致がありません。以下のアクションの一覧を参照してください:
ko: nuspec 및 lib/ref 폴더의 종속성 그룹에 선언된 일부 대상 프레임워크에 다른 위치에서 정확하게 일치하는 항목이 없습니다. 아래 작업 목록을 참조하세요.
pl: Niektóre platformy docelowe zadeklarowane w grupie zależności w pliku nuspec i folderze lib/ref nie mają dokładnych dopasowań w drugiej lokalizacji. Zapoznaj się z poniższą listą akcji:
pt_br: Algumas estruturas de destino declaradas no grupo de dependências das pastas nuspec e lib/ref não têm correspondências exatas no outro local. Consulte a lista de ações abaixo:
ru: Некоторые целевые платформы, объявленные в группе зависимостей nuspec и папке lib/ref, не имеют точных соответствий в другом расположении. См. список действий ниже.
tr: Nuspec ve kitaplık/başvuru klasörünün bağımlılıklar grubunda bildirilen bazı hedef çerçeveler diğer konumda tam eşleşmelere sahip değil. Aşağıdaki eylemler listesine başvurun:
zh_hans: 在 nuspec 和 lib/ref 文件夹的依赖项组中声明的某些目标框架在其他位置没有完全匹配项。请参阅以下操作列表:
zh_hant: 在 nuspec 與 lib/ref 資料夾的相依性群組中宣告的某些目標架構，在其他位置沒有完全相符的項目。請參閱下列動作清單:

# FilePathTooLongWarning
source: The file '{0}' path, name, or both are too long. Your package might not work without long file path support. Please shorten the file path or file name.
cs: Cesta nebo název souboru {0} (případně obojí) jsou moc dlouhé. Bez podpory dlouhých cest souborů váš balíček možná nebude fungovat. Zkraťte prosím cestu nebo název souboru.
de: Der Pfad und/oder der Name der Datei "{0}" ist zu lang. Ihr Paket funktioniert ohne Unterstützung langer Dateipfade möglicherweise nicht. Kürzen Sie den Dateipfad oder den Dateinamen.
es: La ruta de acceso del archivo "{0}", el nombre de este o ambos son demasiado largos. Es posible que el paquete no funcione sin compatibilidad con rutas de acceso de archivo largas. Acorte la ruta de acceso o el nombre del archivo.
fr: Le chemin '{0}' ou le nom du fichier, ou les deux, sont trop longs. Votre package risque de ne pas fonctionner sans prise en charge de chemin de fichier long. Raccourcissez le chemin ou le nom du fichier.
it: Il percorso o il nome del file '{0}' o entrambi sono troppo lunghi. Il pacchetto potrebbe non funzionare senza il supporto per percorsi di file lunghi. Abbreviare il percorso o il nome del file.
ja: ファイル '{0}' のパスと名前の両方またはいずれかが長すぎます。このパッケージは、長いファイル パスがサポートされていない場合は動作しない可能性があります。ファイルのパスまたはファイル名を短くしてください。
ko: 파일 '{0}' 경로, 이름 또는 둘 다 너무 깁니다. 긴 파일 경로 지원 없이는 패키지가 작동하지 않을 수 있습니다. 파일 경로 또는 파일 이름을 줄이세요.
pl: Za długa ścieżka lub nazwa pliku „{0}” albo jedno i drugie. Pakiet może nie działać bez obsługi długich ścieżek. Skróć ścieżkę lub nazwę pliku.
pt_br: O caminho, nome ou ambos do arquivo '{0}' são muito longos. Seu pacote pode não funcionar sem suporte do caminho de arquivo longo. Diminua o caminho ou nome do arquivo.
ru: Путь или имя файла "{0}" слишком длинные. Возможно, пакет не будет работать без поддержки длинных путей к файлам. Сократите путь или имя файла.
tr: '{0}' dosyasının yolu, adı veya her ikisi de çok uzun. Paketiniz uzun dosya yolu desteği olmadan çalışmayabilir. Lütfen dosya yolunu veya dosya adını kısaltın.
zh_hans: 文件“{0}”路径和/或名称过长。不支持长文件路径，包可能无法正常工作。请缩短文件路径或文件名。
zh_hant: 檔案 '{0}' 路徑或名稱 (或兩者) 過長。您的套件不支援長的檔案路徑，而可能無法運作。請縮短檔案路徑或檔案名稱。

# IconUrlDeprecationWarning
source: The 'PackageIconUrl'/'iconUrl' element is deprecated. Consider using the 'PackageIcon'/'icon' element instead. Learn more at https://aka.ms/deprecateIconUrl
cs: Element PackageIconUrl/iconUrl je zastaralý. Zvažte místo toho použití elementu PackageIcon/icon. Další informace najdete na https://aka.ms/deprecateIconUrl.
de: Das Element "PackageIconUrl"/"iconUrl" ist veraltet. Erwägen Sie stattdessen, das Element "PackageIcon"/"Icon" zu verwenden. Weitere Informationen finden Sie unter https://aka.ms/deprecateIconUrl.
es: El elemento "PackageIconUrl"/"iconUrl" está en desuso. Considere la posibilidad de usar el elemento "PackageIcon"/"icon" en su lugar. Encontrará más información en https://aka.ms/deprecateIconUrl.
fr: L'élément 'PackageIconUrl'/'iconUrl' est déprécié. Utilisez l'élément 'PackageIcon'/'icon' à la place. En savoir plus sur https://aka.ms/deprecateIconUrl
it: L'elemento 'PackageIconUrl'/'iconUrl' è deprecato. In alternativa, provare a usare l'elemento 'PackageIcon'/'icon'. Per altre informazioni, vedere https://aka.ms/deprecateIconUrl
ja: 'PackageIconUrl'/'iconUrl' 要素は使用されていません。代わりに 'PackageIcon'/'icon' 要素を使用することを検討してください。詳細については、https://aka.ms/deprecateIconUrl をご覧ください
ko: 'PackageIconUrl'/'iconUrl' 요소는 사용되지 않습니다. 대신 'PackageIcon'/'icon' 요소를 사용하세요. https://aka.ms/deprecateIconUrl에서 자세히 알아보세요.
pl: Element „PackageIconUrl”/„iconUrl” jest przestarzały. Rozważ użycie w zastępstwie elementu „PackageIcon”/„icon”. Więcej informacji znajdziesz na stronie https://aka.ms/deprecateIconUrl
pt_br: O elemento 'PackageIconUrl'/'iconUrl' foi preterido. Em vez dele, use o elemento 'PackageIcon'/'icon'. Saiba mais em https://aka.ms/deprecateIconUrl
ru: Элемент "PackageIconUrl"/"iconUrl" является устаревшим. Используйте вместо него элемент "PackageIcon"/"icon". Дополнительные сведения см. на странице https://aka.ms/deprecateIconUrl.
tr: 'PackageIconUrl'/'iconUrl' öğesi kullanım dışı. Bunun yerine 'PackageIcon'/'icon' öğesini kullanmayı deneyin. https://aka.ms/deprecateIconUrl adresinden daha fazla bilgi edinin
zh_hans: "PackageIconUrl"/"iconUrl" 元素已弃用。请考虑改用 "PackageIcon"/"icon" 元素。可在 https://aka.ms/deprecateIconUrl 了解详细信息
zh_hant: 'PackageIconUrl'/'iconUrl' 元素已淘汰。請考慮改用 'PackageIcon'/'icon' 元素。若要深入了解，請前往 https://aka.ms/deprecateIconUrl

# InvalidFrameworkWarning
source: The folder '{0}' under 'lib' is not recognized as a valid framework name or a supported culture identifier. Rename it to a valid framework name or culture identifier.
cs: Složka {0} ve složce lib není známa jako platný název rozhraní nebo podporovaný identifikátor jazykové verze. Přejmenujte ji na platný název rozhraní nebo identifikátor jazykové verze.
de: Der Ordner "{0}" unter "lib" weist weder einen gültigen Frameworknamen noch einen unterstützten Kulturbezeichner auf. Benennen Sie den Ordner in einen gültigen Frameworknamen oder Kulturbezeichner um.
es: La carpeta "{0}" en "lib" no se reconoce como un nombre de marco válido o un identificador de referencia cultural admitida. Dele un nombre de marco o un identificador de referencia cultural válido.
fr: Le dossier '{0}' sous 'lib' n'est pas reconnu en tant que nom de framework valide ou en tant qu'identificateur de culture pris en charge. Renommez-le à l'aide d'un nom de framework ou d'un identificateur de culture valide.
it: La cartella '{0}' in 'lib' non è riconosciuta come nome di framework valido o come identificatore delle impostazioni cultura supportato. Rinominarlo in un nome di framework o un identificatore delle impostazioni cultura valido.
ja: 'lib' の下にあるフォルダー '{0}' は、有効なフレームワーク名またはサポートされているカルチャ識別子として認識されません。有効なフレームワーク名またはカルチャ識別子に名前を変更してください。
ko: 'lib' 아래의 '{0}' 폴더가 유효한 프레임워크 이름 또는 지원되는 문화권 식별자로 인식되지 않습니다. 유효한 프레임워크 이름 또는 문화권 식별자로 이름을 변경하세요.
pl: Nazwa folderu „{0}” w folderze „lib” nie jest rozpoznawana jako prawidłowa nazwa platformy ani obsługiwany identyfikator kultury. Zmień tę nazwę na prawidłową nazwę platformy lub identyfikator kultury.
pt_br: A pasta '{0}' em 'lib' não é reconhecida como um nome de estrutura válido nem um identificador de cultura compatível. Use um nome de estrutura válido ou um identificador de cultura.
ru: Не удается распознать название подпапки "{0}" в папке "lib" как допустимое имя платформы или как идентификатор поддерживаемых языка и региональных параметров. Переименуйте папку, указав допустимое имя платформы или идентификатор поддерживаемых языка и региональных параметров.
tr: 'lib' altındaki '{0}' klasörü geçerli bir çerçeve adı veya desteklenen bir kültür tanımlayıcısı olarak tanınmıyor. Geçerli bir çerçeve adı veya kültür tanımlayıcısı olarak yeniden adlandırın.
zh_hans: "lib" 下的文件夹“{0}”无法识别为有效的框架名称或支持的区域性标识符。请将其重命名为有效的框架名称或区域性标识符。
zh_hant: 'lib' 下的資料夾 '{0}' 無法辨識為有效的架構名稱或支援的文化特性識別碼。請重新命名為有效的架構名稱或文化特性識別碼。
