Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ListPkg_TopLevelHeader
source: Top-level Package
cs: Balíček na nejvyšší úrovni
de: Paket oberster Ebene
es: Paquete de nivel superior
fr: Package de niveau supérieur
it: Pacchetto di primo livello
ja: 最上位レベル パッケージ
ko: 최상위 패키지
pl: Pakiet najwyższego poziomu
pt_br: Pacote de Nível Superior
ru: Пакет верхнего уровня
tr: Üst Düzey Paket
zh_hans: 顶级包
zh_hant: 最上層套件

# ListPkg_TransitiveDescription
source: Includes transitive packages too in the result.
cs: Do výsledků zahrne i přenosné balíčky.
de: Hiermit werden transitive Pakete in das Ergebnis einbezogen.
es: Incluye también paquetes transitivos en el resultado.
fr: Inclut également les packages transitifs dans le résultat.
it: Include nel risultato anche i pacchetti transitivi.
ja: 推移的なパッケージも結果に含まれます。
ko: 결과에 전이적 패키지도 포함합니다.
pl: Uwzględnia również pakiety przechodnie w wyniku.
pt_br: Inclui pacotes transitivos também no resultado.
ru: Включает транзитивные пакеты в результат.
tr: Sonuca geçişli paketleri de dahil eder.
zh_hans: 在结果中也包括可传递的包。
zh_hant: 在結果中也包含可轉移套件。

# ListPkg_TransitiveHeader
source: Transitive Package
cs: Přenosný balíček
de: Transitives Paket
es: Paquete transitivo
fr: Package transitif
it: Pacchetto transitivo
ja: 推移的なパッケージ
ko: 전이적 패키지
pl: Pakiet przechodni
pt_br: Pacote Transitivo
ru: Транзитивный пакет
tr: Geçişli Paket
zh_hans: 可传递的包
zh_hant: 可轉移的套件

# ListPkg_VulnerabilityAdvisoryUrl
source: Advisory URL
cs: Adresa URL doporučení
de: URL zur Empfehlung
es: Dirección URL de asesoría
fr: URL d'avertissement
it: URL di avviso
ja: アドバイザリ URL
ko: 자문 URL
pl: Adres URL porady
pt_br: URL do aviso
ru: URL-адрес рекомендаций
tr: Bildirim URL'si
zh_hans: 顾问 URL
zh_hant: 諮詢 URL

# ListPkg_VulnerabilitySeverity
source: Severity
cs: Závažnost
de: Schweregrad
es: Gravedad
fr: Gravité
it: Gravità
ja: 重要度
ko: 심각도
pl: Ważność
pt_br: Severidade
ru: Уровень серьезности
tr: Önem Derecesi
zh_hans: 严重性
zh_hant: 嚴重性

# ListPkg_VulnerableDescription
source: Displays only the packages flagged as vulnerable.
cs: Zobrazí jenom balíčky označené jako zranitelné.
de: Zeigt nur die als anfällig gekennzeichneten Pakete an.
es: Muestra solo los paquetes marcados como vulnerables.
fr: Affiche uniquement les packages marqués d'un indicateur de vulnérabilité.
it: Visualizza solo i pacchetti contrassegnati come vulnerabili.
ja: 脆弱性があるとしてフラグが付いているパッケージのみを表示します。
ko: 취약한 것으로 플래그가 지정된 패키지만 표시합니다.
pl: Wyświetla tylko pakiety oznaczone jako podatne na zagrożenia.
pt_br: Exibe somente os pacotes sinalizados como vulneráveis.
ru: Отображает только пакеты, отмеченные как уязвимые.
tr: Yalnızca güvenlik açığına sahip olarak işaretlenmiş paketleri görüntüler.
zh_hans: 仅显示标记为“易受攻击”的包。
zh_hant: 只顯示標記為易受攻擊的套件。

# ListPkg_VulnerableIgnoredOptions
source: The command option(s) '--include-prerelease', '--highest-minor', and '--highest-patch' are ignored by this command.
cs: Tento příkaz ignoruje možnosti --include-prerelease, --highest-minor a --highest-patch.
de: Die Befehlsoptionen "--include-prerelease", "--highest-minor" und "--highest-patch" werden von diesem Befehl ignoriert.
es: Este comando ignora las opciones "--include-prerelease", "--highest-minor" y "--highest-patch" correspondientes.
fr: Les options de commande '--include-prerelease', '--highest-minor' et '--highest-patch' sont ignorées par cette commande.
it: Le opzioni di comando '--include-prerelease', '--highest-minor' e '--highest-patch' vengono ignorate da questo comando.
ja: このコマンドでは、コマンド オプション '--include-prerelease'、'--highest-minor'、'--highest-patch' は無視されます。
ko: 이 명령에서 명령 옵션 '--include-prerelease', '--highest-minor' 및 '--highest-patch'가 무시됩니다.
pl: Opcje polecenia „--include-prerelease”, „--highest-minor” i „--highest-patch” są ignorowane przez to polecenie.
pt_br: As opções de comando '--include-prerelease', '--highest-minor' e '--highest-patch' são ignoradas por este comando.
ru: Параметры команды "--include-prerelease", "--highest-minor" и "--highest-patch" игнорируются этой командой.
tr: '--include-prerelease', '--highest-minor' ve '--highest-patch' komut seçenekleri bu komut tarafından yoksayılır.
zh_hans: 此命令会忽略 "--include-prerelease"、"--highest-minor" 和 "--highest-patch" 命令选项。
zh_hant: 此命令會忽略命令選項 '--include-prerelease'、'--highest-minor'，以及 '--highest-patch'。

# ListSourceCommandDescription
source: Lists all configured NuGet sources.
cs: Vypíše všechny nakonfigurované zdroje NuGet.
de: Hiermit werden alle konfigurierten NuGet-Quellen aufgelistet.
es: Enumera todos los orígenes de NuGet configurados.
fr: Liste toutes les sources NuGet configurées.
it: Elenca tutte le origini NuGet configurate.
ja: 構成されているすべての NuGet ソースを一覧表示します。
ko: 구성된 모든 NuGet 소스를 나열합니다.
pl: Wyświetla listę wszystkich skonfigurowanych źródeł pakietu NuGet.
pt_br: Lista todas as fontes configuradas do NuGet.
ru: Отображает список всех настроенных источников NuGet.
tr: Yapılandırılan tüm NuGet kaynaklarını listeler.
zh_hans: 列出所有配置的 NuGet 源。
zh_hant: 列出所有設定的 NuGet 來源。

# List_Description
source: List configured NuGet sources.
cs: Vypíše nakonfigurované zdroje NuGet.
de: Hiermit werden konfigurierte NuGet-Quellen aufgelistet.
es: Enumera los orígenes de NuGet configurados.
fr: Liste les sources NuGet configurées.
it: Elenca le origini NuGet configurate.
ja: 構成されている NuGet ソースを一覧表示します。
ko: 구성된 NuGet 소스를 나열합니다.
pl: Wyświetl listę skonfigurowanych źródeł pakietu NuGet.
pt_br: Listar fontes configuradas do NuGet.
ru: Список настроенных источников NuGet.
tr: Yapılandırılan NuGet kaynaklarını listeleyin.
zh_hans: 列出配置的 NuGet 源。
zh_hant: 列出設定的 NuGet 來源。

# LocalsCommand_ArgumentDescription
source: Specifies the cache location(s) to list or clear. <all | http-cache | global-packages | temp>
cs: Určuje umístění mezipaměti, která se mají vypsat nebo vymazat. <all | http-cache | global-packages | temp>
de: Gibt die aufzulistenden oder zu löschenden Cachespeicherorte an. <all | http-cache | global-packages | temp>
es: Especifica las ubicaciones de caché que se mostrarán o borrarán. <all | http-cache | global-packages | temp>
fr: Spécifie le ou les emplacements de cache à lister ou à effacer. <all | http-cache | global-packages | temp>
it: Specifica i percorsi della cache da elencare o cancellare. <all | http-cache | global-packages | temp>
ja: 一覧表示またはクリアするキャッシュの場所を指定します。 <all | http-cache | global-packages | temp>
ko: 나열하거나 지울 캐시 위치를 지정합니다. <all | http-cache | global-packages | temp>
pl: Określa lokalizacje pamięci podręcznej do wyświetlenia lub wyczyszczenia. <all | http-cache | global-packages | temp>
pt_br: Especifica os locais de cache a serem listados ou desmarcados. <all | http-cache | global-packages | temp>
ru: Задает расположения кэша, которые нужно очистить или вывести. <all | http-cache | global-packages | temp>
tr: Listelenecek veya temizlenecek önbellek konumlarını belirtir. <all | http-cache | global-packages | temp>
zh_hans: 指定用于列出或清除的缓存位置。r <all | http-cache | global-packages | temp>
zh_hant: 指定要列出或清除的快取位置。 <all | http-cache | global-packages | temp>

# LocalsCommand_ClearDescription
source: Clear the selected local resources or cache location(s).
cs: Vymaže vybrané místní prostředky nebo umístění mezipaměti.
de: Hiermit löschen Sie die ausgewählten lokalen Ressourcen oder Cachespeicherorte.
es: Borra los recursos locales o las ubicaciones de caché que se han seleccionado.
fr: Efface les ressources locales ou les emplacements de cache sélectionnés.
it: Cancella i percorsi della cache o le risorse locali selezionate.
ja: 選択したローカル リソースまたはキャッシュの場所をクリアします。
ko: 선택한 로컬 리소스 또는 캐시 위치를 지웁니다.
pl: Wyczyść wybrane zasoby lokalne lub lokalizacje pamięci podręcznej.
pt_br: Desmarque os recursos locais ou os locais de cache selecionados.
ru: Очистить выбранные локальные ресурсы или расположения кэша.
tr: Seçili yerel kaynaklar veya önbellek konumlarını temizleyin.
zh_hans: 清除所选的本地资源或缓存位置。
zh_hant: 清除選取的本機資源或快取位置。

# LocalsCommand_Description
source: Clears or lists local NuGet resources such as http requests cache, packages folder, plugin operations cache or machine-wide global packages folder.
cs: Vymaže nebo vypíše místní prostředky NuGet, třeba mezipaměť požadavků http, složku balíčků, mezipaměť operací modulů plug-in nebo globální složku balíčků pro celý počítač.
de: Löscht oder listet lokale NuGet-Ressourcen auf, z. B. den Cache für HTTP-Anforderungen, den Paketordner, den Cache für Plug-In-Vorgänge oder den computerweiten Ordner für globale Pakete.
es: Borra o enumera los recursos locales de NuGet, como la memoria caché de solicitudes http, la carpeta de paquetes, la memoria caché de operaciones de complementos o la carpeta de paquetes global para toda la máquina.
fr: Efface ou liste les ressources NuGet locales telles que le cache des requêtes http, le dossier des packages, le cache des opérations de plug-in ou le dossier des packages global à l'échelle de l'ordinateur.
it: Cancella o elenca le risorse NuGet locali, ad esempio la cache delle richieste http, la cartella dei pacchetti, la cache delle operazioni dei plug-in o la cartella dei pacchetti globali a livello di computer.
ja: http 要求キャッシュ、パッケージ フォルダー、プラグイン操作キャッシュ、マシン全体のグローバルなパッケージ フォルダーなどのローカル NuGet リソースをクリアまたは一覧表示します。
ko: http 요청 캐시, 패키지 폴더, 플러그 인 작업 캐시 또는 시스템 전체의 전역 패키지 폴더와 같은 로컬 NuGet 리소스를 지우거나 나열합니다.
pl: Czyści lub wyświetla lokalne zasoby NuGet, takie jak pamięć podręczna żądań http, folder pakietów, pamięć podręczna operacji wtyczki lub globalny folder pakietów dla całej maszyny.
pt_br: Desmarca ou lista os recursos locais do NuGet, como o cache de solicitações http, a pasta de pacotes, o cache de operações de plug-in ou a pasta de pacotes globais do computador.
ru: Очищает локальные ресурсы NuGet или выводит их список. К таким ресурсам относятся кэш запросов http, каталог пакетов, кэш операций подключаемого модуля и глобальный каталог пакетов на уровне системы.
tr: Yerel NuGet kaynaklarını (http istekleri önbelleği, paketler klasörü, eklenti işlemleri önbelleği veya makine çapında genel paketler klasörü gibi) temizler veya listeler.
zh_hans: 清除或列出本地 NuGet 资源，例如 http 请求缓存、包文件夹、插件操作缓存或计算机范围全局包文件夹。
zh_hant: 清除或列出本機 NuGet 資源，例如 http 要求快取、套件資料夾、外掛程式運算快取，或整部電腦的全域套件資料夾。

# LocalsCommand_ListDescription
source: List the selected local resources or cache location(s).
cs: Vypíše vybrané místní prostředky nebo umístění mezipaměti.
de: Listet die ausgewählten lokalen Ressourcen oder Cachespeicherorte auf.
es: Lista de los recursos locales o las ubicaciones de caché seleccionados.
fr: Liste les ressources locales ou les emplacements de cache sélectionnés.
it: Elenca i percorsi della cache o le risorse locali selezionate.
ja: 選択されたローカル リソースまたはキャッシュの場所を一覧表示します。
ko: 선택한 로컬 리소스 또는 캐시 위치의 목록입니다.
pl: Wyświetla wybrane zasoby lokalne lub lokalizacje pamięci podręcznej.
pt_br: Liste os recursos locais ou os locais de cache selecionados.
ru: Вывести список выбранных локальных ресурсов или расположений кэша.
tr: Seçili yerel kaynakları veya önbellek konumlarını listeler.
zh_hans: 列出所选的本地资源或缓存位置。
zh_hant: 列出選取的本機資源或快取位置。

# LocalsCommand_MultipleOperations
source: Both operations, --list and --clear, are not supported in the same command. Please specify only one operation. usage: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] For more information, visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Ve stejném příkazu se nepodporují zároveň operace --list a --clear. Zadejte prosím jenom jednu operaci. Použití: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Další informace najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Die gleichzeitige Verwendung der Vorgänge --list und --clear in demselben Befehl wird nicht unterstützt. Geben Sie nur einen Vorgang an. Syntax: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Weitere Informationen finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference.
es: No se admiten ambas operaciones, --list y --clear, en el mismo comando. Especifique solo una. uso: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Para obtener más información, visite https://docs.nuget.org/docs/reference/command-line-reference
fr: Les deux opérations, --list et --clear, ne sont pas prises en charge dans la même commande. Spécifiez une seule opération. utilisation : NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Pour plus d'informations, visitez https://docs.nuget.org/docs/reference/command-line-reference
it: Non è possibile usare contemporaneamente nello stesso comando le operazioni --list e --clear. Specificare una sola operazione. utilizzo: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Per altre informazioni, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: 同じコマンド内で --list と --clear の両方の操作を使用することはできません。1 つの操作のみを指定してください。 使用法: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 詳細については、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: --list와 --clear 작업을 모두 동일한 명령에서 사용할 수 없습니다. 하나의 명령만 지정하세요. 사용법: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 자세한 내용은 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: Obydwie operacje, --list i --clear, nie są obsługiwane jednocześnie w tym samym poleceniu. Określ tylko jedną operację. użycie: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Aby uzyskać więcej informacji, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Não há suporte para ambas as operações, --list e --clear, no mesmo comando. Especifique apenas uma operação. uso: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Para obter mais informações, acesse https://docs.nuget.org/docs/reference/command-line-reference
ru: Операции --list и --clear невозможно использовать в одной и той же команде. Укажите только одну из этих операций. Использование: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Дополнительные сведения: https://docs.nuget.org/docs/reference/command-line-reference
tr: --list ve --clear işlemleri aynı komutta desteklenmez. Lütfen yalnızca bir işlem belirtin. kullanım: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Daha fazla bilgi için bkz. https://docs.nuget.org/docs/reference/command-line-reference
zh_hans: 同一命令中不支持同时执行 --list 和 --clear 操作。请只指定一个操作。 用法: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 有关详细信息，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 相同命令中不支援同時出現 --list 與 --clear 作業。請只指定一項作業。 usage: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 如需詳細資訊，請瀏覽 https://docs.nuget.org/docs/reference/command-line-reference

# LocalsCommand_NoArguments
source: No Cache Type was specified. usage: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] For more information, visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Nezadal se žádný typ mezipaměti. Použití: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Další informace najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Es wurde kein Cachetyp angegeben. Syntax: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Weitere Informationen finden Sie unter: https://docs.nuget.org/docs/reference/command-line-reference.
es: No se especificó ningún tipo de caché. uso: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Para obtener más información, visite https://docs.nuget.org/docs/reference/command-line-reference
fr: Aucun type de cache n'a été spécifié. utilisation : NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Pour plus d'informations, visitez https://docs.nuget.org/docs/reference/command-line-reference
it: Non è stato specificato alcun tipo di cache. utilizzo: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Per altre informazioni, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: キャッシュの種類が指定されていません。 使用法: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 詳しくは、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: 캐시 유형을 지정하지 않았습니다. 사용법: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 자세한 내용은 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: Nie określono typu pamięci podręcznej. użycie: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Aby uzyskać więcej informacji, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Nenhum Tipo de Cache foi especificado. uso: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Para obter mais informações, acesse https://docs.nuget.org/docs/reference/command-line-reference
ru: Тип кэша не указан. Использование: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Дополнительные сведения: https://docs.nuget.org/docs/reference/command-line-reference
tr: Önbellek Türü belirtilmedi. kullanım: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Daha fazla bilgi için bkz. https://docs.nuget.org/docs/reference/command-line-reference
zh_hans: 未指定缓存类型。 用法: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 有关详细信息，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 未指定任何快取類型。 使用方式: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 如需詳細資訊，請瀏覽 https://docs.nuget.org/docs/reference/command-line-reference

# LocalsCommand_NoOperation
source: Please specify an operation i.e. --list or --clear. usage: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] For more information, visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Zadejte prosím operaci, tj. --list nebo --clear. Použití: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Další informace najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Geben Sie einen Vorgang an, d. h. --list oder --clear. Syntax: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Weitere Informationen finden Sie unter: https://docs.nuget.org/docs/reference/command-line-reference.
es: Especifique una operación, es decir, --list o --clear. uso: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Para obtener más información, visite https://docs.nuget.org/docs/reference/command-line-reference
fr: Spécifiez une opération, par exemple --list ou --clear. utilisation : NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Pour plus d'informations, visitez https://docs.nuget.org/docs/reference/command-line-reference
it: Specificare un'operazione, ad esempio --list o --clear. utilizzo: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Per altre informazioni, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: --list または --clear の操作を指定してください。 使用法: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 詳しくは、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: 작업을 지정하세요(예: --list 또는 --clear). 사용법: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 자세한 내용은 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: Określ operację, tj. --list lub --clear. użycie: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Aby uzyskać więcej informacji, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Especifique uma operação, isto é, --list ou --clear. uso: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Para obter mais informações, acesse https://docs.nuget.org/docs/reference/command-line-reference
ru: Укажите операцию, например --list или --clear. Использование: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Дополнительные сведения: https://docs.nuget.org/docs/reference/command-line-reference
tr: Lütfen bir işlem belirtin, örneğin: --list veya --clear. kullanım: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Daha fazla bilgi için bkz. https://docs.nuget.org/docs/reference/command-line-reference
zh_hans: 请指定一个操作，即 --list 或 --clear。 用法: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 有关详细信息，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 請指定一項作業，亦即 --list 或 --clear。 使用方式: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 如需詳細資訊，請瀏覽 https://docs.nuget.org/docs/reference/command-line-reference

# NoServiceEndpoint_Description
source: Does not append "api/v2/package" to the source URL.
cs: Nepřipojí api/v2/package k zdrojové adrese URL.
de: "api/v2/package" wird nicht an die Quell-URL angefügt.
es: No anexa "api/v2/package" a la dirección URL de origen.
fr: N'ajoute pas « api/v2/package » à l'URL source.
it: Non accoda "api/v2/package" all'URL di origine.
ja: "api/v2/package" がソース URL に追加されません。
ko: "api/v2/package"를 소스 URL에 추가하지 않습니다.
pl: Nie dołącza ciągu „api/v2/package” do źródłowego adresu URL.
pt_br: Não acrescente "api/v2/package" à URL de origem.
ru: К URL-адресу источника не добавляется api/v2/package.
tr: Kaynak URL'ye "api/v2/package" ifadesini eklemez.
zh_hans: 请勿将 "api/v2/package" 追加到源 URL。
zh_hant: 不將 "api/v2/package" 附加至來源 URL。

# NoSymbols_Description
source: If a symbols package exists, it will not be pushed to a symbols server.
cs: Pokud balíček symbolů existuje, neodešle se na server symbolů.
de: Wenn ein Symbolpaket vorhanden ist, wird es nicht mithilfe von Push auf einen Symbolserver übertragen.
es: Si existe un paquete de símbolos, no se insertará en un servidor de símbolos.
fr: Si un package de symboles existe, il ne fait pas l'objet d'un push sur un serveur de symboles.
it: Se esiste un pacchetto di simboli, non verrà effettuato il push a un server di simboli.
ja: シンボル パッケージが存在する場合は、そのパッケージはシンボル サーバーにプッシュされません。
ko: 기호 패키지가 있는 경우 기호 서버로 푸시되지 않습니다.
pl: Jeśli pakiet symboli istnieje, nie zostanie wypchnięty na serwer symboli.
pt_br: Se um pacote de símbolos existir, ele não será enviado por push a um servidor de símbolos.
ru: Если пакет символов существует, он не будет отправлен на сервер символов.
tr: Bir sembol paketi varsa paket bir sembol sunucusuna gönderilmez.
zh_hans: 如果存在符号包，系统不会将该符号包推送到符号服务器。
zh_hant: 若符號套件已存在，即不會將其推送到符號伺服器。
