Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# WhyCommand_Message_NoDependencyGraphsFoundForFramework
source: No dependency graph(s) found for this target framework.
cs: Pro tuto cílovou architekturu se nenašly žádné grafy závislostí.
de: Für dieses Zielframework wurden keine Abhängigkeitsdiagramme gefunden.
es: No se encontraron gráficos de dependencias para esta plataforma de destino.
fr: Aucun graphique de dépendance n’a été trouvé pour ce framework cible.
it: Non sono stati trovati grafi delle dipendenze per questo framework di destinazione.
ja: このターゲット フレームワークの依存関係グラフが見つかりません。
ko: 이 대상 프레임워크에 대한 종속성 그래프를 찾을 수 없습니다.
pl: Nie znaleziono wykresów zależności dla tej platformy docelowej.
pt_br: Nenhum gráfico de dependência encontrado para essa estrutura de destino.
ru: Графы зависимостей для этой целевой платформы не найдены.
tr: Bu hedef Framework için bağımlılık grafı bulunamadı.
zh_hans: 找不到此目标框架的依赖项关系图。
zh_hant: 找不到此目標 Framework 的相依性關係圖。

# WhyCommand_Message_NoDependencyGraphsFoundInProject
source: Project '{0}' does not have a dependency on '{1}'.
cs: Projekt {0} nemá závislost na {1}.
de: Projekt "{0}" weist keine Abhängigkeit von "{1}" auf.
es: El proyecto '{0}' no tiene ninguna dependencia de '{1}'.
fr: Le Project « {0} » de projet n’a pas de dépendance sur « {1} ».
it: Il progetto '{0}' non ha una dipendenza da '{1}'.
ja: プロジェクト '{0}' は '{1}' に依存していません。
ko: '{0}' 프로젝트에 '{1}'에 대한 종속성이 없습니다.
pl: Projekt „{0}” nie ma zależności od elementu „{1}”.
pt_br: O projeto '{0}' não tem uma dependência de '{1}'.
ru: У проекта "{0}" нет зависимости от "{1}".
tr: '{0}' projesinin '{1}'ye bağımlılığı yok.
zh_hans: 项目“{0}”不依赖于“{1}”。
zh_hant: 專案 '{0}' 與 '{1}' 沒有相依性。

# WhyCommand_Message_NonSDKStyleProjectsAreNotSupported
source: Unable to run 'dotnet nuget why' for project '{0}'. See https://aka.ms/dotnet/nuget/why#older-project-format
cs: Nepovedlo se spustit příkaz dotnet nuget why pro projekt {0}. Viz https://aka.ms/dotnet/nuget/why#older-project-format
de: „dotnet nuget why“ kann für das Projekt „{0}“ nicht ausgeführt werden. Siehe https://aka.ms/dotnet/nuget/why#older-project-format.
es: No se puede ejecutar "dotnet nuget why" para el proyecto "{0}". Ver https://aka.ms/dotnet/nuget/why#older-project-format
fr: Impossible d'exécuter « dotnet nuget Why » pour le projet « {0} ». Voir https://aka.ms/dotnet/nuget/why#older-project-format
it: Non è possibile eseguire 'dotnet nuget why' per il progetto '{0}'. Vedere https://aka.ms/dotnet/nuget/why#older-project-format
ja: プロジェクト '{0}' に対して 'dotnet nuget why' を実行できません。https://aka.ms/dotnet/nuget/why#older-project-format を参照してください
ko: '{0}' 프로젝트에 대해 'dotnet nuget why'를 실행할 수 없습니다. https://aka.ms/dotnet/nuget/why#older-project-format 참조
pl: Nie można uruchomić polecenia „dotnet nuget why” dla projektu „{0}”. Zobacz stronę https://aka.ms/dotnet/nuget/why#older-project-format
pt_br: Não foi possível executar o comando "dotnet nuget why" para o projeto "{0}". Consulte https://aka.ms/dotnet/nuget/why#older-project-format
ru: Не удалось выполнить "dotnet nuget why" для проекта "{0}". Сведения: https://aka.ms/dotnet/nuget/why#older-project-format
tr: '{0}' projesi için 'dotnet nuget why' çalıştırılamıyor. Bkz. https://aka.ms/dotnet/nuget/why#older-project-format
zh_hans: 无法为项目 ‘{0}’ 运行 ‘dotnet nuget why’。请参阅 https://aka.ms/dotnet/nuget/why#older-project-format
zh_hant: 無法執行專案 '{0}' 的 'dotnet nuget why'。請參閱 https://aka.ms/dotnet/nuget/why#older-project-format

# WhyCommand_PackageArgument_Description
source: The package name to lookup in the dependency graph.
cs: Název balíčku, který se má vyhledat v grafu závislostí
de: Der Paketname, nach dem im Abhängigkeitsdiagramm gesucht werden soll.
es: Nombre del paquete que se va a buscar en el gráfico de dependencias.
fr: Nom du package à rechercher dans le graphique des dépendances.
it: Nome del pacchetto da cercare nel grafo delle dipendenze.
ja: 依存関係グラフで検索するパッケージ名です。
ko: 종속성 그래프에서 조회할 패키지 이름입니다.
pl: Nazwa pakietu do wyszukania w grafie zależności.
pt_br: O nome do pacote a ser pesquisado no grafo de dependência.
ru: Имя пакета для поиска в графе зависимостей.
tr: Bağımlılık grafında aranacak paket adı.
zh_hans: 要在依赖项关系图中查找的包名称。
zh_hant: 要在相依性關係圖中查閱的套件名稱。

# WhyCommand_PathArgument_Description
source: A path to a project, solution file, or directory.
cs: Cesta k projektu, souboru řešení nebo adresáři
de: Ein Pfad zu einem Projekt, einer Projektmappendatei oder einem Verzeichnis.
es: Ruta de acceso a un proyecto, archivo de solución o directorio.
fr: Chemin d’un projet, d’un fichier solution ou d’un répertoire.
it: Percorso di un progetto, un file di soluzione o una directory.
ja: プロジェクト、プロジェクト ディレクトリ、またはディレクトリへのパスです。
ko: 프로젝트, 솔루션 파일 또는 디렉터리의 경로입니다.
pl: Ścieżka do projektu, pliku rozwiązania lub katalogu.
pt_br: Um caminho para um projeto, arquivo de solução ou diretório.
ru: Путь к проекту, файлу решения или каталогу.
tr: Bir projeye, çözüm dosyasına veya dizine giden yol.
zh_hans: 项目、解决方案文件或目录的路径。
zh_hant: 專案、解決方案檔案或目錄的路徑。

# WhyCommand_Warning_AssetsFileDoesNotContainSpecifiedTarget
source: The assets file '{0}' for project '{1}' does not contain a target for the specified input framework '{2}'.
cs: Soubor prostředků {0} pro projekt {1} neobsahuje cíl pro zadanou vstupní architekturu {2}.
de: Die Ressourcendaten "{0}" für das Projekt "{1}" enthält kein Ziel für das angegebene Eingabeframework "{2}".
es: El archivo de recursos "{0}" para el proyecto "{1}" no contiene un destino para el marco de entrada "{2}" especificado.
fr: Le fichier d’actifs « {0} » pour le « {1} » de projet ne contient pas de cible pour le framework d’entrée spécifié « {2} ».
it: Il file di asset {0} per il progetto '{1}' non contiene una destinazione per il framework di input specificato '{2}'.
ja: プロジェクト '{1}' のアセット ファイル '{0}' に、指定された入力フレームワーク '{2}' のターゲットが含まれていません。
ko: 프로젝트 '{1}'의 자산 파일 '{0}'에 지정된 입력 프레임워크 '{2}' 대상이 없습니다.
pl: Plik zasobów „{0}” dla projektu „{1}” nie zawiera celu dla określonej struktury wejściowej „{2}”.
pt_br: O arquivo de ativos "{0}" para o projeto "{1}" não contém um destino para a estrutura de entrada especificada "{2}".
ru: Файл ресурсов "{0}" для проекта "{1}" не содержит целевой объект для указанной входной платформы "{2}".
tr: '{1}' projesinin '{0}' varlık dosyası, belirtilen '{2}' giriş çerçevesi için bir hedef içermiyor.
zh_hans: 项目“{1}”的资产文件“{0}”不包含指定输入框架“{2}”的目标。
zh_hant: 專案 '{1}' 的資產檔案 '{0}' 未包含指定輸入架構 '{2}' 的目標。

# pkgSearch_Description
source: Searches one or more package sources for packages that match a search term. If no sources are specified, all sources defined in the NuGet.Config are used.
cs: Vyhledá v jednom nebo více zdrojích balíčků balíčky, které odpovídají hledanému výrazu. Pokud nejsou zadány žádné zdroje, budou použity všechny zdroje definované v NuGet.Config.
de: Durchsucht mindestens eine Paketquelle nach Paketen, die mit einem Suchbegriff übereinstimmen. Wenn keine Quellen angegeben sind, werden alle in der NuGet.Config definierten Quellen verwendet.
es: Busca en uno o varios orígenes de paquetes los paquetes que coincidan con un término de búsqueda. Si no se especifica ningún origen, se usarán todos los orígenes definidos en NuGet.Config.
fr: Recherche dans une ou plusieurs sources de packages les packages qui correspondent à un terme de recherche. Si aucune source n’est spécifiée, toutes les sources définies dans NuGet.Config sont utilisées.
it: Cerca in una o più origini pacchetti per pacchetti che corrispondono a un termine di ricerca. Se non vengono specificate origini, vengono usate tutte le origini definite in NuGet.Config.
ja: 検索語句に一致するパッケージを 1 つ以上のパッケージ ソースで検索します。ソースが指定されていない場合、NuGet.Config で定義されているすべてのソースが使用されます。
ko: 하나 이상의 패키지 원본에서 검색어와 일치하는 패키지를 검색합니다. 원본을 지정하지 않으면 NuGet.Config에 정의된 모든 원본이 사용됩니다.
pl: Wyszukuje co najmniej jedno źródło pakietów, które są zgodne z wyszukiwanym terminem. Jeśli nie określono żadnego źródła, zostaną użyte wszystkie źródła zdefiniowane w NuGet.Config.
pt_br: Pesquisa uma ou mais fontes de pacote em busca de pacotes que correspondam a um termo de pesquisa. Se nenhuma fonte for especificada, todas as fontes definidas no NuGet.Config serão usadas.
ru: Ищет в одном или нескольких источниках пакетов пакеты, соответствующие поисковому запросу. Если источники не указаны, используются все источники, определенные в NuGet.Config.
tr: Bir arama terimiyle eşleşen paketler için bir veya daha fazla paket kaynağı arar. Kaynak belirtilmezse NuGet.Config’de tanımlanan tüm kaynaklar kullanılır.
zh_hans: 在一个或多个包源中搜索与搜索词匹配的包。如果未指定任何源，则会使用 NuGet.Config 中定义的所有源。
zh_hant: 搜尋一或多個套件來源以尋找符合搜尋字詞的套件。如果未指定來源，則會使用 NuGet.Config 中定義的所有來源。

# pkgSearch_ExactMatchDescription
source: Require that the search term exactly match the name of the package. Causes `--take` and `--skip` options to be ignored.
cs: Vyžaduje, aby hledaný termín přesně odpovídal názvu balíčku. Způsobí, že se možnosti --take a --skip budou ignorovat.
de: Erfordert, dass der Suchbegriff genau dem Namen des Pakets entspricht. Führt dazu, dass die Optionen "--take" und "--skip" ignoriert werden.
es: Requiere que el término de búsqueda coincida exactamente con el nombre del paquete. Hace que se omitan las opciones '--take' y '--skip'.
fr: Exiger que le terme de recherche corresponde exactement au nom du package. Entraîne l’omission des options « --take » et « --skip ».
it: Richiedere che il termine di ricerca corrisponda esattamente al nome del pacchetto. Consente di ignorare le opzioni `--take` e `--skip`.
ja: 検索語句とパッケージ名の完全一致を要求します。'--take' オプションと '--skip' オプションが無視されます。
ko: 검색 용어가 패키지 이름과 정확히 일치해야 합니다. '--take' 및 '--skip' 옵션을 무시합니다.
pl: Wymagaj, aby wyszukiwany termin dokładnie odpowiadał nazwie pakietu. Powoduje ignorowanie opcji „--take” i „--skip”.
pt_br: Requer que o termo de pesquisa corresponda exatamente ao nome do pacote. Faz com que as opções ''--take'' e ''--skip'' sejam ignoradas.
ru: Запросить, чтобы поисковый запрос точно соответствовал названию пакета. Приводит к игнорированию опций `--take` и `--skip`.
tr: Arama teriminin, paketin adıyla tam olarak eşleşmesini gerektir. “--take” ve “--skip” seçeneklerinin yoksayılmasına neden olur.
zh_hans: 要求搜索词与包的名称完全匹配。导致忽略`--take`和`--skip`选项。
zh_hant: 要求搜尋字詞與套件名稱完全相符。導致忽略 `--take` 和 `--skip` 選項。

# pkgSearch_FormatDescription
source: Format the output accordingly. Either `table`, or `json`. The default value is `table`.
cs: Formátuje výstup odpovídajícím způsobem. Buď table, nebo json. Výchozí hodnota je table.
de: Formatieren Sie die Ausgabe entsprechend. Entweder "table" oder "json". Der Standardwert ist "table".
es: Dé formato a la salida en consecuencia. Puede ser 'table' o 'json'. El valor predeterminado es 'table'.
fr: Mettre en forme la sortie en conséquence. Soit « table », soit « json ». La valeur par défaut est « table ».
it: Formattare l'output in modo appropriato. 'table' o 'json'. Il valore predefinito è 'table'.
ja: それに応じて出力をフォーマットします。'table' または 'json'。既定値は 'table' です。
ko: 출력의 서식을 적절하게 지정하세요. 'table' 또는 'json'입니다. 기본값은 'table'입니다.
pl: Odpowiednio sformatuj dane wyjściowe. Element „table” lub „json”. Wartość domyślna to „table”.
pt_br: Formatar a saída adequadamente. ''table'' ou ''json''. O valor padrão é ''table''.
ru: Отформатируйте вывод соответствующим образом. Либо `table`, либо `json`. Значение по умолчанию — `table`.
tr: Çıkışı uygun şekilde biçimlendir. “Tablo” veya “json”. Varsayılan değer: “tablo”.
zh_hans: 相应地设置输出格式。`table`或`json`。默认值为`table`。
zh_hant: 依此格式化輸出。可以是 `table` 或 `json`。預設值為 `table`。

# pkgSearch_InteractiveDescription
source: Stop and wait for user input or action (for example to complete authentication).
cs: Umožňuje zastavit a počkat na vstup nebo akci uživatele (například na dokončení ověření).
de: Anhalten und auf eine Benutzereingabe oder Aktion warten (beispielsweise auf den Abschluss der Authentifizierung).
es: Deténgase y espere la entrada o acción del usuario (por ejemplo, para autenticarse).
fr: Faire une pause et attendre une entrée ou une action de l'utilisateur (par exemple qu’il s’authentifie).
it: Arrestare e attendere l'input o l'azione dell'utente (ad esempio per completare l'autenticazione).
ja: 停止して、ユーザーの入力またはアクション (認証の完了など) を待ちます。
ko: 사용자 입력 또는 작업(예: 인증 완료)을 중지하고 기다리세요.
pl: Zatrzymaj i poczekaj na wprowadzenie przez użytkownika lub podjęcie przez niego akcji (na przykład ukończenie uwierzytelniania).
pt_br: Pare e aguarde a entrada ou a ação do usuário (por exemplo, para concluir a autenticação).
ru: Остановитесь и дождитесь ввода или действия пользователя (например, завершения аутентификации).
tr: Dur ve kullanıcı girişini veya eylemini (örneğin, kimlik doğrulamasının tamamlanmasını) bekle.
zh_hans: 停止和等待用户输入或操作(例如，用以完成身份验证)。
zh_hant: 停止並等候使用者輸入或動作 (例如: 完成驗證)。

# pkgSearch_PrereleaseDescription
source: Include prerelease packages.
cs: Zahrnout předběžné verze balíčků.
de: Schließen Sie Vorabversionspakete ein.
es: Incluir paquetes de versión preliminar.
fr: Incluez les packages de préversion.
it: Includi pacchetti non definitivi.
ja: プレリリース パッケージが含まれます。
ko: 시험판 패키지를 포함합니다.
pl: Uwzględnij pakiety wersji wstępnej.
pt_br: Incluir pacotes de pré-lançamento.
ru: Включить предварительные пакеты.
tr: Ön sürüm paketlerini dahil et.
zh_hans: 包括预发行包。
zh_hant: 包含發行前版本封裝。

# pkgSearch_SkipDescription
source: Number of results to skip, to allow pagination. Default 0.
cs: Počet výsledků, které se mají přeskočit, aby se povolilo stránkování. Výchozí hodnota 0.
de: Anzahl der zu überspringenden Ergebnisse, um Paginierung zuzulassen. Standard 0.
es: Número de resultados que se van a omitir para permitir la paginación. Predeterminado 0.
fr: Nombre de résultats à ignorer pour autoriser la pagination. Valeur par défaut 0.
it: Numero di risultati da ignorare, per consentire la paginazione. Impostazione predefinita 0.
ja: 改ページ位置の自動修正を許可するためにスキップする結果の数。既定値は 0 です。
ko: 페이지 매김을 허용하기 위해 건너뛸 결과 수입니다. 기본값 0.
pl: Liczba wyników do pominięcia, aby zezwolić na dzielenie na strony. Wartość domyślna to 0.
pt_br: Número de resultados a serem ignorados, para permitir paginação. Padrão 0.
ru: Количество результатов, которые нужно пропустить, чтобы разрешить нумерацию страниц. По умолчанию 0.
tr: Sayfalandırmaya izin vermek için atlanacak sonuç sayısı. Varsayılan: 0.
zh_hans: 要跳过的结果数，以允许进行分页。默认0。
zh_hant: 要略過以允許分頁的結果數目。預設 0。

# pkgSearch_SourceDescription
source: Package source to search. You can pass multiple `--source` options to search multiple package sources. Example: `--source https://api.nuget.org/v3/index.json`.
cs: Zdroj balíčku, který se má vyhledat. Pokud chcete hledat více zdrojů balíčků, můžete předat více možností --source. Příklad: --source https://api.nuget.org/v3/index.json
de: Die zu durchsuchende Paketquelle. Sie können mehrere „--source“-Optionen übergeben, um mehrere Paketquellen zu durchsuchen. Beispiel: "--source https://api.nuget.org/v3/index.json".
es: Origen del paquete que se va a buscar. Puede pasar varias opciones '--source' para buscar varios orígenes de paquetes. Ejemplo: '--source https://api.nuget.org/v3/index.json'.
fr: Source du package à rechercher. Vous pouvez passer plusieurs options « --Source » pour rechercher plusieurs sources de package. Exemple : « --source https://api.nuget.org/v3/index.json ».
it: Origine pacchetto da cercare. È possibile passare più opzioni `--source' per cercare più origini pacchetti. Esempio: `--source https://api.nuget.org/v3/index.json`.
ja: 検索するパッケージ ソース。複数の '--source' オプションを渡して、複数のパッケージ ソースを検索できます。例: '--source https://api.nuget.org/v3/index.json'。
ko: 검색할 패키지 원본입니다. 여러 '--source' 옵션을 전달하여 여러 패키지 원본을 검색할 수 있습니다. 예: '--source https://api.nuget.org/v3/index.json'.
pl: Źródło pakietów do przeszukania. Możesz przekazać wiele opcji „--source”, aby przeszukać wiele źródeł pakietów. Przykład: „--source https://api.nuget.org/v3/index.json”.
pt_br: A fonte do pacote a ser pesquisada. Você pode passar várias opções de fonte para pesquisar várias fontes de pacote. Exemplo: ''--source https://api.nuget.org/v3/index.json''.
ru: Источник пакета для поиска. Вы можете передать несколько опций `--source` для поиска в нескольких источниках пакетов. Пример: `--source https://api.nuget.org/v3/index.json`.
tr: Aranacak paket kaynağı. Birden çok paket kaynağı aramak için birden çok “--source” seçeneğini geçirebilirsiniz. Örnek: “--source https://api.nuget.org/v3/index.json”.
zh_hans: 要搜索的包源。可以传递多个 `--Source` 选项来搜索多个包源。示例:`--source https://api.nuget.org/v3/index.json`。
zh_hant: 要搜尋的封裝來源。您可以傳遞多個 `--source` 選項來搜尋多個封裝來源。範例: `--source https://api.nuget.org/v3/index.json`。

# pkgSearch_TakeDescription
source: Number of results to return. Default 20.
cs: Počet výsledků, které se mají vrátit. Výchozí hodnota je 20.
de: Anzahl der Ergebnisse, die zurückgegeben werden sollen. Standard 20.
es: Número de resultados que se devolverán. Predeterminado 20.
fr: Nombre de résultats à retourner. Valeur par défaut 20.
it: Numero di risultati da restituire. Impostazione predefinita 20.
ja: 返される結果の数。既定値は 20 です。
ko: 반환할 결과 수입니다. 기본값 20.
pl: Liczba wyników do zwrócenia. Wartość domyślna to 20.
pt_br: O número de resultados a serem retornados. Padrão 20.
ru: Количество результатов для возврата. По умолчанию 20.
tr: Döndürülecek sonuç sayısı. Varsayılan: 20.
zh_hans: 要返回的结果数。默认: 20。
zh_hant: 要傳回的結果數。預設 20。

# pkgSearch_VerbosityDescription
source: Display this amount of details in the output: `normal`, `minimal`, `detailed`. The default is `normal`.
cs: Ve výstupu se zobrazí následující množství podrobností: normální, minimální, podrobné. Výchozí hodnota je normální.
de: Zeigen Sie die entsprechende Menge von Details in der Ausgabe an: "Normal", "Minimal", "Detailliert". Der Standardwert ist "Normal".
es: Muestra esta cantidad de detalles en la salida: 'normal', 'mínimo', 'detallado'. El valor predeterminado es 'normal'.
fr: Affichez cette quantité de détails dans la sortie : « normal », « minimal », « détaillé ». La valeur par défaut est « normal ».
it: Visualizzare la quantità di dettagli nell'output: `normale`, `minimo`, `dettagliato`. L'impostazione predefinita è `normale`.
ja: 以下の詳細の量を出力に表示します: 'normal'、'minimal'、'detailed'。既定値は 'normal' です。
ko: 출력에 'normal', 'minimal', 'detailed'의 세부 정보 정도를 표시합니다. 기본값은 'normal'입니다.
pl: Wyświetl tę ilość szczegółów w danych wyjściowych: „normalne”, „minimalne”, „szczegółowe”. Wartość domyślna to „normalne”.
pt_br: Exiba essa quantidade de detalhes na saída: ''normal'', ''mínimo'', ''detalhado''. O padrão é ''normal''.
ru: Отобразить это количество деталей в выводе: «нормальный», «минимальный», «подробный». По умолчанию установлено «нормальное».
tr: Çıkışta şu miktarda ayrıntı görüntüle: “normal”, “minimal”, “ayrıntılı”. Varsayılan: “normal”.
zh_hans: 在输出中显示此详细信息量:`normal`、`minimal`、`detailed`。默认值为`normal`。
zh_hant: 在輸出中顯示此詳細資料量: `normal`、`minimal`、`detailed`。預設為 `normal`。

# pkgSearch_termDescription
source: Search term to filter package names, descriptions, and tags. Used as a literal value. Example: `dotnet package search some.package`. See also `--exact-match`.
cs: Hledaný termín umožňuje filtrovat názvy balíčků, popisy a značky. Používá se jako hodnota literálu. Příklad: dotnet package search some.package. Nenašla se žádná shoda --exact-match.
de: Suchbegriff zum Filtern von Paketnamen, Beschreibungen und Tags. Wird als Literalwert verwendet. Beispiel: "dotnet package search some.package". Siehe auch "--exact-match".
es: Término de búsqueda para filtrar nombres de paquetes, descripciones y etiquetas. Se usa como un valor literal. Ejemplo: 'dotnet package search some.package'. Vea también '--exact-match'.
fr: Terme de recherche pour filtrer les noms de package, les descriptions et les balises. Utilisé comme valeur littérale. Exemple : « recherche de package dotnet some.package ». Voir aussi « --exact-match ».
it: Termine di ricerca per filtrare i nomi dei pacchetti, le descrizioni e i tag. Usato come valore letterale. Esempio: `dotnet package search some.package`. Vedere anche `--exact-match`.
ja: パッケージ名、説明、タグをフィルター処理する検索用語。リテラル値として使用されます。例: 'dotnet package search some.package'。'--exact-match' も参照してください。
ko: 용어를 검색하여 패키지 이름, 설명 및 태그를 필터링합니다. 리터럴 값으로 사용됩니다. 예: 'dotnet package search some.package'. `--exact-match`도 확인합니다.
pl: Wyszukaj termin, aby filtrować nazwy,opisy i tagi pakietów. Używane jako wartość literału. Przykład: „dotnet package search some.package”. Zobacz też „--exact-match”.
pt_br: Termo de pesquisa para filtrar nomes, descrições e marcas do pacote. Usado como um valor literal. Exemplo: ''dotnet package search some.package''. Consulte também ''--exact-match''.
ru: Поисковый запрос для фильтрации названий, описаний и тегов пакетов. Используется как буквальное значение. Пример: `dotnet package search some.package`. См. также `--exact-match`.
tr: Paket adlarını, açıklamalarını ve etiketlerini filtrelemek için arama terimi. Değişmez değer olarak kullanılır. Örnek: “dotnet paketi araması some.package”. Ayrıca bkz. “--exact-match”.
zh_hans: 搜索词以筛选包名称、说明和标记。用作文本值。示例: `dotnet package search some.package`。另请参阅`--exact-match`。
zh_hant: 搜尋字詞以篩選封裝名稱、描述和標籤。作為常值使用。範例: 'dotnet package search some.package'。另請參閱 `--exact-match`。

# ApiKey_Description
source: The API key for the server.
cs: Klíč rozhraní API pro server
de: Der API-Schlüssel für den Server.
fr: Clé API du serveur.
it: Chiave API per il server.
ja: サーバーの API キー。
ko: 서버의 API 키입니다.
pl: Klucz interfejsu API dla serwera.
pt_br: A chave de API do servidor.
ru: Ключ API сервера.
tr: Sunucunun API anahtarı.
zh_hans: 服务器的 API 密钥。
zh_hant: 伺服器的 API 金鑰。

# SymbolApiKey_Description
source: The API key for the symbol server.
cs: Klíč rozhraní API pro server symbolů
de: Der API-Schlüssel für den Symbolserver.
fr: Clé API du serveur de symboles.
it: Chiave API per il server dei simboli.
ja: シンボル サーバーの API キー。
ko: 기호 서버의 API 키입니다.
pl: Klucz interfejsu API dla serwera symboli.
pt_br: A chave de API do servidor de símbolos.
ru: Ключ API сервера символов.
tr: Sembol sunucusunun API anahtarı.
zh_hans: 符号服务器的 API 密钥。
zh_hant: 符號伺服器的 API 金鑰。

# AddPkg_PackagePrerelease
source: Allows prerelease packages to be installed.
pl: Zezwala na instalowanie pakietów wersji wstępnych.
ru: Разрешает установку пакетов предварительного выпуска.
zh_hant: 允許安裝發行前版本套件。

# ConsoleConfirmMessage
source: {0} (y/N)
pl: {0} (t/N)
ru: {0} (д/Н)

# ConsoleConfirmMessageAccept
source: y
pl: t
