Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ConfigSetConfigValueDescription
source: The value of the settings that are to be set.
cs: Hodnota nastavení, která se mají nastavit.
de: Der Wert der Einstellungen, die festgelegt werden sollen.
es: Valor de la configuración que se va a establecer.
fr: La valeur des paramètres à définir.
it: Il valore delle impostazioni da impostare.
ja: 設定する設定の値。
ko: 설정할 설정의 값입니다.
pl: Wartość ustawień, które mają zostać ustawione.
pt_br: O valor das configurações que devem ser definidas.
ru: Значение параметров, которые необходимо задать.
tr: Ayarlanacak ayarların değeri.
zh_hans: 要设置的设置的值。
zh_hant: 要設定的設定值。

# ConfigUnsetCommandDescription
source: Removes the key-value pair from a specified NuGet configuration setting.
cs: Odebere ze zadaného nastavení konfigurace NuGet pár klíč-hodnota.
de: Entfernt das Schlüssel-Wert-Paar aus einer angegebenen NuGet-Konfigurationseinstellung.
es: Quita el par clave-valor de una opción de configuración de NuGet especificada.
fr: Supprime la paire clé-valeur d’un paramètre de configuration NuGet spécifié.
it: Rimuove la coppia chiave-valore da un'impostazione di configurazione NuGet specificata.
ja: 指定された NuGet 構成設定からキーと値のペアを削除します。
ko: 지정된 NuGet 구성 설정에서 키-값 쌍을 제거합니다.
pl: Usuwa parę klucz-wartość z określonego ustawienia konfiguracji NuGet.
pt_br: Remove o par chave-valor de uma configuração do NuGet especificada.
ru: Удаляет пару "ключ-значение" из указанного параметра конфигурации NuGet.
tr: Belirtilen NuGet yapılandırma ayarından anahtar-değer çiftini kaldırır.
zh_hans: 从指定的 NuGet 配置设置中移除键值对。
zh_hant: 從指定的 NuGet 組態設定中移除機碼值組。

# ConfigUnsetConfigKeyDescription
source: The key of the settings that are to be removed.
cs: Klíč nastavení, která se mají odebrat.
de: Der Schlüssel der Einstellungen, die entfernt werden sollen.
es: Clave de la configuración que se va a quitar.
fr: La clé des paramètres à supprimer.
it: La chiave delle impostazioni da rimuovere.
ja: 削除する設定のキー。
ko: 제거할 설정의 키입니다.
pl: Klucz ustawień, które mają zostać usunięte.
pt_br: A chave das configurações que devem ser removidas.
ru: Ключ параметров, которые необходимо удалить.
tr: Kaldırılacak ayarların anahtarı.
zh_hans: 要移除的设置的键。
zh_hant: 要移除之設定的金鑰。

# ConfigUnsetNonExistingKey
source: The key "{0}" could not be found in config section, so it could not be unset.
cs: Klíč „{0}“ nebyl v konfiguračním oddílu nalezen, takže jej nelze zrušit.
de: Der Schlüssel „{0}“ wurde im Konfigurationsabschnitt nicht gefunden, daher konnte die Festlegung nicht aufgehoben werden.
es: No se encontró la clave "{0}" en la sección de configuración, por lo que no se pudo anular.
fr: La clé « {0} » est introuvable dans la section de configuration. Elle n’a donc pas pu être désactivée.
it: La chiave "{0}" non è stata trovata nella sezione config, quindi non è stato possibile annullare l’impostazione.
ja: キー "{0}" が構成セクションに見つからなかったため、設定を解除できませんでした。
ko: "{0}" 키를 구성 섹션에서 찾을 수 없으므로 설정 해제할 수 없습니다.
pl: Nie można odnaleźć klucza „{0}” w sekcji konfiguracji, więc nie można go cofnąć.
pt_br: A chave "{0}" não foi encontrada na seção de configuração, portanto não pôde ser desativada.
ru: Не удалось найти ключ "{0}" в разделе конфигурации, поэтому его не удалось сбросить.
tr: Yapılandırma bölümünde "{0}" anahtarı bulunamadı, bu nedenle ayarı kaldırılamadı.
zh_hans: 在配置部分中找不到键 "{0}"，因此无法取消设置它。
zh_hant: 在設定區段中找不到金鑰 "{0}"，因此無法取消設定。

# Config_Description
source: NuGet configuration CLI
cs: Konfigurační rozhraní příkazového řádku NuGet
de: NuGet-Konfigurations-CLI
es: CLI de configuración de NuGet
fr: Interface CLI de la configuration NuGet
it: Interfaccia della riga di comando di configurazione NuGet
ja: NuGet 構成 CLI
ko: NuGet 구성 CLI
pl: Interfejs wiersza polecenia konfiguracji narzędzia NuGet
pt_br: CLI de configuração do NuGet
ru: Интерфейс командной строки конфигурации NuGet
tr: NuGet yapılandırma CLI'sı
zh_hans: NuGet 配置 CLI
zh_hant: NuGet 設定 CLI

# Debug_CurrentUICulture
source: DefaultThreadCurrentUICulture value: {0}
cs: Hodnota DefaultThreadCurrentUICulture: {0}
de: DefaultThreadCurrentUICulture-Wert: {0}
es: Valor de DefaultThreadCurrentUICulture: {0}
fr: Valeur DefaultThreadCurrentUICulture : {0}
it: Valore DefaultThreadCurrentUICulture: {0}
ja: DefaultThreadCurrentUICulture 値: {0}
ko: DefaultThreadCurrentUICulture 값: {0}
pl: Wartość DefaultThreadCurrentUICulture: {0}
pt_br: Valor DefaultThreadCurrentUICulture: {0}
ru: Значение DefaultThreadCurrentUICulture: {0}
tr: DefaultThreadCurrentUICulture değeri: {0}
zh_hans: DefaultThreadCurrentUICulture 值: {0}
zh_hant: DefaultThreadCurrentUICulture 值: {0}

# Delete_Description
source: Deletes a package from the server.
cs: Odstraní balíček ze serveru.
de: Löscht ein Paket vom Server.
es: Elimina un paquete del servidor.
fr: Supprime un package du serveur.
it: Elimina un pacchetto dal server.
ja: サーバーからパッケージを削除します。
ko: 서버에서 패키지를 삭제합니다.
pl: Usuwa pakiet z serwera.
pt_br: Exclui um pacote do servidor.
ru: Удаляет пакет с сервера.
tr: Bir paketi sunucudan siler.
zh_hans: 从服务器删除一个包。
zh_hant: 從伺服器刪除套件。

# Delete_MissingArguments
source: Please provide arguments for package id and package version.
cs: Poskytněte prosím argumenty pro ID a verzi balíčku.
de: Geben Sie Argumente für Paket-ID und Paketversion an.
es: Proporcione argumentos para el id. y la versión del paquete.
fr: Indiquez des arguments pour l'ID et la version du package.
it: Specificare gli argomenti per l'ID pacchetto e la versione del pacchetto.
ja: パッケージ ID とパッケージ バージョンの引数を指定してください。
ko: 패키지 ID 및 패키지 버전에 대한 인수를 입력하세요.
pl: Podaj argumenty dla identyfikatora i wersji pakietu.
pt_br: Forneça argumentos para a ID do pacote e para a versão do pacote.
ru: Укажите аргументы для идентификатора и версии пакета.
tr: Lütfen paket kimliği ve paket sürümü için bağımsız değişkenler sağlayın.
zh_hans: 请为包 ID 和包版本提供参数。
zh_hant: 請提供套件識別碼與套件版本的引數。

# Delete_PackageIdAndVersion_Description
source: The Package Id and version.
cs: ID a verze balíčku
de: Die ID und die Version des Pakets.
es: El id. y la versión del paquete.
fr: ID et version du package.
it: ID e versione del pacchetto.
ja: パッケージ ID とバージョン。
ko: 패키지 ID 및 버전입니다.
pl: Identyfikator i wersja pakietu.
pt_br: A ID e a versão do Pacote.
ru: Идентификатор и версия пакета.
tr: Paket kimliği ve sürümü.
zh_hans: 包 ID 和包版本。
zh_hant: 套裝識別碼與版本。

# DisableBuffering_Description
source: Disable buffering when pushing to an HTTP(S) server to decrease memory usage.
cs: Zakáže ukládání do vyrovnávací paměti při odesílání na server HTTP(S), aby se snížilo využití paměti.
de: Deaktivieren Sie die Pufferung bei der Übertragung per Push an einen HTTP(S)-Server, um die Auslastung des Arbeitsspeichers zu verringern.
es: Deshabilita el almacenamiento en búfer al insertar en un servidor HTTP(S) para reducir el uso de memoria.
fr: Désactive la mise en mémoire tampon en cas de push sur un serveur HTTP(S) pour diminuer l'utilisation de la mémoire.
it: Consente di disabilitare il buffering quando si effettua il push in un server HTTP(S) per ridurre l'utilizzo della memoria.
ja: HTTP(S) サーバーへのプッシュ時のバッファーリングを無効にして、メモリ使用量を減らします。
ko: 메모리 사용량을 줄이려면 HTTP(S) 서버로 푸시할 때 버퍼링을 사용하지 않도록 설정합니다.
pl: Wyłącz buforowanie podczas wypychania na serwer HTTP(S) w celu zmniejszenia użycia pamięci.
pt_br: Desabilite o buffer ao enviar por push para um servidor HTTP(S) para diminuir o uso de memória.
ru: Отключите буферизацию при отправке на сервер HTTP(S), чтобы использовать меньше памяти.
tr: Bir HTTP(S) sunucusuna gönderilirken bellek kullanımını azaltmak için arabelleğe almayı devre dışı bırakın.
zh_hans: 推送到 HTTP(S) 服务器时禁用缓存可减少内存使用。
zh_hant: 推送到 HTTP(S) 伺服器時停用緩衝處理，以減少記憶體使用量。

# DisableSourceCommandDescription
source: Disable a NuGet source.
cs: Zakáže zdroj NuGet.
de: Hiermit deaktivieren Sie eine NuGet-Quelle.
es: Deshabilita un origen de NuGet.
fr: Désactivez une source NuGet.
it: Disabilita un'origine NuGet.
ja: NuGet ソースを無効にします。
ko: NuGet 소스를 사용하지 않도록 설정합니다.
pl: Wyłącz źródło pakietu NuGet.
pt_br: Desabilitar uma origem do NuGet.
ru: Отключите источник NuGet.
tr: NuGet kaynağını devre dışı bırakın.
zh_hans: 禁用 NuGet 源。
zh_hant: 停用 NuGet 來源。

# Disable_Description
source: Disable a NuGet source.
cs: Zakáže zdroj NuGet.
de: Hiermit deaktivieren Sie eine NuGet-Quelle.
es: Deshabilita un origen de NuGet.
fr: Désactivez une source NuGet.
it: Disabilita un'origine NuGet.
ja: NuGet ソースを無効にします。
ko: NuGet 소스를 사용하지 않도록 설정합니다.
pl: Wyłącz źródło pakietu NuGet.
pt_br: Desabilitar uma origem do NuGet.
ru: Отключите источник NuGet.
tr: NuGet kaynağını devre dışı bırakın.
zh_hans: 禁用 NuGet 源。
zh_hant: 停用 NuGet 來源。

# EnableSourceCommandDescription
source: Enable a NuGet source.
cs: Povolí zdroj NuGet.
de: Hiermit aktivieren Sie eine NuGet-Quelle.
es: Habilita un origen de NuGet.
fr: Activez une source NuGet.
it: Abilita un'origine NuGet.
ja: NuGet ソースを有効にします。
ko: NuGet 소스를 사용하도록 설정합니다.
pl: Włącz źródło pakietu NuGet.
pt_br: Habilitar uma origem do NuGet.
ru: Включите источник NuGet.
tr: NuGet kaynağını etkinleştirin.
zh_hans: 启用 NuGet 源。
zh_hant: 啟用 NuGet 來源。

# Enable_Description
source: Enable a NuGet source.
cs: Povolí zdroj NuGet.
de: Hiermit aktivieren Sie eine NuGet-Quelle.
es: Habilita un origen de NuGet.
fr: Activez une source NuGet.
it: Abilita un'origine NuGet.
ja: NuGet ソースを有効にします。
ko: NuGet 소스를 사용하도록 설정합니다.
pl: Włącz źródło pakietu NuGet.
pt_br: Habilitar uma origem do NuGet.
ru: Включите источник NuGet.
tr: NuGet kaynağını etkinleştirin.
zh_hans: 启用 NuGet 源。
zh_hant: 啟用 NuGet 來源。

# Err_InvalidValue
source: Invalid value provided for '{0}'. The accepted values are {1}.
cs: Byla zadána neplatná hodnota pro {0}. Přípustné hodnoty jsou {1}.
de: Für "{0}" wurde ein ungültiger Wert angegeben. Die akzeptierten Werte sind {1}.
es: Valor no válido proporcionado para '{0}'. Los valores aceptados son {1}.
fr: Valeur non valide fournie pour « {0} ». Les valeurs acceptées sont {1}.
it: Valore non valido specificato per '{0}'. I valori accettati sono {1}.
ja: '{0}' に無効な値が指定されました。許可されている値は {1} です。
ko: '{0}'에 잘못된 값이 제공되었습니다. 허용되는 값은 {1}입니다.
pl: Podano nieprawidłową wartość elementu „{0}”. Akceptowane wartości są {1}.
pt_br: Valor inválido fornecido para '{0}'. Os valores aceitos são {1}.
ru: Указано недопустимое значение для "{0}". Допустимые значения — {1}.
tr: '{0}' için sağlanan değer geçersiz. Kabul edilen değerler: {1}.
zh_hans: 为 "{0}" 提供的值无效。接受的值为 {1}。
zh_hant: 為 '{0}' 提供無效的值。接受的值為 {1}。

# Error_AddPkgErrorStringForImportedEdit
source: Item '{0}' for '{1}' in Imported file '{2}'.
cs: Položka {0} pro {1} v importovaném souboru {2}
de: Das Element "{0}" für "{1}" in der importierten Datei "{2}".
es: Elemento "{0}" para "{1}" en el archivo importado "{2}".
fr: Élément '{0}' pour '{1}' dans le fichier importé '{2}'.
it: Rilevato l'elemento '{0}' per '{1}' nel file importato '{2}'.
ja: インポートされたファイル '{2}' にある '{1}' の項目 '{0}'。
ko: 가져온 파일 '{2}'의 '{1}'에 대한 '{0}' 항목입니다.
pl: Element „{0}” dla elementu „{1}” w importowanym pliku „{2}”.
pt_br: Item '{0}' de '{1}' no arquivo Importado '{2}'.
ru: Элемент "{0}" для "{1}" в импортированном файле "{2}".
tr: İçeri aktarılan '{2}' dosyasında '{1}' için '{0}' öğesi.
zh_hans: 导入文件“{2}”中“{1}”的项“{0}”。
zh_hant: 匯入檔案 '{2}' 中 '{1}' 的項目 '{0}'。

# Error_AddPkgFailOnImportEdit
source: Error while performing {0} for package '{1}'. Cannot edit items in imported files - {2}{3}
cs: Při provádění {0} pro balíček {1} došlo k chybě. V importovaných souborech nejde upravovat položky – {2}{3}.
de: Fehler bei der Durchführung von {0} für das Paket "{1}". Elemente in importierten Dateien können nicht bearbeitet werden: {2}{3}
es: Error al realizar {0} para el paquete "{1}". No se pueden editar los elementos de archivos importados: {2}{3}
fr: Erreur d'exécution de {0} pour le package '{1}'. Impossible de modifier les éléments dans les fichiers importés - {2}{3}
it: Si è verificato un errore nel tentativo di {0} per il pacchetto '{1}'. Non è possibile modificare gli elementi nei file importati - {2}{3}
ja: パッケージ '{1}' で {0} を実行しているときにエラーが発生しました。インポートされたファイルの項目を編集できません - {2}{3}
ko: '{1}' 패키지에 대해 {0}을(를) 수행하는 동안 오류가 발생했습니다. 가져온 파일의 항목을 편집할 수 없음 - {2}{3}
pl: Wystąpił błąd podczas wykonywania operacji {0} dla pakietu „{1}”. Nie można edytować elementów w zaimportowanych plikach — {2}{3}
pt_br: Erro ao executar {0} para o pacote '{1}'. Não é possível editar itens em arquivos importados – {2}{3}
ru: Ошибка операции {0} для пакета "{1}". Не удается изменить элементы в импортированных файлах — {2}{3}
tr: '{1}' paketi için {0} işlemi gerçekleştirilirken hata oluştu. İçeri aktarılan dosyalardaki öğeler düzenlenemiyor - {2}{3}
zh_hans: 对包“{1}”执行 {0} 时出错。无法编辑导入文件中的项 - {2}{3}
zh_hant: 為套件 '{1}' 執行 {0} 時發生錯誤。無法編輯匯入檔案中的項目 - {2}{3}

# Error_AddPkgIncompatibleWithAllFrameworks
source: Package '{0}' is incompatible with '{1}' frameworks in project '{2}'.
cs: Balíček {0} není kompatibilní s architekturami {1} v projektu {2}.
de: Das Paket "{0}" ist mit {1} Frameworks im Projekt "{2}" nicht kompatibel.
es: El paquete "{0}" no es compatible con los marcos de trabajo de "{1}" del proyecto "{2}".
fr: Le package '{0}' est incompatible avec les frameworks '{1}' dans le projet '{2}'.
it: Il pacchetto '{0}' è incompatibile con '{1}' framework nel progetto '{2}'.
ja: パッケージ '{0}' はプロジェクト '{2}' の '{1}' フレームワークとの互換性がありません。
ko: '{0}' 패키지는 '{2}' 프로젝트의 '{1}'개 프레임워크와 호환되지 않습니다.
pl: Pakiet „{0}” jest niezgodny ze strukturami „{1}” w projekcie „{2}”.
pt_br: O pacote '{0}' é incompatível com as estruturas '{1}' no projeto '{2}'.
ru: Пакет "{0}" не совместим с платформами "{1}" в проекте "{2}".
tr: '{0}' paketi, '{2}' projesindeki '{1}' çerçeve ile uyumsuz.
zh_hans: 包“{0}”与项目“{2}”中的“{1}”框架不兼容。
zh_hant: 套件 '{0}' 與專案 '{2}' 中的 '{1}' 個架構不相容。

# Error_AddPkgProjectReference
source: Failed to add a PackageReference for '{0}'. A ProjectReference with the same name already exists and a package with the same name cannot be added to the project.
cs: Nepovedlo se přidat PackageReference pro {0}. ProjectReference se stejným názvem již existuje a balíček se stejným názvem nelze do projektu přidat.
de: Fehler beim Hinzufügen einer PackageReference für „{0}“. Eine ProjectReference mit demselben Namen ist bereits vorhanden, und dem Projekt kann kein Paket mit demselben Namen hinzugefügt werden.
es: No se pudo agregar PackageReference para '{0}'. Ya existe un elemento ProjectReference con el mismo nombre y no se puede agregar un paquete con el mismo nombre al proyecto.
fr: Échec de l’ajout d’un PackageReference pour « {0} ». Un ProjectReference portant le même nom existe déjà et un package avec le même nom ne peut pas être ajouté au projet.
it: L'aggiunta di PackageReference per '{0}' non è riuscita. Esiste già un ProjectReference con lo stesso nome e non è possibile aggiungere un pacchetto con lo stesso nome al progetto.
ja: '{0}' の PackageReference を追加できませんでした。同じ名前の ProjectReference が既に存在し、同じ名前のパッケージをプロジェクトに追加することはできません。
ko: '{0}'에 대한 PackageReference를 추가하지 못했습니다. 동일한 이름의 ProjectReference가 이미 존재하며, 이름이 같은 패키지는 프로젝트에 추가할 수 없습니다.
pl: Nie można dodać elementu PackageReference dla identyfikatora „{0}”. Element ProjectReference o tej samej nazwie już istnieje i nie można dodać pakietu o tej samej nazwie do projektu.
pt_br: Falha ao adicionar PackageReference para '{0}'. Já existe uma ProjectReference com o mesmo nome e um pacote com o mesmo nome não pode ser adicionado ao projeto.
ru: Не удалось добавить PackageReference для "{0}". ProjectReference с таким именем уже существует, и пакет с таким именем нельзя добавить в проект.
tr: '{0}' için PackageReference eklenemedi. Aynı adlı bir ProjectReference zaten mevcut ve projeye aynı adlı bir paket eklenemez.
zh_hans: 无法为 ‘{0}’ 添加 PackageReference。已存在名称相同的 ProjectReference，并且无法将同名的包添加到项目。
zh_hant: 無法為 '{0}' 新增 PackageReference。具有相同名稱的 ProjectReference 已存在，無法將具有相同名稱的套件新增至專案。

# Error_AddPkgUnresolved
source: Unable to find a resolved package for '{0}'. This is a tooling error. Please file an issue at https://github.com/NuGet/Home.
cs: Nelze najít vyřešený balíček pro {0}. Toto je chyba nástrojů. Nahlaste prosím problém na https://github.com/NuGet/Home.
de: Es wurde kein aufgelöstes Paket für „{0}“ gefunden. Dies ist ein Toolfehler. Melden Sie ein Problem unter https://github.com/NuGet/Home.
es: No se puede encontrar un paquete resuelto para '{0}'. Se trata de un error de herramientas. Envíe una incidencia a https://github.com/NuGet/Home.
fr: Impossible de trouver un package résolu pour « {0} ». Il s’agit d’une erreur d’outils. Signalez un problème sur https://github.com/NuGet/Home.
it: Non è possibile trovare un pacchetto risolto per '{0}'. Si tratta di un errore di tooling. Segnala un problema in https://github.com/NuGet/Home.
ja: '{0}' 用の解決済みパッケージが見つかりません。これはツール エラーです。https://github.com/NuGet/Home で問題を提出してください。
ko: '{0}'에 대해 확인된 패키지를 찾을 수 없습니다. 도구 오류입니다. https://github.com/NuGet/Home에서 문제를 제출하세요.
pl: Nie można odnaleźć rozpoznanego pakietu dla identyfikatora „{0}”. To jest błąd obsługi narzędzia. Zgłoś problem w witrynie https://github.com/NuGet/Home.
pt_br: Não é possível localizar um pacote resolvido para '{0}'. Este é um erro de ferramentas. Registre um problema em https://github.com/NuGet/Home.
ru: Не удалось найти разрешенный пакет для "{0}". Это ошибка инструментирования. Сообщите о проблеме на странице https://github.com/NuGet/Home.
tr: '{0}' için çözülmüş bir paket bulunamadı. Bu bir araç hatasıdır. Lütfen https://github.com/NuGet/Home sayfasından sorun bildirin.
zh_hans: 找不到 ‘{0}’ 的已解析包。这是一个工具错误。请通过 https://github.com/NuGet/Home 提交问题。
zh_hant: 找不到 '{0}' 的已解決套件。這是工具錯誤。請在 https://github.com/NuGet/Home 提出問題。

# Error_AddPkg_CentralPackageVersions_EmptyVersionOverride
source: VersionOverride for package '{0}' should not be empty.
cs: Položka VersionOverride pro balíček {0} by neměla být prázdná.
de: VersionOverride für das Paket „{0}“ darf nicht leer sein.
es: VersionOverride para el paquete "{0}" no debe estar vacío.
fr: VersionOverride pour le package « {0} » ne doit pas être vide.
it: VersionOverride per il pacchetto '{0}' non deve essere vuoto.
ja: パッケージ '{0}' の VersionOverride を空にすることはできません。
ko: 패키지 '{0}'의 VersionOverride는 비워 둘 수 없습니다.
pl: Element VersionOverride dla pakietu „{0}” nie powinien być pusty.
pt_br: VersionOverride para o pacote "{0}" não deve estar vazio.
ru: Параметр VersionOverride для пакета "{0}" не должен быть пустым.
tr: '{0}' paketi için VersionOverride boş olmamalıdır.
zh_hans: 包 "{0}" 的 VersionOverride 不应为空。
zh_hant: 封裝 '{0}' 的 VersionOverride 不應為空白。

# Error_AddPkg_CentralPackageVersions_PackageReference_WrongLocation
source: Package reference for package '{0}' defined in incorrect location, PackageReference should be defined in project file.
cs: Odkaz na balíček {0} je definovaný v nesprávném umístění. Položka PackageReference by měla být definována v souboru projektu.
de: Der Paketverweis für das Paket „{0}“ ist an einem falschen Speicherort definiert. PackageReference sollte in der Projektdatei definiert sein.
es: Referencia de paquete para el paquete "{0}" definido en una ubicación incorrecta; PackageReference debe definirse en el archivo de proyecto.
fr: Référence de package pour le package « {0} » définie dans un emplacement incorrect, PackageReference doit être défini dans le Fichier projet.
it: Riferimento al pacchetto per il pacchetto '{0}' definito in un percorso non corretto. PackageReference deve essere definito nel file di progetto.
ja: パッケージ '{0}' のパッケージ参照が正しくない場所で定義されています。PackageReference はプロジェクト ファイルで定義する必要があります。
ko: 패키지 '{0}'에 대한 패키지 참조가 잘못된 위치에 정의되었습니다. PackageReference는 프로젝트 파일에 정의되어야 합니다.
pl: Odwołanie do pakietu „{0}” zdefiniowane w nieprawidłowej lokalizacji. Element PackageReference powinien być zdefiniowany w pliku projektu.
pt_br: Referência de pacote para o pacote "{0}" definida no local incorreto, PackageReference deve ser definido no arquivo de projeto.
ru: Ссылка на пакет "{0}" определена в неправильном расположении. PackageReference должен быть определен в файле проекта.
tr: '{0}' paketi için paket başvurusu yanlış konumda tanımlanmış, PackageReference proje dosyasında tanımlanmalıdır.
zh_hans: 包 "{0}" 在错误位置定义的包引用，应在项目文件中定义 PackageReference。
zh_hant: 封裝 '{0}' 的封裝參考定義在不正確的位置，PackageReference 應該定義在專案檔中。

# Error_AddPkg_CentralPackageVersions_PackageVersion_WrongLocation
source: PackageVersion for package '{0}' defined in incorrect location, PackageVersion should be defined in Directory.Package.props.
cs: Položka PackageVersion pro balíček {0} je definovaná v nesprávném umístění. Položka PackageVersion by měla být definována v Directory.Package.props.
de: PackageVersion für das Paket „{0}“ ist an einem falschen Speicherort definiert. PackageVersion sollte in Directory.Package.props definiert sein.
es: PackageVersion para el paquete "{0}" definido en una ubicación incorrecta; PackageVersion debe definirse en Directory.Package.props.
fr: PackageVersion pour le package « {0} » défini dans un emplacement incorrect, PackageVersion doit être défini dans Directory.Package.props.
it: PackageVersion per il pacchetto '{0}' definito in un percorso non corretto. PackageVersion deve essere definito in Directory.Package.props.
ja: パッケージ '{0}' の PackageVersion が正しくない場所で定義されています。PackageVersion は Directory.Package.props で定義する必要があります。
ko: 패키지 '{0}'에 대한 PackageVersion이 잘못된 위치에 정의되었습니다. PackageVersion은 Directory.Package.props에 정의되어야 합니다.
pl: Element PackageVersion dla pakietu „{0}” zdefiniowany w nieprawidłowej lokalizacji, element PackageVersion powinien być zdefiniowany w pliku Directory.Package.props.
pt_br: PackageVersion para o pacote "{0}" definido no local incorreto, PackageVersion deve ser definido em Directory.Package.props.
ru: PackageVersion для пакета "{0}" определен в неправильном расположении. PackageVersion должен быть определен в Directory.Package.props.
tr: '{0}' paketi için paket referansı yanlış konumda tanımlanmış, PackageReference proje dosyasında tanımlanmalıdır.
zh_hans: 包 "{0}" 的 PackageVersion 在错误的位置定义，应在 Directory.Package.props 中定义 PackageVersion。
zh_hant: 封裝 '{0}' 的 PackageVersion 定義在不正確的位置，PackageVersion 應該在定義在 Directory.Package.props 中。

# Error_AssetsFileNotFound
source: No assets file was found for `{0}`. Please run restore before running this command.
cs: Pro {0} se nenašel žádný soubor prostředků. Než spustíte tento příkaz, spusťte prosím obnovení.
de: Für "{0}" wurden keine Assetdateien gefunden. Führen Sie eine Wiederherstellung durch, bevor Sie diesen Befehl ausführen.
es: No se encontró ningún archivo de recursos para "{0}". Ejecute la restauración antes de ejecutar este comando.
fr: Fichier de ressources introuvable pour '{0}'. Effectuez une restauration avant d'exécuter cette commande.
it: Non è stato trovato alcun file di asset per `{0}`. Eseguire restore prima di eseguire questo comando.
ja: '{0}' のアセット ファイルが見つかりませんでした。このコマンドを実行する前に復元を実行してください。
ko: `{0}`에 대한 자산 파일을 찾을 수 없습니다. 이 명령을 실행하기 전에 복원을 실행하세요.
pl: Nie znaleziono pliku zasobów dla „{0}”. Uruchom przywracanie przed uruchomieniem tego polecenia.
pt_br: Nenhum arquivo de ativos foi encontrado para '{0}'. Execute a restauração antes de executar este comando.
ru: Файл ресурсов для "{0}" не найден. Запустите восстановление перед выполнением этой команды.
tr: `{0}` için varlık dosyası bulunamadı. Lütfen bu komutu çalıştırmadan önce geri yüklemeyi çalıştırın.
zh_hans: 未找到“{0}”的任何资产文件。请在运行此命令之前运行还原。
zh_hant: 找不到任何 `{0}` 的資產檔案。請在執行此命令前執行還原。
