Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AddClientCertCommandDescription
source: Adds a client certificate configuration that matches the given package source name.
cs: Přidá konfiguraci klientského certifikátu, která odpovídá danému názvu zdroje balíčků.
de: Fügt eine Clientzertifikatkonfiguration hinzu, die mit dem angegebenen Namen der Paketquelle übereinstimmt.
es: Agrega una configuración del certificado de cliente que coincide con el nombre de origen del paquete especificado.
fr: Ajoute une configuration de certificat client qui correspond au nom de source de package indiqué.
it: Aggiunge una configurazione del certificato client corrispondente al nome dell'origine pacchetto specificato.
ja: 指定されたパッケージ ソース名と一致するクライアント証明書の構成を追加します。
ko: 지정된 패키지 원본 이름과 일치하는 클라이언트 인증서 구성을 추가합니다.
pl: Dodaje konfigurację certyfikatu klienta pasującą do podanej nazwy źródła pakietu.
pt_br: Adiciona uma configuração de certificado de cliente que corresponde ao nome de origem do pacote especificado.
ru: Добавляет конфигурацию сертификата клиента, которая соответствует источнику пакетов с заданным именем.
tr: Belirtilen paket kaynak adı ile eşleşen bir istemci sertifikası yapılandırması ekler.
zh_hans: 添加与给定包源名称匹配的客户端证书配置。
zh_hant: 新增符合指定套件來源名稱的用戶端憑證組態。

# AddPkg_All
source: all
cs: vše
de: alle
es: todo
fr: tout
it: tutto
ja: すべて
ko: 모두
pl: wszystkie
pt_br: tudo
ru: все
tr: tümü
zh_hans: 所有
zh_hant: 全部

# AddPkg_Description
source: Adds a package reference to a project.
cs: Přidá do projektu odkaz na balíček.
de: Fügt einem Projekt einen Paketverweis hinzu.
es: Agrega una referencia de paquete a un proyecto.
fr: Ajoute une référence de package à un projet.
it: Aggiunge un riferimento al pacchetto a un progetto.
ja: パッケージ参照をプロジェクトに追加します。
ko: 프로젝트에 패키지 참조를 추가합니다.
pl: Dodaje odwołanie pakietu do projektu.
pt_br: Adiciona uma referência de pacote a um projeto.
ru: Добавляет в проект ссылку на пакет.
tr: Bir projeye paket başvurusu ekler.
zh_hans: 添加对某个项目的包引用。
zh_hant: 新增套件參考至專案。

# AddPkg_DgFileDescription
source: Path to the dependency graph file to be used to restore preview and compatibility check.
cs: Cesta k souboru grafu závislosti, která se použije pro náhled obnovení a kontrolu kompatibility
de: Pfad zur Abhängigkeitsdiagrammdatei, die zum Wiederherstellen der Vorschau und der Kompatibilitätsprüfung verwendet werden soll.
es: Ruta de acceso al archivo de gráficos de dependencia que se usará para restaurar la vista previa y comprobar la compatibilidad.
fr: Chemin du fichier de graphique de dépendance à utiliser pour l'aperçu de la restauration et le contrôle de compatibilité.
it: Percorso del file del grafico dipendenze da usare per ripristinare l'anteprima e la verifica compatibilità.
ja: プレビューと互換性チェックの復元に使用される、依存関係グラフ ファイルへのパス。
ko: 미리 보기 복원 및 호환성 검사에 사용할 종속성 그래프 파일의 경로입니다.
pl: Ścieżka do pliku grafu zależności do użycia w celu tworzenia podglądu przywracania i sprawdzania zgodności.
pt_br: O caminho para o arquivo de grafo de dependência a ser usado para a visualização de restauração e a verificação de compatibilidade.
ru: Путь к файлу схемы зависимостей, который будет использован для восстановления предварительной версии и проверки совместимости.
tr: Önizleme ve uyumluluk denetimini geri yüklemek için kullanılacak bağımlılık grafı dosyasının yolu.
zh_hans: 用于还原预览和兼容性检查的依赖项图形文件的路径。
zh_hant: 到達用於還原預覽以及相容性檢查的相依性關係圖檔案之路徑。

# AddPkg_FrameworksDescription
source: Frameworks for which the package reference should be added.
cs: Architektury, pro které se mají přidat odkazy na balíček
de: Frameworks, für die der Paketverweis hinzugefügt werden soll.
es: Los marcos de trabajo para los que se debe agregar la referencia de paquete.
fr: Frameworks auxquels la référence de package doit être ajoutée.
it: Framework per cui deve essere aggiunto il riferimento al pacchetto.
ja: パッケージ参照が追加される必要のあるフレームワーク。
ko: 패키지 참조를 추가할 프레임워크입니다.
pl: Struktury, dla których powinno zostać dodane odwołanie pakietu.
pt_br: Estruturas às quais a referência de pacote deve ser adicionada.
ru: Платформы, для которых следует добавить ссылку на пакет.
tr: Paket başvurusunun eklenmesi gereken çerçeveler.
zh_hans: 应为其添加包引用的框架。
zh_hant: 應為其新增套件參考的架構。

# AddPkg_InteractiveDescription
source: Allow the command to block and require manual action for operations like authentication.
cs: Umožní, aby se příkaz zablokoval a vyžadoval pro operace, jako je ověření, ruční zásah.
de: Hiermit wird dem Befehl für Vorgänge wie z. B. für die Authentifizierung das Blockieren und Anfordern einer manuellen Aktion ermöglicht.
es: Permite usar el comando para bloquear y requerir la acción manual para operaciones como la autenticación.
fr: Autorise la commande pour bloquer et exiger une action manuelle pour des opérations comme l'authentification.
it: Consente al comando di bloccare operazioni quali l'autenticazione e di richiedere un intervento manuale.
ja: コマンドが、認証などの操作の手動アクションをブロックおよび要求することを許可します。
ko: 명령이 인증 같은 작업에 대해 수동 작업을 차단하고 요구하도록 허용합니다.
pl: Zezwalaj poleceniu na blokowanie i wymaganie ręcznej akcji dla operacji takich jak uwierzytelnianie.
pt_br: Permitir que o comando bloqueie e exija ação manual para operações como a autenticação.
ru: Разрешение блокировки команды и требования ручного действия для таких операций, как проверка подлинности.
tr: Komutun kimlik doğrulaması gibi işlemleri engellemesine ve bunlar için el ile gerçekleştirilen eylem istemesine izin verin.
zh_hans: 对于身份验证等操作，允许命令阻止并要求手动操作。
zh_hant: 允許命令封鎖及要求對驗證這類作業採取手動動作。

# AddPkg_NoRestoreDescription
source: Do not perform restore preview and compatibility check. The added package reference will be unconditional.
cs: Neprovádět náhled obnovení a kontrolu kompatibility. Přidaný odkaz na balíček bude nepodmíněný.
de: Führen Sie keine Wiederherstellung der Vorschau und der Kompatibilitätsprüfung durch. Der hinzugefügte Paketverweis ist nicht an Bedingungen geknüpft.
es: No realiza la vista previa de restauración y la comprobación de compatibilidad. La referencia de paquete agregada será incondicional.
fr: N'effectue pas l'aperçu de la restauration et le contrôle de compatibilité. La référence de package ajoutée est inconditionnelle.
it: Non esegue il ripristino dell'anteprima e la verifica compatibilità. Il riferimento al pacchetto aggiunto sarà non condizionale.
ja: 復元のプレビューと互換性チェックを実行しません。追加されたパッケージ参照の条件は解除されます。
ko: 미리 보기 복원 및 호환성 검사를 수행하지 않습니다. 추가된 패키지 참조는 비조건부입니다.
pl: Nie twórz podglądu przywracania i nie sprawdzaj zgodności. Dodane odwołanie pakietu będzie bezwarunkowe.
pt_br: Não execute a visualização de restauração nem a verificação de compatibilidade. A referência de pacote adicionada será incondicional.
ru: Не восстанавливать предварительную версию и не проверять совместимость. Добавленная ссылка на пакет будет безусловной.
tr: Geri yükleme önizlemesi ve uyumluluk denetimi gerçekleştirmeyin. Eklenen paket başvurusu koşulsuz olur.
zh_hans: 不会执行还原预览和兼容性检查。添加的包引用将无条件执行。
zh_hant: 不要執行還原預覽與相容性檢查。新增的套件參考將會無條件。

# AddPkg_PackageDirectoryDescription
source: Directory to restore packages in.
cs: Adresář, do kterého se mají balíčky obnovit
de: Verzeichnis, in dem Pakete wiederhergestellt werden.
es: Directorio donde restaurar los paquetes.
fr: Répertoire de restauration des packages.
it: Directory in cui ripristinare i pacchetti.
ja: パッケージを復元するディレクトリです。
ko: 패키지를 복원할 디렉터리입니다.
pl: Katalog, w którym zostaną przywrócone pakiety.
pt_br: Diretório no qual os pacotes devem ser restaurados.
ru: Каталог для восстановления пакетов.
tr: Paketlerin geri yükleneceği dizin.
zh_hans: 要在其中还原包的目录。
zh_hant: 還原套件的目標目錄。

# AddPkg_PackageIdDescription
source: Id of the package to be added.
cs: ID balíčku, který se má přidat
de: ID des hinzuzufügenden Pakets.
es: Id. del paquete que se va a agregar.
fr: ID du package à ajouter.
it: ID del pacchetto da aggiungere.
ja: 追加されるパッケージの ID。
ko: 추가할 패키지의 ID입니다.
pl: Identyfikator pakietu do dodania.
pt_br: ID do pacote a ser adicionado.
ru: Идентификатор добавляемого пакета.
tr: Eklenecek paketin kimliği.
zh_hans: 要添加的包 ID。
zh_hant: 要新增的套件之識別碼。

# AddPkg_PackageVersionDescription
source: Version of the package to be added.
cs: Verze balíčku, který se má přidat
de: Version des hinzuzufügenden Pakets.
es: Versión del paquete que se agregará.
fr: Version du package à ajouter.
it: Versione del pacchetto da aggiungere.
ja: 追加されるパッケージのバージョン。
ko: 추가할 패키지의 버전입니다.
pl: Wersja pakietu do dodania.
pt_br: Versão do pacote a ser adicionado.
ru: Версия добавляемого пакета.
tr: Eklenecek paket sürümü.
zh_hans: 要添加的包版本。
zh_hant: 要新增的套件版本。

# AddPkg_ProjectPathDescription
source: Path to the project file.
cs: Cesta k souboru projektu
de: Pfad zur Projektdatei.
es: Ruta de acceso al archivo de proyecto.
fr: Chemin du fichier projet.
it: Percorso del file di progetto.
ja: プロジェクト ファイルへのパス。
ko: 프로젝트 파일의 경로입니다.
pl: Ścieżka do pliku projektu.
pt_br: Caminho do arquivo de projeto.
ru: Путь к файлу проекта.
tr: Proje dosyasının yolu.
zh_hans: 项目文件的路径。
zh_hant: 專案檔案的路徑。

# AddPkg_SourcesDescription
source: Specifies NuGet package sources to use during the restore.
cs: Určuje zdroje balíčku NuGet, které se použijí při obnovování.
de: Gibt NuGet-Paketquellen an, die bei der Wiederherstellung verwendet werden sollen.
es: Especifica orígenes de paquete NuGet para usar durante la restauración.
fr: Spécifie les sources de package NuGet à utiliser pendant la restauration.
it: Consente di specificare le origini dei pacchetti NuGet da usare durante il ripristino.
ja: 復元中に使用する複数の NuGet パッケージ ソースを指定します。
ko: 복원 중 사용할 NuGet 패키지 원본을 지정합니다.
pl: Określa źródła pakietów NuGet do użycia podczas przywracania.
pt_br: Especifica as origens de pacote NuGet a serem usadas durante a restauração.
ru: Задает источники пакетов NuGet для использования во время восстановления.
tr: Geri yükleme sırasında kullanılacak NuGet paket kaynaklarını belirtir.
zh_hans: 指定在还原期间要使用的 NuGet 包源。
zh_hant: 指定還原期間要使用的 NuGet 套件來源。

# AddPkg_UserSpecified
source: user specified
cs: zadáno uživatelem
de: vom Benutzer angegeben
es: Especificado por el usuario
fr: spécifié par l'utilisateur
it: specificato dall'utente
ja: ユーザー指定
ko: 사용자 지정
pl: określone przez użytkownika
pt_br: especificado pelo usuário
ru: указано пользователем
tr: kullanıcı tarafından belirtilen
zh_hans: 指定的用户
zh_hant: 使用者指定

# AddSourceCommandDescription
source: Add a NuGet source.
cs: Přidá zdroj NuGet.
de: Hiermit fügen Sie eine NuGet-Quelle hinzu.
es: Agrega un origen de NuGet.
fr: Ajoutez une source NuGet.
it: Aggiunge un'origine NuGet.
ja: NuGet ソースを追加します。
ko: NuGet 소스를 추가합니다.
pl: Dodaj źródło pakietu NuGet.
pt_br: Adicionar uma origem do NuGet.
ru: Добавьте источник NuGet.
tr: NuGet kaynağı ekleyin.
zh_hans: 添加 NuGet 源。
zh_hant: 新增 NuGet 來源。

# Add_Description
source: Add a NuGet source.
cs: Přidá zdroj NuGet.
de: Hiermit fügen Sie eine NuGet-Quelle hinzu.
es: Agrega un origen de NuGet.
fr: Ajoutez une source NuGet.
it: Aggiunge un'origine NuGet.
ja: NuGet ソースを追加します。
ko: NuGet 소스를 추가합니다.
pl: Dodaj źródło pakietu NuGet.
pt_br: Adicionar uma origem do NuGet.
ru: Добавьте источник NuGet.
tr: NuGet kaynağı ekleyin.
zh_hans: 添加 NuGet 源。
zh_hant: 新增 NuGet 來源。

# AllowInsecureConnections_Description
source: Allows pushing to HTTP sources (insecure).
cs: Umožňuje vkládání do HTTP zdrojů (nezabezpečené).
de: Ermöglicht pushen an HTTP-Quellen (unsicher).
es: Permite insertar en orígenes HTTP (no seguro).
fr: Autorise l’envoi (push) vers des sources HTTP (non sécurisé).
it: Consente di eseguire il push in origini HTTP (non sicuro).
ja: HTTP ソースへのプッシュを許可します (安全ではありません)。
ko: HTTP 원본으로 푸시할 수 있습니다(안전하지 않음).
pl: Umożliwia wypychanie do źródeł HTTP (niezabezpieczone).
pt_br: Permite enviar por push para fontes HTTP (não seguras).
ru: Разрешает отправку в HTTP-источники (небезопасные).
tr: HTTP kaynaklarına (güvenli olmayan) aktarım yapılmasına izin verir.
zh_hans: 允许推送到 HTTP 源(不安全)。
zh_hant: 允許推送至 HTTP 來源 (不安全)。

# ApiKey_Description
source: The API key for the server. If not set, the NUGET_API_KEY environment variable is read.
es: La clave de API del servidor. Si no se establece, se lee la variable de entorno NUGET_API_KEY.

# ArgumentNullOrEmpty
source: Argument cannot be null or empty.
cs: Argument nemůže být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío.
fr: L'argument ne peut pas être null ou vide.
it: L'argomento non può essere Null o vuoto.
ja: 引数を null または空にすることはできません。
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty.
pt_br: O argumento não pode ser nulo ou estar vazio.
ru: Аргумент не может быть пустым или равен NULL.
tr: Bağımsız değişken null veya boş olamaz.
zh_hans: 参数不能为 null 或为空。
zh_hant: 引數不得為 Null 或空白。

# ConfigCommandKeyNotFound
source: Key '{0}' not found.
cs: Klíč „{0}“ nebyl nalezen.
de: Schlüssel „{0}“ wurde nicht gefunden.
es: No se encuentra la clave “{0}“.
fr: Clé '{0}' introuvable.
it: La chiave '{0}' non è stata trovata.
ja: キー '{0}' が見つかりません。
ko: 키 '{0}'을(를) 찾을 수 없습니다.
pl: Nie znaleziono klucza „{0}”.
pt_br: A chave '{0}' não foi encontrada.
ru: Ключ "{0}" не найден.
tr: '{0}' anahtarı bulunamadı.
zh_hans: 找不到密钥 '{0}'。
zh_hant: 找不到金鑰 '{0}'。

# ConfigGetAllOrConfigKeyDescription
source: ALL: Get all merged NuGet configuration settings from multiple NuGet configuration files that will be applied, when invoking NuGet command from the working directory path. CONFIG_KEY: Get the effective value of the specified configuration settings of the config section.
cs: ALL: Získá všechna sloučená nastavení konfigurace NuGet z několika konfiguračních souborů NuGet, které se použijí při vyvolání příkazu NuGet z cesty pracovního adresáře. CONFIG_KEY: Získá platnou hodnotu zadaného nastavení konfigurace konfiguračního oddílu.
de: ALLE: Rufen Sie alle zusammengeführten NuGet-Konfigurationseinstellungen aus mehreren NuGet-Konfigurationsdateien ab, die beim Aufrufen des NuGet-Befehls über den Pfad des Arbeitsverzeichnisses angewendet werden. CONFIG_KEY: Rufen Sie den effektiven Wert der angegebenen Konfigurationseinstellungen des Konfigurationsabschnitts ab.
es: ALL: obtenga todas las opciones de configuración de NuGet combinadas de varios archivos de configuración de NuGet que se aplicarán al invocar el comando NuGet desde la ruta de acceso del directorio de trabajo. CONFIG_KEY: obtenga el valor efectivo de las opciones de configuración especificados de la sección de configuración.
fr: ALL : obtenez tous les paramètres de configuration NuGet fusionnés à partir de plusieurs fichiers de configuration NuGet qui seront appliqués lors de l’appel de la commande NuGet à partir du chemin d’accès du répertoire de travail. CONFIG_KEY : obtient la valeur effective des paramètres de configuration spécifiés de la section de configuration.
it: ALL: ottiene tutte le impostazioni di configurazione NuGet unite da più file di configurazione NuGet che verranno applicate quando si richiama il comando NuGet dal percorso della directory di lavoro. CONFIG_KEY: ottiene il valore effettivo delle impostazioni di configurazione specificate della sezione config.
ja: ALL: 作業ディレクトリ パスから NuGet コマンドを呼び出すときに適用される複数の NuGet 構成ファイルから、マージされたすべての NuGet 構成設定を取得します。CONFIG_KEY: 構成セクションの指定された構成設定の有効な値を取得します。
ko: 모두: 작업 디렉터리 경로에서 NuGet 명령을 호출할 때 적용될 여러 NuGet 구성 파일에서 병합된 NuGet 구성 설정을 모두 가져옵니다. CONFIG_KEY: 구성 섹션의 지정된 구성 설정의 유효 값을 가져옵니다.
pl: WSZYSTKIE: pobierz wszystkie scalone ustawienia konfiguracji NuGet z wielu plików konfiguracji NuGet, które zostaną zastosowane podczas wywoływania polecenia NuGet ze ścieżki katalogu roboczego. CONFIG_KEY: pobierz efektywną wartość określonych ustawień konfiguracji sekcji konfiguracji.
pt_br: TODOS: obtenha todas as definições de configuração do NuGet mescladas de vários arquivos de configuração do NuGet que serão aplicados ao invocar o comando NuGet do caminho do diretório de trabalho. CONFIG_KEY: Obtenha o valor efetivo das definições de configuração especificadas da seção de configuração.
ru: ALL: Получить все объединенные параметры конфигурации NuGet из нескольких файлов конфигурации NuGet, которые будут применены при вызове команды NuGet из пути к рабочему каталогу. CONFIG_KEY: получить действительное значение указанных параметров конфигурации раздела конфигурации.
tr: ALL: Çalışma dizini yolundan NuGet komutu çağrılırken uygulanacak birden fazla NuGet yapılandırma dosyasından birleştirilmiş tüm NuGet yapılandırma ayarlarını alın. CONFIG_KEY: Yapılandırma bölümünün belirtilen yapılandırma ayarlarının etkin değerini alın.
zh_hans: ALL: 从工作目录路径调用 NuGet 命令时，从多个将应用的 NuGet 配置文件中获取所有合并的 NuGet 配置设置。CONFIG_KEY: 获取配置部分的指定配置设置的有效值。
zh_hant: ALL: 從工作目錄路徑叫用 NuGet 命令時，從將套用的多個 NuGet 組態檔取得所有合併的 NuGet 組態設定。CONFIG_KEY: 取得設定區段中指定組態設定的有效值。

# ConfigGetCommandDescription
source: Gets the NuGet configuration settings that will be applied.
cs: Získá nastavení konfigurace NuGet, které se použije.
de: Ruft die NuGet-Konfigurationseinstellungen ab, die angewendet werden.
es: Obtiene las opciones de configuración de NuGet que se aplicarán.
fr: Obtient les paramètres de configuration NuGet qui seront appliqués.
it: Ottiene le impostazioni di configurazione NuGet che verranno applicate.
ja: 適用される NuGet 構成設定を取得します。
ko: 적용할 NuGet 구성 설정을 가져옵니다.
pl: Pobiera ustawienia konfiguracji pakietu NuGet, które zostaną zastosowane.
pt_br: Obtém as definições de configuração do NuGet que serão aplicadas.
ru: Получает параметры конфигурации NuGet, которые будут применены.
tr: Uygulanacak NuGet yapılandırma ayarlarını alır.
zh_hans: 获取将应用的 NuGet 配置设置。
zh_hant: 取得將套用的 NuGet 組態設定。

# ConfigGetShowPathDescription
source: Indicate that the NuGet configuration file path will be shown beside the configuration settings.
cs: Označte, že se vedle nastavení konfigurace zobrazí cesta ke konfiguračnímu souboru NuGet.
de: Geben Sie an, dass der Pfad der NuGet-Konfigurationsdatei neben den Konfigurationseinstellungen angezeigt wird.
es: Indique que la ruta de acceso del archivo de configuración de NuGet se mostrará junto a las opciones de configuración.
fr: Indiquez que le chemin d’accès du fichier de configuration NuGet sera affiché à côté des paramètres de configuration.
it: Indica che il percorso del file di configurazione NuGet verrà mostrato accanto alle impostazioni di configurazione.
ja: NuGet 構成ファイルのパスが構成設定の横に表示されることを示します。
ko: NuGet 구성 파일 경로가 구성 설정 옆에 표시됨을 나타냅니다.
pl: Wskaż, że ścieżka pliku konfiguracji NuGet będzie wyświetlana obok ustawień konfiguracji.
pt_br: Indique que o caminho do arquivo de configuração do NuGet será mostrado ao lado das definições de configuração.
ru: Указать, что путь к файлу конфигурации NuGet будет отображаться рядом с параметрами конфигурации.
tr: NuGet yapılandırma dosyası yolunun yapılandırma ayarlarının yanında gösterileceğini belirtin.
zh_hans: 指示 NuGet 配置文件路径将显示在配置设置旁边。
zh_hant: 表示 NuGet 設定檔路徑會顯示在組態設定旁邊。

# ConfigPathsCommandDescription
source: Lists the paths to all NuGet configuration files that will be applied when invoking NuGet command in a specific directory
cs: Vypíše cesty ke všem konfiguračním souborům NuGet, které se použijí při vyvolání příkazu NuGet v konkrétním adresáři.
de: Listet die Pfade zu allen NuGet-Konfigurationsdateien auf, die beim Aufrufen des NuGet-Befehls in einem bestimmten Verzeichnis angewendet werden.
es: Enumera las rutas de acceso a todos los archivos de configuración de NuGet que se aplicarán al invocar el comando NuGet en un directorio específico.
fr: Répertorie les chemins d’accès de tous les fichiers de configuration NuGet qui seront appliqués lors de l’appel de la commande NuGet dans un répertoire spécifique
it: Elenca i percorsi di tutti i file di configurazione di NuGet che verranno applicati quando si richiama il comando NuGet in una directory specifica.
ja: 特定のディレクトリで NuGet コマンドを呼び出すときに適用されるすべての NuGet 構成ファイルへのパスを一覧表示します
ko: 특정 디렉터리에서 NuGet 명령을 호출할 때 적용될 모든 NuGet 구성 파일의 경로를 나열합니다.
pl: Wyświetla listę ścieżek do wszystkich plików konfiguracji NuGet, które zostaną zastosowane podczas wywoływania polecenia NuGet w określonym katalogu
pt_br: Lista os caminhos para todos os arquivos de configuração do NuGet que serão aplicados ao invocar o comando NuGet em um diretório específico
ru: Перечисляет пути ко всем файлам конфигурации NuGet, которые будут применены при вызове команды NuGet в определенном каталоге
tr: Belirli bir dizinde NuGet komutu çağrılırken uygulanacak tüm NuGet yapılandırma dosyalarının yollarını listeler
zh_hans: 列出在特定目录中调用 NuGet 命令时将应用的所有 NuGet 配置文件的路径
zh_hant: 列出叫用特定目錄中 NuGet 命令時將套用之所有 NuGet 設定文件的路徑

# ConfigPathsWorkingDirectoryDescription
source: Specifies the directory to start from when listing configuration files. If not specified, the current directory is used.
cs: Určuje adresář, který se má spustit při výpisu konfiguračních souborů. Pokud není zadaný, použije se aktuální adresář.
de: Gibt das Verzeichnis an, mit dem beim Auflisten von Konfigurationsdateien begonnen werden soll. Wenn keine Angabe erfolgt, wird das aktuelle Verzeichnis verwendet.
es: Especifica el directorio desde el que se va a iniciar al enumerar los archivos de configuración. Si no se especifica, se usa el directorio actual.
fr: Spécifie le répertoire à partir duquel démarrer la liste des fichiers de configuration. Si rien n’est spécifié, le répertoire actif est utilisé.
it: Specifica la directory da cui iniziare quando vengono elencati i file di configurazione. Se non è specificato, viene usata la directory corrente.
ja: 構成ファイルの一覧表示時に開始するディレクトリを指定します。指定しない場合は、現在のディレクトリが使用されます。
ko: 구성 파일을 나열할 때 시작할 디렉터리를 지정합니다. 지정하지 않으면 현재 디렉터리가 사용됩니다.
pl: Określa katalog, od którego należy rozpocząć wyświetlanie listy plików konfiguracji. Jeśli nie zostanie określony, zostanie użyty bieżący katalog.
pt_br: Especifica o diretório de início ao listar os arquivos de configuração. Se não for especificado, o diretório atual será usado.
ru: Указывает каталог, с которого следует начинать перечисление файлов конфигурации. Если каталог не указан, используется текущий каталог.
tr: Yapılandırma dosyalarını listelerken başlanacak dizini belirtir. Belirtilmezse, geçerli dizin kullanılır.
zh_hans: 指定列出配置文件时开始的目录。如果未指定，则将使用当前目录。
zh_hant: 指定列出設定檔案時要開始的目錄。如果未指定，則會使用目前目錄。

# ConfigSetCommandDescription
source: Set the value of a specified NuGet configuration setting.
cs: Nastavte hodnotu zadaného nastavení konfigurace NuGet.
de: Legt den Wert einer angegebenen NuGet-Konfigurationseinstellung fest.
es: Establezca el valor de una opción de configuración de NuGet especificada.
fr: Définir la valeur d’un paramètre de configuration NuGet spécifié.
it: Imposta il valore di un'impostazione di configurazione NuGet specificata.
ja: 指定された NuGet 構成設定の値を設定します。
ko: 지정된 NuGet 구성 설정의 값을 설정합니다.
pl: Ustaw wartość określonego ustawienia konfiguracji NuGet.
pt_br: Defina o valor de uma configuração do NuGet especificada.
ru: Задать значение указанного параметра конфигурации NuGet.
tr: Belirtilen NuGet yapılandırma ayarının değerini ayarlayın.
zh_hans: 设置指定 NuGet 配置设置的值。
zh_hant: 設定指定之 NuGet 組態設定的值。

# ConfigSetConfigKeyDescription
source: The key of the settings that are to be set.
cs: Klíč nastavení, která se mají nastavit.
de: Der Schlüssel der Einstellungen, die festgelegt werden sollen.
es: Clave de la configuración que se va a establecer.
fr: La clé des paramètres à définir.
it: La chiave delle impostazioni da impostare.
ja: 設定する設定のキー。
ko: 설정할 설정의 키입니다.
pl: Klucz ustawień, które mają zostać ustawione.
pt_br: A chave das configurações que devem ser definidas.
ru: Ключ параметров, которые необходимо задать.
tr: Ayarlanacak ayarların anahtarı.
zh_hans: 要设置的设置的键。
zh_hant: 要設定之設定的金鑰。
