Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_CannotObtainSearchSource
source: Failed to obtain a search resource.
cs: Nepodařilo se získat prostředek vyhledávání.
de: Fehler beim Abrufen einer Suchressource.
es: No se ha podido obtener un recurso de búsqueda.
fr: Échec de l’obtention d’une ressource de recherche.
it: Non è stato possibile ottenere una risorsa di ricerca.
ja: 検索リソースの取得に失敗しました。
ko: 검색 리소스를 가져오지 못했습니다.
pl: Nie można uzyskać zasobu wyszukiwania.
pt_br: Falha ao obter um recurso de pesquisa.
ru: Не удалось получить ресурс поиска.
tr: Arama kaynağı alınamadı.
zh_hans: 无法获取搜索资源。
zh_hant: 無法取得搜尋資源。

# Error_CannotUpgradeAutoReferencedPackage
source: {0}: Package {1} is implicitly added by the SDK and cannot be upgraded independently
cs: {0}: Balíček {1} je implicitně přidán sadou SDK a nelze jej samostatně upgradovat.
de: {0}: Das Paket {1} wird implizit vom SDK hinzugefügt und kann nicht unabhängig aktualisiert werden.
es: {0}: el paquete {1} se agrega implícitamente mediante el SDK y no se puede actualizar de forma independiente
fr: {0} : le package {1} est implicitement ajouté par le Kit de développement logiciel (SDK) et ne peut pas être mis à jour de manière indépendante
it: {0}: il pacchetto {1} viene aggiunto implicitamente dall'SDK e non può essere aggiornato in modo indipendente
ja: {0}: パッケージ {1} は SDK によって暗黙的に追加され、個別にアップグレードすることはできません
ko: {0}: 패키지 {1}은(는) SDK에 의해 암시적으로 추가되며 독립적으로 업그레이드할 수 없습니다.
pl: {0}: Pakiet {1} jest dodawany domyślnie przez zestaw SDK i nie można go uaktualnić niezależnie
pt_br: {0}: o {1} pacote é adicionado implicitamente pelo SDK e não pode ser atualizado independentemente
ru: {0}: пакет {1} неявно добавлен при помощи SDK и не может быть обновлен отдельно
tr: {0}: Paket {1}, SDK tarafından örtük olarak eklenir ve bağımsız olarak yükseltilemez
zh_hans: {0}: 包 {1} 由 SDK 隐式添加，无法独立升级
zh_hant: {0}: 套件 {1} 是由 SDK 隱含新增，無法單獨升級

# Error_CentralPackageVersions_AutoreferencedReferencesNotAllowed
source: The packages {0} are implicitly referenced. You do not typically need to reference them from your project or in your central package versions management file. For more information, see https://aka.ms/sdkimplicitrefs
cs: Na balíčky {0} se odkazuje implicitně. Obvykle na ně nemusíte odkazovat ze svého projektu nebo ze souboru centrální správy verzí balíčků. Další informace najdete na https://aka.ms/sdkimplicitrefs.
de: Auf die Pakete "{0}" wird implizit verwiesen. Sie müssen in der Regel nicht von Ihrem Projekt oder Ihrer zentralen Paketversions-Verwaltungsdatei aus darauf verweisen. Weitere Informationen finden Sie unter https://aka.ms/sdkimplicitrefs.
es: Se hace referencia implícita a los paquetes {0}. Normalmente, no es necesario hacer referencia a ellos desde el proyecto ni en el archivo de administración central de versiones del paquete. Para más información, consulte https://aka.ms/sdkimplicitrefs
fr: Les packages {0} sont implicitement référencés. Vous n'avez généralement pas besoin de les référencer dans votre projet ou dans votre fichier de gestion centralisée des versions de package. Pour plus d'informations, consultez https://aka.ms/sdkimplicitrefs
it: Ai pacchetti {0} viene fatto riferimento in modo implicito. In genere non è necessario farvi riferimento dal progetto o dal file di gestione centralizzata delle versioni del pacchetto. Per altre informazioni, vedere https://aka.ms/sdkimplicitrefs
ja: パッケージ {0} は、暗黙的に参照されています。通常、プロジェクトや中央パッケージ バージョン管理ファイルから参照する必要はありません。詳細については、https://aka.ms/sdkimplicitrefs を参照してください。
ko: {0} 패키지는 암시적으로 참조됩니다. 일반적으로 프로젝트나 중앙 패키지 버전 관리 파일에서 해당 패키지를 참조할 필요가 없습니다. 자세한 내용은 https://aka.ms/sdkimplicitrefs를 참조하세요.
pl: Pakiety {0} są przywoływane niejawnie. Zazwyczaj nie ma potrzeby przywoływania ich z projektu lub z pliku centralnego zarządzania wersjami pakietów. Aby uzyskać więcej informacji, zobacz https://aka.ms/sdkimplicitrefs
pt_br: Os pacotes {0} são referenciados implicitamente. Geralmente não é necessário referenciá-los no projeto ou no arquivo de gerenciamento central de versões de pacote. Para obter mais informações, confira https://aka.ms/sdkimplicitrefs
ru: Используются неявные ссылки на пакеты {0}. Обычно ссылаться на эти пакеты из вашего проекта или из файла централизованного управления версиями пакетов не требуется. Дополнительные сведения см. на странице https://aka.ms/sdkimplicitrefs.
tr: {0} paketlerine örtük olarak başvurulur. Genellikle bunlara projenizden veya merkezi paket sürümü yönetim dosyanızda başvurmanız gerekmez. Daha fazla bilgi için bkz. https://aka.ms/sdkimplicitrefs
zh_hans: 已隐式引用包 {0} 。通常无需从项目或中央包版本管理文件中引用它们。有关详细信息，请参阅 https://aka.ms/sdkimplicitrefs
zh_hant: 已隱含參考套件 {0}。您通常不需要從專案或中央套件版本管理檔案中參考這些專案。如需詳細資訊，請參閱 https://aka.ms/sdkimplicitrefs

# Error_CentralPackageVersions_FloatingVersionsAreNotAllowed
source: Centrally defined floating package versions are not allowed.
cs: Centrálně definované verze plovoucích balíčků nejsou povolené.
de: Zentral definierte Paketversionen mit übergreifenden Rechten sind nicht zulässig.
es: No se permiten versiones de paquete flotante definidas de forma centralizada.
fr: Les versions de package flottantes définies de manière centralisée ne sont pas autorisées.
it: Le versioni di pacchetto mobili definite centralmente non sono consentite.
ja: 一元定義の浮動パッケージ バージョンは許可されていません。
ko: 중앙에서 정의된 부동 패키지 버전은 허용되지 않습니다.
pl: Centralnie zdefiniowane wersje pakietów zmiennoprzecinkowych nie są dozwolone.
pt_br: Não são permitidas versões de pacotes flutuantes definidas centralmente.
ru: Централизованно определенные плавающие версии пакетов не допускаются.
tr: Merkezi olarak tanımlanan kayan paket sürümleri kullanılamaz.
zh_hans: 不允许集中定义的浮动包版本。
zh_hant: 不允許集中定義的浮動套件版本。

# Error_CentralPackageVersions_MissingPackageVersion
source: The PackageReference items {0} do not have corresponding PackageVersion.
cs: Položky PackageReference {0} nemají odpovídající PackageVersion.
de: Die PackageReference-Elemente "{0}" weisen keine entsprechende PackageVersion auf.
es: Los elementos PackageReference {0} no tienen un valor PackageVersion correspondiente.
fr: Les éléments PackageReference {0} n'ont pas de PackageVersion correspondant.
it: Non esiste alcun elemento PackageVersion per gli elementi PackageReference {0}.
ja: PackageReference 項目 {0} には、対応する PackageVersion がありません。
ko: PackageReference 항목 {0}에 해당하는 PackageVersion이 없습니다.
pl: Elementy PackageReference {0} nie mają odpowiedniego atrybutu PackageVersion.
pt_br: Os itens PackageReference {0} não têm PackageVersion correspondente.
ru: Элементы PackageReference {0} не имеют соответствующей версии PackageVersion.
tr: {0} PackageReference öğelerine karşılık gelen PackageVersion yok.
zh_hans: PackageReference 项 {0} 没有相应的 PackageVersion。
zh_hant: PackageReference 項目 {0} 沒有對應的 PackageVersion。

# Error_CentralPackageVersions_VersionOverrideDisabled
source: The package reference {0} specifies a VersionOverride but the ability to override a centrally defined version is currently disabled.
cs: Odkaz na balíček {0} určuje VersionOverride, ale možnost přepsat centrálně definovanou verzi je aktuálně zakázaná.
de: Der Paketverweis {0} gibt eine VersionOverride an, aber die Möglichkeit zum Überschreiben einer zentral definierten Version ist zurzeit deaktiviert.
es: La referencia del paquete {0} especifica un VersionOverride, pero la capacidad de invalidar una versión definida centralmente está deshabilitada actualmente.
fr: La référence de package {0} spécifie une VersionOverride, mais la possibilité de remplacer une version définie de manière centralisée est actuellement désactivée.
it: Il riferimento al pacchetto {0} specifica un VersionOverride, ma la possibilità di eseguire l'override di una versione definita a livello centrale è attualmente disabilitata.
ja: パッケージ参照 {0} は VersionOverride を指定していますが、一元的に定義されたバージョンをオーバーライドする機能は現在無効になっています。
ko: {0} 패키지 참조에서 VersionOverride를 지정하지만 현재 중앙에서 정의된 버전을 재정의하는 기능을 사용할 수 없습니다.
pl: Odwołanie do pakietu {0} określa element VersionOverride, ale możliwość zastąpienia centralnie zdefiniowanej wersji jest obecnie wyłączona.
pt_br: A referência do pacote {0} especifica um VersionOverride, mas a capacidade de substituir uma versão definida de forma centralizada está desabilitado no momento.
ru: Ссылка на пакет {0} указывает versionOverride, но возможность переопределения централизованно определенной версии сейчас отключена.
tr: {0} paket başvurusu VersionOverride belirtiyor ancak merkezi olarak tanımlanmış bir sürümü geçersiz kılma özelliği şu anda devre dışı.
zh_hans: 包引用 {0} 指定 VersionOverride，但当前禁用了替代集中定义的版本的功能。
zh_hant: 套件參考 {0} 指定 VersionOverride，但目前無法覆寫集中定義的版本。

# Error_CentralPackageVersions_VersionsNotAllowed
source: Projects that use central package version management should not define the version on the PackageReference items but on the PackageVersion items: {0}
cs: Projekty, které používají centrální správu verzí balíčků, by neměly definovat verzi pomocí položek PackageReference, ale pomocí položek PackageVersion: {0}.
de: Projekte, welche die zentrale Paketversionsverwaltung verwenden, sollten die Version nicht für die PackageReference-Elemente, sondern für die PackageVersion-Elemente definieren: {0}.
es: Los proyectos que usan la administración central de versiones de paquetes no deben definir la versión de los elementos PackageReference, sino la de los elementos de PackageVersion: {0}
fr: Les projets qui utilisent la gestion centralisée des versions de package ne doivent pas définir la version sur les éléments PackageReference, mais sur les éléments PackageVersion : {0}
it: I progetti che usano la gestione centralizzata delle versioni del pacchetto non devono definire la versione negli elementi PackageReference ma in quelli PackageVersion: {0}
ja: 中央のパッケージ バージョン管理を使用するプロジェクトでは、PackageReference アイテムではなく、PackageVersion アイテムでバージョンを定義する必要があります: {0}。
ko: 중앙 패키지 버전 관리를 사용하는 프로젝트에서는 PackageReference 항목의 버전이 아니라 PackageVersion 항목의 버전을 정의해야 합니다. {0}
pl: Projekty korzystające z centralnego zarządzania wersjami pakietów nie powinny definiować wersji w elementach PackageReference, ale w elementach PackageVersion: {0}
pt_br: Os projetos que usam o gerenciamento central de versão de pacote não devem definir a versão nos itens PackageReference, mas nos itens PackageVersion: {0}
ru: В проектах, в которых используется централизованное управление версиями пакетов, версию необходимо определять не в элементах PackageReference, а в элементах PackageVersion: {0}
tr: Merkezi paket sürüm yönetimi kullanan projeler, PackageReference öğelerindeki sürümü değil PackageVersion öğelerindeki sürümü tanımlamalıdır: {0}.
zh_hans: 使用中央包版本管理的项目不应定义 PackageReference 项上的版本，但应定义 PackageVersion 项上的版本: {0}
zh_hant: 使用中央套件版本管理的專案，應在 PackageVersion 項目上，而非在 PackageReference 項目上定義版本: {0}

# Error_ConfigSetInvalidKey
source: '{0}' is not a valid config key in config section.
cs: „{0}“ není platný konfigurační klíč v konfiguračním oddílu.
de: „{0}“ ist kein gültiger Konfigurationsschlüssel im Konfigurationsabschnitt.
es: “{0}” no es una clave de configuración válida en la sección de configuración.
fr: « {0} » n’est pas une clé de configuration valide dans la section de configuration.
it: '{0}' non è una chiave di configurazione valida nella sezione config.
ja: '{0}' は構成セクションの有効な構成キーではありません。
ko: '{0}'은(는) 구성 섹션의 올바른 구성 키가 아닙니다.
pl: „{0}” nie jest prawidłowym kluczem konfiguracji w sekcji konfiguracji.
pt_br: “{0}” não é uma chave de configuração válida na seção de configuração.
ru: '{0}' не является допустимым ключом конфигурации в разделе конфигурации.
tr: '{0}', yapılandırma bölümünde geçerli bir yapılandırma anahtarı değil.
zh_hans: "{0}" 不是配置部分中的有效配置键。
zh_hant: '{0}' 在組態區段中不是有效的設定金鑰。

# Error_CouldNotFindPackageVersionForCpmPackage
source: Central Package Management configuration error: Could not find PackageVersion for package {0}
cs: Chyba konfigurace CPM (Central Package Management): Nepovedlo se najít PackageVersion pro balíček {0}.
de: Fehler bei der Konfiguration der zentralen Paketverwaltung: PackageVersion für Paket {0} wurde nicht gefunden.
es: Error de configuración de Administración de paquetes central: No se encontró PackageVersion para el paquete {0}
fr: Erreur de configuration du Package Management central : Impossible de trouver la version du package (PackageVersion) pour le package {0}
it: Errore di configurazione della Gestione pacchetti centrale: non è stato possibile trovare PackageVersion per il pacchetto {0}
ja: 中央 Package Management 構成エラー: パッケージ {0} の PackageVersion が見つかりませんでした
ko: 중앙 패키지 관리 구성 오류: 패키지 {0}의 PackageVersion을 찾을 수 없습니다.
pl: Błąd konfiguracji centralnego zarządzania pakietami: nie można odnaleźć elementu PackageVersion dla pakietu {0}
pt_br: Erro Gerenciamento de Pacotes configuração central: não foi possível localizar PackageVersion para o pacote {0}
ru: Ошибка конфигурации централизованного управления пакетами: не удалось найти PackageVersion для пакета {0}
tr: Merkezi Paket Yönetimi yapılandırma hatası: {0} paketi için PackageVersion bulunamadı
zh_hans: 中心包管理配置错误: 找不到包 {0} 的 PackageVersion
zh_hant: 中央套件管理設定錯誤: 找不到套件 {0} 的版本資訊

# Error_HttpServerUsage
source: You are running the '{0}' operation with an 'HTTP' source, '{1}'. NuGet requires HTTPS sources. To use HTTP sources, you must explicitly set 'allowInsecureConnections' to true in your NuGet.Config file. Refer to https://aka.ms/nuget-https-everywhere for more information.
cs: Máte spuštěnou operaci {0} se zdrojem HTTP {1}. NuGet vyžaduje zdroje HTTPS. Pokud chcete používat zdroje HTTP, musíte v souboru NuGet.Config explicitně nastavit parametr allowInsecureConnections na true. Další informace najdete na https://aka.ms/nuget-https-everywhere.
de: Sie führen den Vorgang „{0}“ mit einer „HTTP“-Quelle, „{1}“, aus. NuGet erfordert HTTPS-Quellen. Um HTTP-Quellen zu verwenden, müssen Sie „allowInsecureConnections“ in Ihrer NuGet.Config-Datei explizit auf TRUE festlegen. Weitere Informationen finden Sie unter https://aka.ms/nuget-https-everywhere.
es: Está ejecutando la operación "{0}" con un origen "HTTP", "{1}". NuGet requiere orígenes HTTPS. Para usar orígenes HTTP, es necesario establecer explícitamente "allowInsecureConnections" en verdadero en el archivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para obtener más información.
fr: Vous exécutez l'opération « {0} » avec une source 'HTTP' : « {1} ». NuGet nécessite des sources HTTPS. Pour utiliser des sources HTTP, vous devez définir explicitement « allowInsecureConnections » sur true dans votre fichier NuGet.Config. Reportez-vous à https://aka.ms/nuget-https-everywhere pour plus d'informations.
it: L'operazione '{0}' è in esecuzione con un'origine 'HTTP': '{1}'. NuGet richiede origini HTTPS. Per utilizzare origini HTTP, è necessario impostare in modo esplicito 'allowInsecureConnections' su true nel file NuGet.Config. Vedere https://aka.ms/nuget-https-everywhere per altre informazioni.
ja: 'HTTP' ソース '{1}' を使用して '{0}' 操作を実行しています。NuGet には HTTPS ソースが必要です。HTTP ソースを使用するには、NuGet.Config ファイルで 'allowInsecureConnections' を true に明示的に設定する必要があります。詳しくは、https://aka.ms/nuget-https-everywhere を参照してください。
ko: ‘{1}’ 'HTTP' 원본을 사용하여 '{0}' 작업을 실행하고 있습니다. NuGet에 HTTPS 원본이 필요합니다. HTTP 원본을 사용하려면 NuGet.Config 파일에서 'allowInsecureConnections'를 명시적으로 true로 설정해야 합니다. https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Uruchamiasz operację „{0}” ze źródłem protokołu „HTTP”: {1}. Narzędzie NuGet wymaga źródeł protokołu HTTPS. Aby użyć źródeł HTTP, musisz wyraźnie ustawić właściwość „allowInsecureConnections” na wartość true w pliku NuGet.Config. Aby uzyskać więcej informacji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Você está executando a operação '{0}' com uma fonte 'HTTP', '{1}'. O NuGet requer fontes HTTPS. Para usar fontes HTTP, você deve definir explicitamente `'allowInsecureConnections'` como `true` no seu arquivo `NuGet.Config`. Consulte [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere) para mais informações.
ru: Вы выполняете операцию "{0}" с источником "HTTP" "{1}". Для NuGet требуются источники HTTPS. Чтобы использовать источники HTTP, необходимо явно задать для параметра "allowInsecureConnections" значение true в файле NuGet.Config. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: '{0}' işlemini bir '{1}' 'HTTP' kaynağı ile çalıştırıyorsunuz. NuGet için HTTPS kaynakları gereklidir. HTTP kaynaklarını kullanmak için NuGet.Config dosyanızda 'allowInsecureConnections' ayarını açıkça “true” olarak ayarlamanız gerekir. Daha fazla bilgi için şuraya başvurun: https://aka.ms/nuget-https-everywhere.
zh_hans: 正在通过“HTTP”源 {1} 运行“{0}”操作。NuGet 需要 HTTPS 源。要使用 HTTP 源，必须在 NuGet.Config 文件中将“allowInsecureConnections”显式设置为 true。有关详细信息，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: 您正在使用 'HTTP' 來源 '{1}' 執行 '{0}' 作業。NuGet 需要 HTTPS 來源。您必須在 NuGet.Config 檔案中將 'allowInsecureConnections' 明確設定為 true，才能使用 HTTP 來源。參閱 https://aka.ms/nuget-https-everywhere 以取得更多資訊。

# Error_HttpServerUsage_MultipleSources
source: You are running the '{0}' operation with 'HTTP' sources: {1} NuGet requires HTTPS sources. To use HTTP sources, you must explicitly set 'allowInsecureConnections' to true in your NuGet.Config file. Refer to https://aka.ms/nuget-https-everywhere for more information.
cs: Máte spuštěnou operaci {0} se zdroji HTTP: {1} NuGet vyžaduje zdroje HTTPS. Pokud chcete používat zdroje HTTP, musíte v souboru NuGet.Config explicitně nastavit parametr allowInsecureConnections na true. Další informace najdete na https://aka.ms/nuget-https-everywhere.
de: Sie führen den Vorgang „{0}“ mit „HTTP“-Quellen aus: {1} NuGet erfordert HTTPS-Quellen. Um HTTP-Quellen zu verwenden, müssen Sie „allowInsecureConnections“ in Ihrer NuGet.Config-Datei explizit auf TRUE festlegen. Weitere Informationen finden Sie unter https://aka.ms/nuget-https-everywhere.
es: Está ejecutando la operación '{0}' con orígenes 'HTTP': {1} NuGet requiere orígenes HTTPS. Para usar orígenes HTTP, es necesario establecer explícitamente 'allowInsecureConnections' en verdadero en el archivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para más información.
fr: Vous exécutez l’opération « {0} » avec des sources « HTTP » : {1} NuGet nécessite des sources HTTPS. Pour utiliser des sources HTTP, vous devez définir explicitement « allowInsecureConnections » sur true dans votre fichier NuGet.Config. Reportez-vous à https://aka.ms/nuget-https-everywhere pour plus d’informations.
it: L'operazione '{0}' è in esecuzione con origini 'HTTP': {1} NuGet richiede origini HTTPS. Per utilizzare origini HTTP, è necessario impostare esplicitamente 'allowInsecureConnections' su true nel file NuGet.Config. Vedi https://aka.ms/nuget-https-everywhere per altre informazioni.
ja: 'HTTP' ソースで '{0}' 操作が実行されています: {1} NuGet には HTTPS ソースが必要です。HTTP ソースを使用するには、NuGet.Config ファイルで 'allowInsecureConnections' を true に明示的に設定する必要があります。詳しくは、https://aka.ms/nuget-https-everywhere を参照してください。
ko: 'HTTP' 원본을 사용하여 '{0}' 작업을 실행하고 있습니다. {1} NuGet에는 HTTPS 원본이 필요합니다. HTTP 원본을 사용하려면 NuGet.Config 파일에서 'allowInsecureConnections'를 명시적으로 true로 설정해야 합니다. https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Uruchamiasz operację „{0}” ze źródłami „HTTP”: {1} Menedżer NuGet wymaga źródeł HTTPS. Aby użyć źródeł HTTP, musisz wyraźnie ustawić właściwość „allowInsecureConnections” na wartość true w pliku NuGet.Config. Aby uzyskać więcej informacji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Você está executando a operação '{0}' com fontes 'HTTP': {1} O NuGet requer fontes HTTPS. Para usar fontes HTTP, você deve definir explicitamente 'allowInsecureConnections' como verdadeiro no seu arquivo NuGet.Config. Consulte [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere) para mais informações.
ru: Вы выполняете операцию "{0}" с источниками "HTTP": {1} Для NuGet требуются источники HTTPS. Чтобы использовать источники HTTP, необходимо явно задать для параметра "allowInsecureConnections" значение ИСТИНА в файле NuGet.Config. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: '{0}' işlemini {1} 'HTTP' kaynakları ile çalıştırıyorsunuz NuGet için HTTPS kaynakları gereklidir. HTTP kaynaklarını kullanmak için NuGet.Config dosyanızda 'allowInsecureConnections' ayarını açıkça “true” olarak ayarlamanız gerekir. Daha fazla bilgi için şuraya bakın: https://aka.ms/nuget-https-everywhere.
zh_hans: 正在使用 ‘HTTP’ 源运行 ‘{0}’ 操作: {1} NuGet 需要 HTTPS 源。要使用 HTTP 源，必须在 NuGet.Config 文件中将 ‘allowInsecureConnections’ 显式设置为 true。有关详细信息，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: 您正在使用 'HTTP' 來源執行 '{0}' 作業: {1} NuGet 需要 HTTPS 來源。您必須在 NuGet.Config 檔案中將 'allowInsecureConnections' 明確設定為 true，才能使用 HTTP 來源。如需詳細資訊，請參閱 https://aka.ms/nuget-https-everywhere。

# Error_InvalidCultureInfo
source: Invalid culture identifier in {0} environment variable. Value read is '{1}'
cs: Neplatný identifikátor jazykové verze v proměnné prostředí {0}. Načtená hodnota je {1}.
de: Ungültiger Kulturbezeichner in {0} Umgebungsvariable. Der gelesene Wert lautet „{1}“
es: Identificador de referencia cultural no válido en la variable de entorno {0}. El valor leído es '{1}'.
fr: Identificateur de culture non valide dans la variable d'environnement {0}. La valeur lue est '{1}'
it: Identificatore delle impostazioni cultura non valido nella variabile di ambiente {0}. Valore letto: '{1}'
ja: {0} 環境変数のカルチャ識別子が無効です。読み取られた値は '{1}' です
ko: {0} 환경 변수의 문화권 식별자가 잘못되었습니다. 읽은 값은 '{1}'입니다.
pl: Nieprawidłowy identyfikator kultury w zmiennej środowiskowej {0}. Odczytaną wartością jest „{1}”
pt_br: Identificador de cultura inválido na variável de ambiente {0}. O valor lido é '{1}'
ru: Недопустимый идентификатор языка и региональных параметров в {0} переменной среды. Прочитано значение "{1}"
tr: {0} ortam değişkeninde geçersiz kültür tanımlayıcısı. Okunan değer '{1}'
zh_hans: {0} 环境变量中的区域性标识符无效。读取的值为“{1}”
zh_hant: {0} 環境變數中的文化識別碼無效。讀取的值是 '{1}'

# Error_InvalidOptionValue
source: Invalid value `{0}` for option {1}.
cs: Neplatná hodnota{0} pro možnost {1}.
de: Ungültiger Wert "{0}" für die Option {1}.
es: El valor '{0}' no es válido para la opción {1}.
fr: Valeur « {0} » incorrecte pour l’option {1}.
it: Valore '{0}' non valido per l'opzione {1}.
ja: オプション {1} の値 '{0}' が無効です。
ko: {1} 옵션의 `{0}` 값이 잘못되었습니다.
pl: Nieprawidłowa wartość „{0}” dla opcji {1}.
pt_br: Valor inválido ''{0}'' para a opção {1}.
ru: Недопустимое значение ` {0} ` для опции {1} .
tr: {0} seçeneği için geçersiz değer: “{1}”.
zh_hans: 选项`{1}`的值“{0}”无效。
zh_hant: 選項 {1} 的值 `{0}` 無效。

# Error_InvalidSource
source: The specified source '{0}' is invalid. Provide a valid source.
cs: Zadaný zdroj {0} není platný. Zadejte platný zdroj.
de: Die angegebene Quelle "{0}" ist ungültig. Geben Sie eine gültige Quelle an.
es: El origen "{0}" especificado no es válido. Proporcione un origen válido.
fr: La source spécifiée '{0}' est non valide. Indiquez une source valide.
it: L'origine '{0}' specificata non è valida. Specificare un'origine valida.
ja: 指定されたソース '{0}' が正しくありません。有効なソースを指定してください。
ko: 지정된 소스 '{0}'이(가) 올바르지 않습니다. 유효한 소스를 제공하세요.
pl: Określone źródło „{0}” jest nieprawidłowe. Określ prawidłowe źródło.
pt_br: A origem especificada '{0}' é inválida. Forneça uma origem válida.
ru: Указанный источник "{0}" является недопустимым. Укажите допустимый источник.
tr: Belirtilen '{0}' kaynağı geçersiz. Geçerli bir kaynak belirtin.
zh_hans: 指定的源“{0}”无效。请提供有效的源。
zh_hant: 指定的來源 '{0}' 無效。請提供有效的來源。

# Error_InvalidVersion
source: Invalid version value '{0}'.
cs: Neplatná hodnota verze {0}
de: Ungültiger Versionswert „{0}“.
es: Valor de versión no válido "{0}".
fr: Valeur de version non valide '{0}'.
it: Intervallo versioni non valido '{0}'.
ja: バージョン値 '{0}' が無効です。
ko: 버전 값 '{0}'이(가) 잘못되었습니다.
pt_br: Valor de versão inválido "{0}".
tr: Geçersiz sürüm değeri '{0}'.
zh_hans: 版本值“{0}”无效。
