Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PackageUpdateCommand_ProjectOptionDescription
source: Path to a project or solution file, or a directory.
cs: Cesta k souboru projektu nebo řešení nebo k adresáři
de: Pfad zu einer Projekt- oder Projektmappendatei oder einem Verzeichnis
es: Ruta de acceso a un archivo de proyecto o solución, o a un directorio.
fr: Chemin d’accès à un fichier de projet ou de solution, ou à un répertoire.
it: Percorso di un progetto, un file di soluzione o una directory.
ja: プロジェクトまたはソリューション ファイル、またはディレクトリへのパス。
ko: 프로젝트, 솔루션 파일 또는 디렉터리의 경로입니다.
pl: Ścieżka do pliku projektu lub rozwiązania albo katalogu.
pt_br: Caminho para um projeto ou arquivo de solução ou um diretório.
ru: Путь к проекту, файлу решения или каталогу.
tr: Bir proje veya çözüm dosyasına ya da dizine giden yol.
zh_hans: 项目或解决方案文件或目录的路径。
zh_hant: 專案、解決方案檔案或目錄的路徑。

# PackageUpdateCommand_VulnerableOptionDescription
source: Upgrade packages with known vulnerabilities.
cs: Upgradujte balíčky se známými ohroženími zabezpečení.
de: Pakete mit bekannten Sicherheitslücken aktualisieren.
es: Actualice los paquetes con vulnerabilidades conocidas.
fr: Mettez à niveau les packages ayant des vulnérabilités connues.
it: Aggiornare i pacchetti con vulnerabilità note.
ja: 既知の脆弱性があるパッケージをアップグレードします。
ko: 알려진 취약점이 있는 패키지를 업그레이드하세요.
pl: Uaktualnij pakiety z znanymi lukami w zabezpieczeniach.
pt_br: Atualize pacotes com vulnerabilidades conhecidas.
ru: Обновите пакеты с известными уязвимостями.
tr: Bilinen güvenlik açıkları bulunan paketleri yükseltin.
zh_hans: 升级存在已知漏洞的包。
zh_hant: 升級具有已知弱點的套件。

# PackageUpdate_AllPackagesAlreadyUpToDate
source: All packages are already up to date.
cs: Všechny balíčky jsou už aktuální.
de: Alle Pakete sind bereits auf dem neuesten Stand.
es: Todos los paquetes ya están actualizados.
fr: Tous les packages sont déjà à jour.
it: Tutti i pacchetti sono già aggiornati.
ja: すべてのパッケージは既に最新です。
ko: 모든 패키지가 이미 최신 상태입니다.
pl: Wszystkie pakiety są już aktualne.
pt_br: Todos os pacotes já estão atualizados.
ru: Все пакеты уже обновлены.
tr: Tüm paketler zaten güncel.
zh_hans: 所有包均处于最新状态。
zh_hant: 所有套件均已是最新版本。

# PackageUpdate_AllVersionsHaveAdvisories
source: All versions of package {0} have security advisories. Unable to find a non-vulnerable version to update to.
cs: Všechny verze balíčku {0} mají bezpečnostní upozornění. Nelze najít verzi bez ohrožení zabezpečení, na kterou by bylo možné aktualizovat.
de: Alle Versionen des Pakets {0} enthalten Sicherheitshinweise. Es konnte keine Version ohne Sicherheitslücken zum Aktualisieren gefunden werden.
es: Todas las versiones del paquete {0} tienen avisos de seguridad. No se puede encontrar una versión no vulnerable a la que actualizar.
fr: Toutes les versions du package {0} comportent des avis de sécurité. Nous ne pouvons pas trouver une version non vulnérable vers laquelle mettre à jour.
it: Tutte le versioni del pacchetto {0} includono avvisi di sicurezza. Non è possibile trovare una versione non vulnerabile da usare per l'aggiornamento.
ja: パッケージ {0} のすべてのバージョンにセキュリティ アドバイザリがあります。更新対象の脆弱性のないバージョンが見つかりません。
ko: 패키지 {0}의 모든 버전에는 보안 권고가 있습니다. 업데이트할 취약하지 않은 버전을 찾을 수 없습니다.
pl: Wszystkie wersje pakietu {0} mają ostrzeżenia dotyczące zabezpieczeń. Nie znaleziono wersji pozbawionej luk w zabezpieczeniach do zaktualizowania.
pt_br: Todas as versões do pacote {0} têm comunicados de segurança. Não é possível localizar uma versão não vulnerável para a qual atualizar.
ru: Все версии пакета {0} содержат предупреждения по безопасности. Не удалось найти версию без уязвимостей для обновления.
tr: {0} paketinin tüm sürümleri için güvenlik uyarıları bulunmaktadır. Güncelleştirme için güvenlik açığı olmayan bir sürüm bulunamadı.
zh_hans: 包 {0} 的所有版本均有安全公告。找不到可更新到的无漏洞版本。
zh_hant: 套件 {0} 的所有版本皆有安全性建議。無法找到可更新至的無弱點版本。

# PackageUpdate_AlreadyUpToDate
source: All packages are up to date
cs: Všechny balíčky jsou aktuální.
de: Alle Pakete sind auf dem neuesten Stand.
es: Todos los paquetes están actualizados
fr: Tous les packages sont à jour
it: Tutti i pacchetti sono aggiornati
ja: すべてのパッケージが最新の状態です
ko: 모든 패키지가 최신 상태입니다.
pl: Wszystkie pakiety są aktualne
pt_br: Todos os pacotes estão atualizados
ru: Все пакеты обновлены
tr: Tüm paketler güncel
zh_hans: 所有包都是最新版本
zh_hant: 所有套件均為最新狀態

# PackageUpdate_AuditDisabled
source: This command requires NuGetAudit to be enabled at this time. See https://aka.ms/nuget/audit for more information.
cs: Tento příkaz vyžaduje, aby byl v tuto chvíli povolený NuGetAudit. Další informace najdete na https://aka.ms/nuget/audit.
de: Für diesen Befehl muss NuGetAudit zu diesem Zeitpunkt aktiviert sein. Weitere Informationen finden Sie unter https://aka.ms/nuget/audit.
es: Este comando requiere que NuGetAudit esté habilitado en este momento. Más información en https://aka.ms/nuget/audit.
fr: Cette commande nécessite l’activation de NuGetAudit à l’heure actuelle. Pour découvrir plus d’informations, consultez https://aka.ms/nuget/audit.
it: Questo comando richiede che NuGetAudit sia abilitato in questo momento. Per altre informazioni, vedere https://aka.ms/nuget/audit.
ja: このコマンドでは、現時点で NuGetAudit を有効にする必要があります。詳細については、https://aka.ms/nuget/audit を参照してください。
ko: 이 명령을 사용하려면 현재 NuGetAudit을 사용하도록 설정해야 합니다. 자세한 내용은 https://aka.ms/nuget/audit를 참조하세요.
pl: To polecenie wymaga tym razem włączenia pakietu NuGetAudit. Więcej informacji znajdziesz w witrynie https://aka.ms/nuget/audit.
pt_br: Este comando requer que o NuGetAudit esteja habilitado no momento. Consulte https://aka.ms/nuget/audit para obter mais informações.
ru: В настоящее время эта команда требует включения NuGetAudit. Дополнительные сведения см. на странице https://aka.ms/nuget/audit.
tr: Bu komutun çalışması için NuGetAudit'in etkinleştirilmiş olması gerekir. Daha fazla bilgi için https://aka.ms/nuget/audit adresini ziyaret edin.
zh_hans: 此命令要求现在启用 NuGetAudit。有关详细信息，请参阅 https://aka.ms/nuget/audit。
zh_hant: 此命令目前需要啟用 NuGetAudit。如需詳細資訊，請參閱 https://aka.ms/nuget/audit。

# PackageUpdate_AuditModeIsDirect
source: NuGetAuditMode is set to direct, which means that transitive packages with known vulnerabilities will not be updated. See https://aka.ms/nuget/audit for more information.
cs: NuGetAuditMode je nastaven na direct, což znamená, že transitivní (závislé) balíčky s ohroženími zabezpečení se nebudou aktualizovat. Další informace najdete na https://aka.ms/nuget/audit.
de: NuGetAuditMode ist auf „direkt“ festgelegt, was bedeutet, dass transitive Pakete mit bekannten Sicherheitslücken nicht aktualisiert werden. Weitere Informationen finden Sie unter https://aka.ms/nuget/audit.
es: NuGetAuditMode se establece en direct, lo que significa que los paquetes transitivos con vulnerabilidades conocidas no se actualizarán. Más información en https://aka.ms/nuget/audit.
fr: NuGetAuditMode est défini sur direct, ce qui signifie que les packages transitifs ayant des vulnérabilités connues ne seront pas mis à jour. Pour découvrir plus d’informations, consultez https://aka.ms/nuget/audit.
it: NuGetAuditMode è impostato su Diretto, il che significa che i pacchetti transitivi con vulnerabilità note non verranno aggiornati. Per altre informazioni, vedere https://aka.ms/nuget/audit.
ja: NuGetAuditMode が direct に設定されています。これは、既知の脆弱性がある推移的なパッケージは更新されないことを意味しています。詳細については、https://aka.ms/nuget/audit を参照してください。
ko: NuGetAuditMode가 direct로 설정되어 있어, 알려진 취약점이 있는 전이적 패키지는 업데이트되지 않습니다. 자세한 내용은 https://aka.ms/nuget/audit를 참조하세요.
pl: NuGetAuditMode jest ustawiony na wartość direct, co oznacza, że pakiety pośrednie ze znanymi lukami w zabezpieczeniach nie będą aktualizowane. Więcej informacji znajdziesz w witrynie https://aka.ms/nuget/audit.
pt_br: NuGetAuditMode é definido como direto, o que significa que pacotes transitivos com vulnerabilidades conhecidas não serão atualizados. Consulte https://aka.ms/nuget/audit para obter mais informações.
ru: Параметру NuGetAuditMode присвоено значение direct. Это означает, что транзитивные пакеты с известными уязвимостями не будут обновлены. Дополнительные сведения см. на странице https://aka.ms/nuget/audit.
tr: NuGetAuditMode doğrudan olarak ayarlanmıştır, bu da bilinen güvenlik açıkları bulunan geçişli paketlerin güncelleştirilmeyeceği anlamına gelir. Daha fazla bilgi için https://aka.ms/nuget/audit adresini ziyaret edin.
zh_hans: NuGetAuditMode 设置为“直接”，这意味着不会更新存在已知漏洞的可传递包。有关详细信息，请参阅 https://aka.ms/nuget/audit。
zh_hant: NuGetAuditMode 設定為直接，表示不會更新具有已知弱點的轉移套件。如需詳細資訊，請參閱 https://aka.ms/nuget/audit。

# PackageUpdate_FinalSummary
source: Updated {0} packages in {1} scanned packages.
cs: V(e) {0} zkontrolovaných balíčcích se aktualizoval tento počet balíčků: {1}.
de: {0} Pakete in {1} gescannten Paketen wurden aktualisiert.
es: {0} paquetes actualizados en {1} paquetes escaneados.
fr: Les packages {0} sont mis à jour dans {1} packages analysés.
it: {0} Pacchetti aggiornati nei {1} pacchetti analizzati.
ja: {1} 個のスキャンされたパッケージで {0} 個のパッケージを更新しました。
ko: {1} 검사된 패키지에서 {0} 패키지가 업데이트되었습니다.
pl: Zaktualizowano pakiety ({0}) w {1} zeskanowanych pakietach.
pt_br: {0} pacotes atualizados em {1} pacotes verificados.
ru: Обновленные пакеты ({0}) в отсканированных пакетах ({1}).
tr: Taranan {1} pakette {0} paket güncelleştirildi.
zh_hans: 已更新 {1} 个已扫描包中的 {0} 个包。
zh_hant: 在 {1} 個已掃描的套件中更新 {0} 個套件。

# PackageUpdate_FindingUpdateVersions
source: Finding versions of packages to update.
cs: Hledají se verze balíčků, které je třeba aktualizovat.
de: Zu aktualisierende Paketversionen werden gesucht.
es: Buscando versiones de paquetes que se van a actualizar.
fr: Recherche des versions des packages à mettre à jour.
it: Ricerca delle versioni dei pacchetti da aggiornare.
ja: 更新するパッケージのバージョンを検索しています。
ko: 업데이트할 패키지 버전을 찾고 있습니다.
pl: Znajdowanie wersji pakietów do zaktualizowania.
pt_br: Localizando as versões de pacotes a serem atualizadas.
ru: Поиск версий пакетов для обновления.
tr: Güncelleştirmek için paket sürümlerini bulma.
zh_hans: 正在查找要更新的包的版本。
zh_hant: 正在尋找要更新的套件版本。

# PackageUpdate_LoadingDGSpec
source: Loading Project(s).
cs: Načítají se projekty.
de: Projekte werden geladen.
es: Cargando proyectos.
fr: Chargement du ou des projets.
it: Caricamento dei progetti in corso.
ja: プロジェクトを読み込んでいます。
ko: 프로젝트를 로드하는 중입니다.
pl: Ładowanie projektów.
pt_br: Carregando projetos.
ru: Загрузка проектов.
tr: Proje(ler) yükleniyor.
zh_hans: 正在加载项目。
zh_hant: 正在載入專案。

# PackageUpdate_NoVulnerablePackages
source: No upgradable packages have known vulnerabilities.
cs: Žádné upgradovatelné balíčky nemají známá ohrožení zabezpečení.
de: Keine aktualisierbaren Pakete weisen bekannte Sicherheitslücken auf.
es: Ningún paquete actualizable tiene vulnerabilidades conocidas.
fr: Aucun package pouvant être mis à niveau ne présente de vulnérabilités connues.
it: Nessun pacchetto aggiornabile presenta vulnerabilità note.
ja: 既知の脆弱性があるアップグレード可能なパッケージはありません。
ko: 알려진 취약성이 있는 업그레이드 가능한 패키지가 없습니다.
pl: Żadne pakiety do uaktualnienia nie mają znanych luk w zabezpieczeniach.
pt_br: Nenhum pacote atualizável tem vulnerabilidades conhecidas.
ru: Отсутствуют обновляемые пакеты с известными уязвимостями.
tr: Yükseltilebilir paketlerde bilinen güvenlik açıkları yok.
zh_hans: 没有存在已知漏洞的可升级包。
zh_hant: 沒有可升級的套件存在已知弱點。

# PackageUpdate_PackageArgumentDescription
source: Package reference in the form of a package identifier like 'Newtonsoft.Json' or package identifier and version separated by '@' like 'Newtonsoft.Json@13.0.3'.
cs: Odkaz na balíček ve formě identifikátoru balíčku, jako je Newtonsoft.Json, nebo identifikátor balíčku a verze oddělené znakem @, například Newtonsoft.Json@13.0.3.
de: Paketverweis in Form eines Paketbezeichners wie „Newtonsoft.Json“ oder Paketbezeichner und -version getrennt durch „@“ wie „Newtonsoft.Json@13.0.3“.
es: Referencia de paquete en forma de identificador de paquete como 'Newtonsoft.Json' o identificador de paquete y versión separados por '@', como 'Newtonsoft.Json@13.0.3'.
fr: Référence de package sous la forme d’un identificateur de package tel que « Newtonsoft.Json » ou d’un identificateur de package et d’une version séparés par « @ », comme « Newtonsoft.Json@13.0.3 ».
it: Riferimento al pacchetto sotto forma di identificatore di pacchetto, ad esempio 'Newtonsoft.Json', oppure identificatore e versione di pacchetto separati da '@', ad esempio 'Newtonsoft.Json@13.0.3'.
ja: 'Newtonsoft.Json' のようなパッケージ識別子の形式のパッケージ参照、または 'Newtonsoft.Json@13.0.3' のような '@' で区切られたパッケージ識別子とバージョンです。
ko: 'Newtonsoft.Json'과 같은 패키지 식별자 또는 'Newtonsoft.Json@13.0.3'과 같이 '@'로 구분된 패키지 식별자 및 버전 형식의 패키지 참조입니다.
pl: Odwołanie do pakietu w postaci identyfikatora pakietu, takiego jak „Newtonsoft.Json”, lub identyfikatora pakietu i wersji rozdzielonych znakiem „@”, na przykład „Newtonsoft.Json@13.0.3”.
pt_br: Referência do pacote na forma de um identificador de pacote como 'Newtonsoft.Json' ou identificador e versão do pacote separados por '@', como 'Newtonsoft.Json\@13.0.3'.
ru: Ссылка на пакет в виде идентификатора пакета, например "Newtonsoft.Json", или идентификатора пакета и версии, разделенных "@", например "Newtonsoft.Json@13.0.3".
tr: 'Newtonsoft.Json' gibi bir paket tanımlayıcısı veya 'Newtonsoft.Json@13.0.3' gibi '@' ile ayrılmış paket tanımlayıcısı ve sürümü şeklinde paket başvurusu.
zh_hans: 包引用采用包标识符形式，如 'Newtonsoft.Json'，或采用以 ‘@’ 分隔包标识符和版本的形式，如 ‘Newtonsoft.Json@13.0.3’。
zh_hant: 套件參考的格式為套件識別碼，例如 'Newtonsoft.Json'，或是以 '@' 分隔的套件識別碼和版本，例如 'Newtonsoft.Json@13.0.3'。

# PackageUpdate_PreviewRestore
source: Running preview restore to check package compatibility.
cs: Spouští se obnovení náhledu, aby se zkontrolovala kompatibilita balíčku.
de: Vorschauwiederherstellung wird ausgeführt, um die Paketkompatibilität zu überprüfen.
es: Ejecutando la restauración de versión preliminar para comprobar la compatibilidad del paquete.
fr: Exécution de la restauration de la préversion pour vérifier la compatibilité du package.
it: Esecuzione del ripristino dell'anteprima per verificare la compatibilità dei pacchetti.
ja: パッケージの互換性を確認するために、プレビュー復元を実行しています。
ko: 패키지 호환성을 확인하기 위해 미리 보기 복원을 실행하고 있습니다.
pl: Uruchamianie przywracania w wersji zapoznawczej w celu sprawdzenia zgodności pakietów.
pt_br: Executando a restauração de visualização para verificar a compatibilidade do pacote.
ru: Запуск предварительного восстановления для проверки совместимости пакетов.
tr: Paket uyumluluğunu kontrol etmek için önizleme geri yüklemeyi çalıştırın.
zh_hans: 正在运行预览还原以检查包兼容性。
zh_hant: 正在執行預覽還原以檢查套件的相容性。

# PackageUpdate_PreviewRestoreFailed
source: Preview restore with updated packages was not successful. Force mode is not yet available.
cs: Obnovení náhledu s aktualizovanými balíčky nebylo úspěšné. Režim vynucení ještě není k dispozici.
de: Die Vorschauwiederherstellung mit aktualisierten Paketen war nicht erfolgreich. Der Modus „Erzwingen“ ist noch nicht verfügbar.
es: La vista previa de la restauración con paquetes actualizados no se realizó correctamente. El modo forzar aún no está disponible.
fr: La restauration en préversion avec les packages mis à jour a échoué. Le mode Forcer n’est pas encore disponible.
it: Il ripristino dell'anteprima con pacchetti aggiornati non è riuscito. La modalità forzata non è ancora disponibile.
ja: 更新されたパッケージを使用したプレビューの復元に失敗しました。強制モードはまだ使用できません。
ko: 업데이트된 패키지로 미리 보기 복원에 성공하지 못했습니다. 강제 모드는 아직 사용할 수 없습니다.
pl: Podgląd przywracania z aktualizowanymi pakietami zakończył się niepowodzeniem. Tryb wymuszania nie jest jeszcze dostępny.
pt_br: A restauração de visualização com pacotes atualizados não foi bem-sucedida. O modo de força ainda não está disponível.
ru: Не удалось восстановить предварительный просмотр с обновленными пакетами. Режим принудительного применения пока не доступен.
tr: Güncelleştirilmiş paketlerle önizleme geri yükleme işlemi başarılı olmadı. Zorlama modu henüz kullanılamıyor.
zh_hans: 使用更新后的包进行预览还原未成功。强制模式尚不可用。
zh_hant: 使用更新的套件預覽還原失敗。強制結束模式尚無法使用。

# PackageUpdate_UpdatedMessage
source: Updating {0} {1} to {2}.
cs: Probíhá aktualizace {0}{1} na {2}.
de: {0} {1} wird auf {2} aktualisiert.
es: Actualizando {0} {1} a {2}.
fr: Mise à jour de {0} {1} sur {2}.
it: È in corso il caricamento di {0} {1} in {2}.
ja: {0} {1} を {2} に更新しています。
ko: {0} {1}을(를) {2}(으)로 업데이트하는 중입니다.
pl: Aktualizowanie {0} {1} do {2}.
pt_br: Atualizando {0}{1} para {2}.
ru: Обновление {0} {1} до {2}.
tr: {0} {1}, {2} sürümüne güncelleştiriliyor.
zh_hans: 正在将 {0} {1} 更新为 {2}。
zh_hant: 正在將 {0} {1} 更新為 {2}。

# PackageUpdate_UpdatingOutdatedPackages
source: Updating outdated packages in {0}.
cs: Aktualizují se zastaralé balíčky v {0}.
de: Veraltete Pakete in {0} werden aktualisiert.
es: Actualizando paquetes desactualizados en {0}.
fr: Mise à jour des packages obsolètes dans {0}.
it: Aggiornamento dei pacchetti obsoleti in {0}.
ja: {0} 内の古いパッケージを更新しています。
ko: {0}에서 오래된 패키지를 업데이트하는 중입니다.
pl: Aktualizowanie nieaktualnych pakietów w {0}.
pt_br: Atualizando pacotes desatualizados no {0}.
ru: Обновление устаревших пакетов в {0}.
tr: {0} içindeki eski paketleri güncelleştirme.
zh_hans: 正在更新 {0} 中已过时的包。
zh_hant: 正在更新 {0} 中的過期套件。

# PackageUpdate_UpdatingVulnerablePackages
source: Updating packages with security advisories in {0}
cs: Aktualizují se balíčky s bezpečnostními upozorněními v {0}
de: Pakete mit Sicherheitshinweisen in {0} werden aktualisiert.
es: Actualizando paquetes con avisos de seguridad en {0}
fr: Mise à jour des packages ayant des avis de sécurité dans {0}
it: È in corso l'aggiornamento dei pacchetti con avvisi di sicurezza in {0}
ja: {0} 内のセキュリティ アドバイザリがあるパッケージを更新しています
ko: {0}에서 보안 권고가 있는 패키지를 업데이트하는 중
pl: Aktualizowanie pakietów z ostrzeżeniami dotyczącymi zabezpieczeń w {0}
pt_br: Atualizando pacotes com avisos de segurança em {0}
ru: Обновление пакетов с предупреждениями по безопасности в {0}
tr: {0} içerisinde güvenlik uyarıları içeren paketler güncelleştiriliyor
zh_hans: 正在更新 {0} 中带有安全公告的包
zh_hant: 正在更新 {0} 中含有安全性建議的套件

# PrereleaseVersionsAvailable
source: There are no stable versions available, {0} is the best available. Consider adding the --prerelease option
cs: Nejsou k dispozici žádné stabilní verze, nejlepší dostupná verze je {0}. Zvažte možnost přidat --prerelease.
de: Es sind keine stabilen Versionen verfügbar. Beste verfügbare Version: {0}. Erwägen Sie, die Option "--prerelease" hinzuzufügen.
es: No hay ninguna versión estable que se pueda seleccionar; {0} es la mejor opción disponible. Puede agregar la opción --prerelease.
fr: Aucune version stable n'est disponible, {0} est la meilleure version disponible. Ajoutez l'option --prerelease
it: Non sono disponibili versioni stabili e {0} è la migliore versione disponibile. Provare ad aggiungere l'opzione --prerelease
ja: 利用可能な安定バージョンがありません。利用可能な中では {0} が最善です。--prerelease オプションを追加することをご検討ください
ko: 사용할 수 있는 안정적인 버전이 없습니다. 사용할 수 있는 최상의 버전은 {0}입니다. --prerelease 옵션을 추가하는 것이 좋습니다.
pl: Brak dostępnych stabilnych wersji. Najlepsza dostępna opcja to {0}. Rozważ dodanie opcji --prerelease
pt_br: Não há versões estáveis disponíveis. {0} é a melhor disponível. Considere a adição da opção --prerelease
ru: Нет доступных стабильных версий. Наилучшей из доступных является {0}. Попробуйте добавить параметр --prerelease.
tr: Kullanılabilir kararlı bir sürüm olmadığından {0} en iyi seçenektir. --prerelease seçeneğini eklemeyi göz önünde bulundurun
zh_hans: 没有可用的稳定版本，{0} 是可用的最佳版本。请考虑添加 --prerelease 选项
zh_hant: 沒有可用的穩定版本，{0} 是最適用的版本。請考慮新增 --prerelease 選項

# Prerelease_Description
source: Allows prerelease packages to be installed.
cs: Umožňuje instalaci předběžných verzí balíčků.
de: Ermöglicht die Installation von Paketen mit Vorabversionen.
es: Permite que se instalen paquetes de versión preliminar.
fr: Permet d'installer les packages de préversion.
it: Consente l'installazione di pacchetti non definitivi.
ja: プレリリース パッケージのインストールを許可します。
ko: 시험판 패키지를 설치할 수 있습니다.
pt_br: Permite a instalação de pacotes de pré-lançamento.
tr: Ön sürüm paketlerinin yüklenmesini sağlar.
zh_hans: 允许安装预发行包。

# PushCommandSkipDuplicateDescription
source: If a package and version already exists, skip it and continue with the next package in the push, if any.
cs: Jestliže balíček a verze už existuje, přeskočí se a bude se pokračovat dalším balíčkem k publikování, pokud nějaký existuje.
de: Wenn ein Paket und eine Version bereits vorhanden sind, überspringen Sie das Paket, und fahren Sie ggf. mit dem nächsten Paket im Pushvorgang fort.
es: Si un paquete y una versión ya existen, omítalos y continúe con el siguiente en la inserción "push", en caso de haberlo.
fr: Si un package et une version existent déjà, ignorez-les et passez au package suivant dans l'envoi (push), le cas échéant.
it: Se un pacchetto e una versione esistono già, ignorarli e continuare con il pacchetto successivo del push, se presente.
ja: パッケージとバージョンが既に存在する場合は、それをスキップし、プッシュに次のパッケージがある場合は、それを続行します。
ko: 패키지 및 버전이 이미 있는 경우 건너뛴 후 푸시에서 다음 패키지(있는 경우)를 계속합니다.
pl: Jeśli pakiet i wersja już istnieje, pomiń to i kontynuuj przy użyciu następnego pakietu w ramach wypchnięcia, jeśli istnieje.
pt_br: Se já existir um pacote e uma versão, ignore-os e continue com o próximo pacote no push, se houver.
ru: Если пакет и версия уже существуют, они пропускаются и осуществляется переход к следующему отправляемому пакету, если он есть.
tr: Paket ve sürüm zaten mevcutsa bu paketi atlayın ve varsa gönderimde bulunan bir sonraki paketle devam edin.
zh_hans: 如果包和版本已存在，则跳过它并继续推送中的下一个包(若有)。
zh_hant: 如果套件和版本已經存在，請予以跳過並繼續進行推送中的下一個套件 (如果有)。

# Push_Description
source: Pushes a package to the server and publishes it.
cs: Odešle balíček na server a publikuje ho.
de: Überträgt ein Paket mithilfe von Push auf den Server und veröffentlicht es.
es: Inserta un paquete en el servidor y lo publica.
fr: Effectue un push d'un package sur le serveur et le publie.
it: Effettua il push di un pacchetto nel server e lo pubblica.
ja: パッケージをサーバーにプッシュし、公開します。
ko: 패키지를 서버로 푸시하고 게시합니다.
pl: Wypycha pakiet na serwer i publikuje go.
pt_br: Envia por push um pacote ao servidor e publica-o.
ru: Отправляет пакет на сервер и публикует его.
tr: Bir paketi sunucuya gönderir ve yayımlar.
zh_hans: 将包推送到服务器并发布。
zh_hant: 將套件推送至伺服器，並發佈該套件。

# Push_InvalidTimeout
source: Invalid timeout parameter value.
cs: Neplatná hodnota parametru timeout
de: Ungültiger Parameterwert für Timeout.
es: Valor de parámetro de tiempo de espera no válido.
fr: Valeur du paramètre de délai d'expiration non valide.
it: Il valore del parametro di timeout non è valido.
ja: タイムアウト パラメーター値が無効です。
ko: 잘못된 시간 제한 매개 변수 값입니다.
pl: Nieprawidłowa wartość parametru limitu czasu.
pt_br: Valor de parâmetro de tempo limite inválido.
ru: Недопустимое значение времени ожидания.
tr: Geçersiz zaman aşımı parametre değeri.
zh_hans: 超时参数值无效。
zh_hant: 逾時參數值無效。

# Push_MissingArguments
source: Please specify the path to the package.
cs: Zadejte prosím cestu k balíčku.
de: Geben Sie den Pfad zum Paket an.
es: Especifique la ruta de acceso al paquete.
fr: Spécifiez le chemin du package.
it: Specificare il percorso del pacchetto.
ja: パッケージへのパスを指定してください。
ko: 패키지의 경로를 지정하세요.
pl: Określ ścieżkę do pakietu.
pt_br: Especifique o caminho para o pacote.
ru: Укажите путь к пакету.
tr: Lütfen paketin yolunu belirtin.
zh_hans: 请指定包路径。
zh_hant: 請指定到達套件的路徑。
