Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# NonInteractive_Description
source: Do not prompt for user input or confirmations.
cs: Nežádat uživatele o vstup ani potvrzení
de: Hiermit werden keine Eingaben oder Bestätigungen vom Benutzer abgefragt.
es: No pide entrada o confirmaciones del usuario.
fr: Aucune entrée ou confirmation de l'utilisateur n'est nécessaire.
it: Consente di non richiedere input o conferme dell'utente.
ja: ユーザーの入力や確認のプロンプトを表示しません。
ko: 사용자 입력을 요청하거나 확인을 묻는 메시지를 표시하지 않습니다.
pl: Nie pytaj użytkownika o dane ani potwierdzenia.
pt_br: Não solicite entrada nem confirmações do usuário.
ru: Не запрашивать ввод или подтверждение у пользователя.
tr: Kullanıcı girişi veya onayı isteminde bulunmayın.
zh_hans: 不会提示用户输入或确认。
zh_hant: 不提示使用者輸入或確認。

# NuGetXplatCommand_Interactive
source: Allow the command to block and require manual action for operations like authentication.
cs: Umožní, aby se příkaz zablokoval a vyžadoval pro operace, jako je ověření, ruční zásah.
de: Hiermit wird dem Befehl für Vorgänge wie z. B. für die Authentifizierung das Blockieren und Anfordern einer manuellen Aktion ermöglicht.
es: Permite usar el comando para bloquear y requerir la acción manual para operaciones como la autenticación.
fr: Autorise la commande pour bloquer et exiger une action manuelle pour des opérations comme l'authentification.
it: Consente al comando di bloccare operazioni quali l'autenticazione e di richiedere un intervento manuale.
ja: コマンドが、認証などの操作の手動アクションをブロックおよび要求することを許可します。
ko: 명령이 인증 같은 작업에 대해 수동 작업을 차단하고 요구하도록 허용합니다.
pl: Zezwalaj poleceniu na blokowanie i wymaganie ręcznej akcji dla operacji takich jak uwierzytelnianie.
pt_br: Permitir que o comando bloqueie e exija ação manual para operações como a autenticação.
ru: Разрешение блокировки команды и требования ручного действия для таких операций, как проверка подлинности.
tr: Komutun kimlik doğrulaması gibi işlemleri engellemesine ve bunlar için el ile gerçekleştirilen eylem istemesine izin verin.
zh_hans: 对于身份验证等操作，允许命令阻止并要求手动操作。
zh_hant: 允許命令封鎖及要求對驗證這類作業採取手動動作。

# Option_ConfigFile
source: The NuGet configuration file. If specified, only the settings from this file will be used. If not specified, the hierarchy of configuration files from the current directory will be used. For more information, see https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior.
cs: Konfigurační soubor NuGet. Když se zadá, použijí se jen nastavení z tohoto souboru. Když se soubor nezadá, použijte se hierarchie konfiguračních souborů z aktuálního adresáře. Další informace najdete na adrese https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior.
de: Die NuGet-Konfigurationsdatei. Sofern angegeben, werden nur die Einstellungen aus dieser Datei verwendet. Falls nicht angegeben, wird die Hierarchie der Konfigurationsdateien aus dem aktuellen Verzeichnis verwendet. Weitere Informationen finden Sie unter https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior.
es: Archivo de configuración de NuGet. Si se especifica, solo se usará la configuración de este archivo. Si no se especifica, se usará la jerarquía de los archivos de configuración del directorio actual. Para obtener más información, consulte https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior.
fr: Fichier config NuGet. Si ce fichier est spécifié, seuls ses paramètres sont utilisés. S'il n'est pas spécifié, la hiérarchie des fichiers config du répertoire actif est utilisée. Pour plus d'informations, consultez https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior.
it: File di configurazione NuGet. Se è specificato, verranno usate solo le impostazioni di questo file. Se non è specificato, verrà usata la gerarchia dei file di configurazione della directory corrente. Per altre informazioni, vedere https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior.
ja: NuGet 構成ファイル。指定した場合、このファイルの設定のみが使用されます。指定しない場合、現在のディレクトリの構成ファイルの階層が使用されます。詳細については、https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior を参照してください。
ko: NuGet 구성 파일. 지정한 경우 이 파일의 설정만 사용됩니다. 지정하지 않은 경우 현재 디렉터리의 구성 파일 계층 구조가 사용됩니다. 자세한 정보는 https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior를 참조하세요.
pl: Plik konfiguracyjny pakietu NuGet. Jeśli jest określony, używane będą tylko ustawienia z tego pliku. Jeśli nie jest określony, używana będzie hierarchia plików konfiguracyjnych z bieżącego katalogu. Aby uzyskać więcej informacji, zobacz https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior.
pt_br: O arquivo de configuração do NuGet. Se for especificado, somente as configurações desse arquivo serão usadas. Se não for especificado, a hierarquia de arquivos de configuração do diretório atual será usada. Para saber mais, acesse https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior.
ru: Файл конфигурации NuGet. Если указан, будут использоваться только параметры из этого файла. Если не указан, будет использоваться иерархия файлов конфигурации из текущего каталога. Дополнительные сведения см. на странице https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior.
tr: NuGet yapılandırma dosyası. Belirtilirse, yalnızca bu dosyadaki ayarlar kullanılır. Belirtilmezse, geçerli dizindeki yapılandırma dosyaları hiyerarşisi kullanılır. Daha fazla bilgi için bkz. https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior.
zh_hans: NuGet 配置文件。如果指定，将仅使用此文件中的设置。如果未指定，则将使用当前目录中的配置文件的层次结构。有关详细信息，请参阅 https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior。
zh_hant: NuGet 組態檔。若已指定，則只會使用此檔案中的設定。若未指定，則會使用目前目錄中的組態檔階層。如需詳細資訊，請參閱 https://docs.microsoft.com/nuget/consume-packages/configuring-nuget-behavior (機器翻譯)。

# Option_FindBy
source: Search method to find certificate in certificate store (see docs).
cs: Metoda hledání pro vyhledání certifikátu v úložišti certifikátů (přečtěte si dokumentaci)
de: Suchmethode zum Suchen eines Zertifikats im Zertifikatspeicher (siehe Dokumentation).
es: Método de búsqueda para encontrar un certificado en el almacén correspondiente (ver la documentación).
fr: Méthode de recherche pour trouver un certificat dans le magasin de certificats (consultez la documentation).
it: Metodo di ricerca per trovare il certificato nell'archivio certificati (vedere la documentazione).
ja: 証明書ストアで証明書を探すための検索方法 (ドキュメントを参照)。
ko: 인증서 저장소에서 인증서를 찾을 수 있는 검색 방법(문서 참조).
pl: Metoda wyszukiwania używana do znajdowania certyfikatu w magazynie certyfikatów (zobacz dokumenty).
pt_br: Método de pesquisa para localizar o certificado no repositório de certificados (consulte docs).
ru: Метод поиска сертификата в хранилище сертификатов (см. документацию).
tr: Sertifika depolama alanında sertifika bulmak için arama yöntemi (bkz. belgeler).
zh_hans: 用于在证书存储中查找证书的搜索方法(请参阅文档)。
zh_hant: 在憑證存放區中尋找憑證的搜尋方法 (請參閱文件)。

# Option_FindValue
source: Search the certificate store for the supplied value. Used with FindValue (see docs).
cs: Vyhledá zadanou hodnotu v úložišti certifikátů. Používá se spolu s FindValue (přečtěte si dokumentaci).
de: Hiermit wird der Zertifikatspeicher nach dem angegebenen Wert durchsucht. Wird mit FindValue verwendet (siehe Dokumentation).
es: Busque el valor proporcionado en el almacén de certificados. Se usa con FindValue (ver la documentación).
fr: Permet de rechercher la valeur fournie dans le magasin de certificats. S'utilise avec FindValue (consultez la documentation).
it: Cerca il valore fornito nell'archivio certificati. Usato con FindValue (vedere la documentazione).
ja: 指定された値を証明書ストアで検索します。FindValue で使用されます (ドキュメントを参照)。
ko: 인증서 저장소에서 제공된 값을 검색합니다. FindValue와 함께 사용합니다(문서 참조).
pl: Wyszukaj podaną wartość w magazynie certyfikatów. Używane z elementem FindValue (zobacz dokumenty).
pt_br: Procure o valor fornecido no repositório de certificados. Usado com FindValue (consulte docs).
ru: Поиск указанного значения в хранилище сертификатов. Используется с аргументом FindValue (см. документацию).
tr: Belirtilen değer için sertifika depolama alanında arama yapın. FindValue ile kullanılır (bkz. belgeler).
zh_hans: 在证书存储中搜索提供的值。与 FindValue 结合使用(请参阅文档)。
zh_hant: 在憑證存放區中搜尋提供的值。與 FindValue 一併使用 (請參閱文件)。

# Option_Force
source: Skip certificate validation.
cs: Přeskočit ověřování certifikátu
de: Zertifikatüberprüfung überspringen
es: Omita la validación del certificado.
fr: Permet d'ignorer la validation du certificat.
it: Ignora la convalida del certificato.
ja: 証明書の検証をスキップします。
ko: 인증서 확인을 건너뜁니다.
pl: Pomiń sprawdzanie poprawności certyfikatu.
pt_br: Ignorar validação do certificado.
ru: Пропустить проверку сертификата.
tr: Sertifika doğrulamasını atlayın.
zh_hans: 跳过证书验证。
zh_hant: 跳過憑證驗證。

# Option_PackageSource
source: Package source name.
cs: Název zdroje balíčku
de: Name der Paketquelle.
es: Nombre de origen del paquete.
fr: Nom de la source de package.
it: Nome dell'origine pacchetto.
ja: パッケージ ソース名。
ko: 패키지 원본 이름.
pl: Nazwa źródła pakietu.
pt_br: Nome de origem do pacote.
ru: Имя источника пакетов.
tr: Paket kaynağı adı.
zh_hans: 包源名称。
zh_hant: 套件來源名稱。

# Option_Password
source: Password for the certificate, if needed.
cs: Heslo pro certifikát, pokud se vyžaduje
de: Kennwort für das Zertifikat, falls erforderlich.
es: Contraseña del certificado, si se requiere.
fr: Mot de passe du certificat, le cas échéant.
it: Password per il certificato, se necessaria.
ja: 証明書のパスワード (必要な場合)。
ko: 인증서 암호(필요한 경우).
pl: Hasło do certyfikatu, jeśli jest potrzebne.
pt_br: Senha para o certificado, se necessário.
ru: Пароль сертификата (при необходимости).
tr: Gerekliyse, sertifikanın parolası.
zh_hans: 证书密码(如需要)。
zh_hant: 憑證的密碼 (如有需要)。

# Option_Path
source: Path to certificate file.
cs: Cesta k souboru certifikátu
de: Pfad zur Zertifikatdatei.
es: Ruta de acceso al archivo de certificado.
fr: Chemin du fichier de certificat.
it: Percorso del file di certificato.
ja: 証明書ファイルへのパス。
ko: 인증서 파일의 경로.
pl: Ścieżka do pliku certyfikatu.
pt_br: Caminho para o arquivo de certificado.
ru: Путь к файлу сертификата.
tr: Sertifika dosyasının yolu.
zh_hans: 证书文件的路径。
zh_hant: 憑證檔案的路徑。

# Option_StoreLocation
source: Certificate store location (see docs).
cs: Umístění úložiště certifikátu (přečtěte si dokumentaci)
de: Speicherort des Zertifikats (siehe Dokumentation).
es: Ubicación del almacén de certificados (ver la documentación).
fr: Emplacement du magasin de certificats (consultez la documentation).
it: Percorso dell'archivio certificati (vedere la documentazione).
ja: 証明書ストアの場所 (ドキュメントを参照)。
ko: 인증서 저장소 위치(문서 참조).
pl: Lokalizacja magazynu certyfikatów (zobacz dokumenty).
pt_br: Local do repositório de certificados (consulte docs).
ru: Расположение хранилища сертификатов (см. документацию).
tr: Sertifika depolama alanı konumu (bkz. belgeler).
zh_hans: 证书存储位置(请参阅文档)。
zh_hant: 憑證存放區位置 (請參閱文件)。

# Option_StoreName
source: Certificate store name (see docs).
cs: Název úložiště certifikátu (přečtěte si dokumentaci)
de: Name des Zertifikatspeichers (siehe Dokumentation).
es: Nombre del almacén de certificados (ver la documentación).
fr: Nom du magasin de certificats (consultez la documentation).
it: Nome dell'archivio certificati (vedere la documentazione).
ja: 証明書ストア名 (ドキュメントを参照)。
ko: 인증서 저장소 이름(문서 참조).
pl: Nazwa magazynu certyfikatów (zobacz dokumenty).
pt_br: Nome do repositório de certificados (consulte docs).
ru: Имя хранилища сертификатов (см. документацию).
tr: Sertifika depolama alanı adı (bkz. belgeler).
zh_hans: 证书存储名称(请参阅文档)。
zh_hant: 憑證存放區名稱 (請參閱文件)。

# Option_StorePasswordInClearText
source: Enables storing password for the certificate by disabling password encryption.
cs: Povolí ukládání hesla pro certifikát tak, že zakáže šifrování hesla.
de: Ermöglicht das Speichern des Kennworts für das Zertifikat durch Deaktivieren der Kennwortverschlüsselung.
es: Habilita el almacenamiento de contraseñas para el certificado al deshabilitar el cifrado de contraseñas.
fr: Permet le stockage du mot de passe du certificat en désactivant le chiffrement de mot de passe.
it: Abilita la memorizzazione della password per il certificato disabilitando la crittografia della password.
ja: パスワードの暗号化を無効にすることで、証明書のパスワードを保存できるようにします。
ko: 암호 암호화를 사용하지 않도록 설정하여 인증서 암호를 저장할 수 있습니다.
pl: Umożliwia przechowywanie hasła certyfikatu przez wyłączenie szyfrowania haseł.
pt_br: Habilita o armazenamento de senha para o certificado ao desabilitar a criptografia de senha.
ru: Включает сохранение пароля для сертификата путем отключения шифрования паролей.
tr: Parola şifrelemesini devre dışı bırakarak sertifika için parola depolamayı etkinleştirir.
zh_hans: 禁用密码加密，以支持存储证书密码。
zh_hant: 允許停用密碼加密來儲存憑證的密碼。

# OutputNuGetVersion
source: {0} Version: {1}
cs: {0} verze: {1}
es: {0} versión: {1}
it: Versione di {0}: {1}
ja: {0} バージョン: {1}
ko: {0} 버전: {1}
pl: {0} wersja {1}
pt_br: {0} Versão: {1}
ru: {0}, версия {1}
tr: {0} Sürümü: {1}
zh_hans: {0} 版本: {1}
zh_hant: {0} 版本: {1}

# PackageDownloadCommand_AllowInsecureConnectionsDescription
source: Allows downloading from HTTP (non-HTTPS) package sources.
cs: Umožňuje stahování ze zdrojů balíčků HTTP (jiné než HTTPS).
de: Ermöglicht das Herunterladen von Paketen aus HTTP-Quellen (nicht HTTPS).
es: Permite la descarga desde orígenes de paquetes HTTP (no HTTPS).
fr: Autorise le téléchargement à partir de sources de package HTTP (non-HTTPS).
it: Consente il download da origini di pacchetti HTTP (non HTTPS).
ja: HTTP (非 HTTPS) パッケージ ソースからのダウンロードを許可します。
ko: HTTP(비 HTTPS) 패키지 원본에서 다운로드할 수 있습니다.
pt_br: Permite o download de fontes de pacote HTTP (não HTTPS).
tr: HTTP (HTTPS olmayan) paket kaynaklarından indirmeye izin verir.
zh_hans: 允许从 HTTP (非 HTTPS)包源下载。

# PackageDownloadCommand_AlreadyInstalled
source: Skipping download. Package '{0}' version {1} already exists at '{2}'.
cs: Přeskakuje se stahování. Verze {1} balíčku {0} již existuje v {2}.
de: Download wird übersprungen. Das Paket {0} Version {1} ist bereits unter {2} vorhanden.
es: Omitiendo descarga. La versión '{0}' del paquete '{1}' ya existe en '{2}'.
fr: Téléchargement ignoré. Le package « {0} » version {1} existe déjà dans « {2} ».
it: Il download verrà ignorato. La versione '{0}' del pacchetto '{1}' esiste già in '{2}'.
ja: ダウンロードをスキップしています。パッケージ '{0}' バージョン {1} は既に '{2}' に存在します。
ko: 다운로드를 건너뛰는 중입니다. 패키지 '{0}' 버전 {1}이(가) '{2}'에 이미 있습니다.
pt_br: Ignorando o download. A versão {1} do pacote "{0}" já existe em "{2}".
tr: İndirme atlanıyor. '{0}' paketinin {1} sürümü '{2}' adresinde zaten mevcut.
zh_hans: 正在跳过下载。包 "{0}" 版本 {1} 已存在于 "{2}"。

# PackageDownloadCommand_Description
source: Downloads a NuGet package to a local folder without requiring a project file.
cs: Stáhne balíček NuGet do místní složky, aniž by to vyžadovalo soubor projektu.
de: Lädt ein NuGet-Paket in einen lokalen Ordner herunter, ohne dass eine Projektdatei benötigt wird.
es: Descarga un paquete NuGet en una carpeta local sin necesidad de un archivo de proyecto.
fr: Télécharge un package NuGet dans un dossier local sans avoir besoin d’un fichier projet.
it: Scarica un pacchetto NuGet in una cartella locale senza richiedere un file di progetto.
ja: プロジェクト ファイルを必要とせずに、NuGet パッケージをローカル フォルダーにダウンロードします。
ko: 프로젝트 파일을 요구하지 않고 NuGet 패키지를 로컬 폴더에 다운로드합니다.
pt_br: Baixa um pacote NuGet para uma pasta local sem a necessidade de ter um arquivo de projeto.
tr: Proje dosyası gerektirmeden bir NuGet paketini yerel bir klasöre indirir.
zh_hans: 将 NuGet 包下载到本地文件夹，无需项目文件。

# PackageDownloadCommand_Failed
source: Package '{0}' ({1}) failed to download.
cs: Stažení balíčku {0} ({1}) se nezdařilo.
de: Fehler beim Herunterladen des Pakets {0} ({1}).
es: No se pudo descargar el paquete '{0}' ({1}).
fr: Échec du téléchargement du package « {0} » ({1}).
it: Non è possibile scaricare il pacchetto '{0}' ({1}).
ja: パッケージ '{0}' ({1}) をダウンロードできませんでした。
ko: 패키지 '{0}'({1})을(를) 다운로드하지 못했습니다.
pt_br: Falha ao baixar o pacote "{0}" ({1}).
tr: Paket '{0}' ({1}) indirilemedi.
zh_hans: 包 "{0}" ({1})下载失败。

# PackageDownloadCommand_LatestVersion
source: latest version
cs: nejnovější verze
de: aktuellste Version
es: última versión
fr: dernière version
it: ultima versione
ja: 最新バージョン
ko: 최신 버전
pt_br: última versão
tr: en son sürüm
zh_hans: 最新版本

# PackageDownloadCommand_OutputDirectoryDescription
source: Directory where the package will be placed. Defaults to the current working directory.
cs: Adresář, do kterého se balíček umístí. Výchozí hodnota je aktuální pracovní adresář.
de: Verzeichnis, in dem das Paket abgelegt wird. Standardmäßig ist das das aktuelle Arbeitsverzeichnis.
es: Directorio donde se colocará el paquete. El valor predeterminado es el directorio de trabajo actual.
fr: Répertoire dans lequel le package sera placé. La valeur par défaut est le répertoire de travail actuel.
it: Directory in cui verrà inserito il pacchetto. Il valore predefinito è la directory di lavoro corrente.
ja: パッケージが配置されるディレクトリ。既定は現在の作業ディレクトリです。
ko: 패키지를 배치할 디렉터리입니다. 기본값은 현재 작업 디렉터리입니다.
pt_br: Diretório onde o pacote será colocado. O padrão é o diretório de trabalho atual.
tr: Paketin yerleştirileceği dizin. Varsayılan değer geçerli çalışma dizinidir.
zh_hans: 将放置包的目录。默认为当前工作目录。

# PackageDownloadCommand_PackageIdDescription
source: Package identifier (e.g. 'Newtonsoft.Json').
cs: Identifikátor balíčku (např. Newtonsoft.Json)
de: Paketbezeichner (z. B. „Newtonsoft.Json“).
es: Identificador del paquete (por ejemplo, 'Newtonsoft.Json').
fr: Identificateur de package (par exemple, « Newtonsoft.Json »).
it: Identificatore del pacchetto ,ad esempio 'Newtonsoft.Json'.
ja: パッケージ識別子 (例: 'Newtonsoft.Json')。
ko: 패키지 식별자(예: 'Newtonsoft.Json').
pt_br: Identificador de pacote (por exemplo, "Newtonsoft.Json").
tr: Paket tanımlayıcısı (örneğin ‘Newtonsoft.Json’).
zh_hans: 包标识符(例如 "Newtonsoft.Json")。

# PackageDownloadCommand_PackageSourceMapping_NoSourcesMapped
source: Unable to download package '{0}'. PackageSourceMapping is enabled, but no mapped sources were found for this package. The following source(s) were not considered: {1}.
cs: Balíček {0} nelze stáhnout. Funkce PackageSourceMapping je povolená, ale pro tento balíček se nenašly žádné namapované zdroje. Následující zdroje nebyly zohledněny: {1}.
de: Das Paket „{0}“ kann nicht heruntergeladen werden. PackageSourceMapping ist aktiviert, aber für dieses Paket wurden keine zugeordneten Quellen gefunden. Die folgenden Quellen wurden nicht berücksichtigt: {1}.
es: No se puede descargar el paquete “{0}”. PackageSourceMapping está habilitado, pero no se encontraron orígenes asignados para este paquete. No se consideraron los siguientes orígenes: {1}.
fr: Désolé, nous ne pouvons pas télécharger le package « {0} ». PackageSourceMapping est activé, mais aucune source mappée n’a été trouvée pour ce package. La ou les sources suivantes n’ont pas été prises en compte : {1}.
it: Non è possibile scaricare il pacchetto '{0}'. PackageSourceMapping è abilitato, ma non sono state trovate origini mappate per il pacchetto. Le seguenti origini non sono state considerate: {1}.
ja: パッケージ '{0}'.をダウンロードできません。PackageSourceMapping は有効ですが、このパッケージにはマップされたソースが見つかりませんでした。次のソースは考慮されませんでした: {1}。
ko: '{0}' 패키지를 다운로드할 수 없습니다. PackageSourceMapping을 사용 설정했지만 이 패키지에 대해 매핑된 원본을 찾을 수 없습니다. 다음 원본이 고려되지 않았습니다. {1}
tr: '{0}' paketi indirilemiyor. PackageSourceMapping etkinleştirilmiş, ancak bu paket için eşlenen kaynak bulunamadı. Şu kaynaklar değerlendirmeye alınmadı: {1}.
zh_hans: 未能下载包“{0}”。已启用 PackageSourceMapping，但未找到此包的映射源。未考虑以下源: {1}。

# PackageDownloadCommand_PackageSourceMapping_NoSuchSource
source: The mapped source '{0}' for package '{1}' was not found among the configured sources.
cs: Mapovaný zdroj {0} pro balíček {1} nebyl nalezen mezi nakonfigurovanými zdroji.
de: Die zugeordnete Quelle {0} für das Paket {1} wurde unter den konfigurierten Quellen nicht gefunden.
es: No se encontró el origen asignado '{0}' para el paquete '{1}' entre los orígenes configurados.
fr: La source mappée « {0} » pour le package « {1} » est introuvable parmi les sources configurées.
it: L'origine mappata '{0}' per il pacchetto '{1}' non è stata trovata tra le origini configurate.
ja: パッケージ '{1}' のマップされたソース '{0}' が、構成済みのソースの中に見つかりませんでした。
ko: 구성된 원본 중 '{1}' 패키지에 대해 매핑된 원본 '{0}'을(를) 찾을 수 없습니다.
pt_br: A origem mapeada "{0}" para o pacote "{1}" não foi encontrada entre as fontes configuradas.
tr: '{1}' paketi için eşlenen '{0}' kaynağı yapılandırılmış kaynaklar arasında bulunamadı.
zh_hans: 在配置的源中找不到包 "{1}" 的映射源 "{0}"。

# PackageDownloadCommand_SourcesDescription
source: Specifies one or more NuGet package sources to use.
cs: Určuje jeden nebo více zdrojů balíčků NuGet, které se mají použít.
de: Gibt eine oder mehrere NuGet-Paketquellen an, die verwendet werden sollen.
es: Especifica uno o varios orígenes de paquetes NuGet que se van a usar.
fr: Spécifie une ou plusieurs sources de package NuGet à utiliser.
it: Specifica una o più origini pacchetto NuGet da usare.
ja: 使用する 1 つ以上の NuGet パッケージ ソースを指定します。
ko: 사용할 NuGet 패키지 원본을 하나 이상 지정합니다.
pt_br: Especifica uma ou mais fontes de pacote NuGet a serem usadas.
tr: Kullanılacak bir veya daha fazla NuGet paket kaynağını belirtir.
zh_hans: 指定一个或多个要使用的 NuGet 包源。

# PackageDownloadCommand_Starting
source: Downloading package {0}, version {1}.
cs: Stahuje se balíček {0} verze {1}.
de: Paket {0}wird heruntergeladen, Version {1}.
es: Descargando paquete {0}, versión {1}.
fr: Téléchargement du package {0}, version {1}.
it: Download del pacchetto {0}, versione {1}.
ja: パッケージ {0}、バージョン {1} をダウンロードしています。
ko: 패키지 {0}, 버전 {1}을(를) 다운로드하는 중입니다.
pt_br: Baixando o pacote {0}, versão {1}.
tr: {0} paketi, {1} sürümü indiriliyor.
zh_hans: 正在下载包 {0}，版本 {1}。

# PackageDownloadCommand_Succeeded
source: Package '{0}' ({1}) successfully downloaded to '{2}'.
cs: Balíček {0} ({1}) se úspěšně stáhl do {2}.
de: Das Paket {0} ({1}) wurde erfolgreich in {2} heruntergeladen.
es: El paquete '{0}' ({1}) se descargó correctamente en '{2}'.
fr: Le package « {0} » ({1}) a été téléchargé sur « {2} ».
it: Il pacchetto '{0}' ({1}) è stato scaricato in '{2}'.
ja: パッケージ '{0}' ({1}) が '{2}' に正常にダウンロードされました。
ko: 패키지 '{0}'({1})을 '{2}'에 다운로드했습니다.
pt_br: Pacote "{0}" ({1}) baixado com sucesso para "{2}".
tr: '{0}' ({1}) paketi '{2}' adresine başarıyla indirildi.
zh_hans: 包 "{0}" ({1})已成功下载到 "{2}"。

# PackageDownloadCommand_UnableToDownload
source: Package download failed for `{0} {1}` from source `{2}`.
cs: Stažení balíčku pro {0}{1} ze zdroje {2} se nezdařilo.
de: Paketdownload für {0} {1} aus der Quelle {2} fehlgeschlagen.
es: Error al descargar el paquete para '{0}{1}' desde el origen '{2}'.
fr: Échec du téléchargement du package pour « {0} {1} » à partir de la source « {2} ».
it: Il download del pacchetto non è riuscito per '{0}{1}' dall'origine '{2}'.
ja: ソース '{2}' から '{0} {1}' のパッケージをダウンロードできませんでした。
ko: 원본 '{2}'에서 '{0} {1}'에 대한 패키지를 다운로드하지 못했습니다.
pt_br: Falha no download do pacote para `{0} {1}` da origem `{2}`.
tr: `{2}` kaynağından `{0} {1}` için paket indirme başarısız oldu.
zh_hans: 从源 `{2}` 下载包 `{0} {1}` 失败。

# PackageUpdateCommand_Description
source: Update referenced packages in a project or solution.
cs: Aktualizujte odkazované balíčky v projektu nebo řešení.
de: Referenzierte Pakete in einem Projekt oder einer Projektmappe aktualisieren.
es: Actualizar los paquetes a los que se hace referencia en un proyecto o solución.
fr: Mettre à jour les packages référencés dans un projet ou une solution.
it: Aggiorna i pacchetti referenziati in un progetto o in una soluzione.
ja: プロジェクトまたはソリューションで参照されているパッケージを更新します。
ko: 프로젝트 또는 솔루션에서 참조된 패키지를 업데이트합니다.
pl: Zaktualizuj przywoływane pakiety w projekcie lub rozwiązaniu.
pt_br: Atualize os pacotes referenciados em um projeto ou solução.
ru: Обновите пакеты, на которые ссылается проект или решение.
tr: Bir projede veya çözümde başvurulan paketleri güncelleştirin.
zh_hans: 更新项目或解决方案中引用的包。
zh_hant: 更新專案或解決方案中參照的套件。
