Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Push_Package_ApiKey_Description
source: Specify the path to the package and your API key to push the package to the server.
cs: Určuje cestu k balíčku a vašemu klíči rozhraní API, pomocí kterých se balíček odešle na server.
de: Geben Sie den Pfad zum Paket und Ihren API-Schlüssel an, um das Paket mithilfe von Push auf den Server zu übertragen.
es: Especifica la ruta de acceso al paquete y la clave de API para insertar el paquete en el servidor.
fr: Spécifiez le chemin du package et votre clé API pour effectuer le push du package sur le serveur.
it: Specificare il percorso del pacchetto e la chiave API per effettuare il push del pacchetto nel server.
ja: パッケージをサーバーにプッシュするために、パッケージのパスと API キーを指定します。
ko: 패키지를 서버로 푸시하기 위해 패키지 및 API 키의 경로를 지정합니다.
pl: Określ ścieżkę do pakietu i swój klucz interfejsu API w celu wypchnięcia pakietu na serwer.
pt_br: Especifique o caminho para o pacote e para a chave de API para enviar por push o pacote para o servidor.
ru: Укажите путь к пакету и ключ API для отправки пакета на сервер.
tr: Paketi sunucuya göndermek için paketin ve API anahtarınızın yolunu belirtin.
zh_hans: 指定包路径和 API 密钥，将包推送到服务器。
zh_hant: 指定到達套件的路徑以及您的 API 金鑰，以推送套件至伺服器。

# Push_Timeout_Description
source: Timeout for pushing to a server in seconds. Defaults to 300 seconds (5 minutes).
cs: Časový limit pro odesílání na server (v sekundách). Výchozí hodnota je 300 sekund (5 minut).
de: Zeitlimit für die Pushübertragung auf einen Server in Sekunden. Der Standardwert beträgt 300 Sekunden (5 Minuten).
es: Tiempo de expiración para la inserción en un servidor en segundos. El valor predeterminado es 300 segundos (5 minutos).
fr: Délai d'expiration de l'envoi (push) vers un serveur en secondes. La valeur par défaut est de 300 secondes (5 minutes).
it: Timeout in secondi per il push nel server. Il valore predefinito è 300 secondi (5 minuti).
ja: サーバーへのプッシュのタイムアウト (秒)。既定では 300 秒 (5 分) です。
ko: 서버에 푸시하기 위한 시간 제한(초)입니다. 기본값은 300초(5분)로 설정됩니다.
pl: Limit czasu (w sekundach) na potrzeby wypychania na serwer. Wartość domyślna to 300 sekund (5 minut).
pt_br: Tempo limite de envio por push para um servidor, em segundos. O padrão é 300 segundos (5 minutos).
ru: Время ожидания отправки на сервер в секундах. По умолчанию — 300 секунд (5 минут).
tr: Bir sunucuya gönderme için zaman aşımını saniye cinsinden belirtir. Varsayılan değer 300 saniyedir (5 dakika).
zh_hans: 推送到服务器的超时值(以秒为单位)。默认为 300 秒(5 分钟)。
zh_hant: 推送至伺服器的逾時 (秒)。預設為 300 秒 (5 分鐘)。

# Push_Timeout_Error
source: Pushing took too long. You can change the default timeout of 300 seconds by using the --timeout <seconds> option with the push command.
cs: Odesílání trvalo moc dlouho. Pomocí možnosti --timeout <seconds> v příkazu push můžete změnit výchozí 300sekundový časový limit.
de: Die Pushübertragung hat zu lange gedauert. Sie können das Standardtimeout von 300 Sekunden ändern, indem Sie die Option "--timeout <seconds>" mit dem Pushbefehl verwenden.
es: La inserción tardó demasiado tiempo. Puede cambiar el tiempo de espera predeterminado de 300 segundos mediante la opción --timeout <seconds> con el comando de inserción.
fr: Le push a pris trop de temps. Vous pouvez modifier le délai d'expiration par défaut de 300 secondes à l'aide de l'option --timeout <seconds> avec la commande push.
it: Il push ha impiegato troppo tempo. È possibile modificare il timeout predefinito di 300 secondi usando l'opzione --timeout <seconds> con il comando push.
ja: プッシュの時間が長すぎます。push コマンドの --timeout <seconds> オプションを使用して、既定の 300 秒のタイムアウトを変更できます。
ko: 푸시하는 데 너무 오래 걸립니다. push 명령의 --timeout <seconds> 옵션을 사용하여 기본 시간 제한인 300초를 변경할 수 있습니다.
pl: Publikowanie trwało zbyt długo. Domyślny limit czasu wynoszący 300 sekund możesz zmienić, używając opcji --timeout <seconds> z poleceniem wypychania.
pt_br: O envio por push demorou muito. Você pode alterar o tempo limite padrão de 300 segundos usando a opção --timeout <seconds> com o comando push.
ru: Отправка заняла слишком много времени. Чтобы изменить время ожидания по умолчанию (300 секунд), используйте параметр команды отправки --timeout <seconds>.
tr: Gönderme çok uzun sürdü. Gönderme komutu ile --timeout <seconds> seçeneğini kullanarak 300 saniyelik varsayılan zaman aşımını değiştirebilirsiniz.
zh_hans: 推送操作耗时太长。可使用 --timeout <seconds> 选项和推送命令更改 300 秒的超时值。
zh_hant: 推送作業的時間太長。使用推送命令時請指定 --timeout <seconds> 選項，將預設逾時變更為 300 秒。

# RemoveClientCertCommandDescription
source: Removes the client certificate configuration that matches the given package source name.
cs: Odebere konfiguraci klientského certifikátu, která odpovídá danému názvu zdroje balíčků.
de: Entfernt die Clientzertifikatkonfiguration, die mit dem angegebenen Namen der Paketquelle übereinstimmt.
es: Quita la configuración del certificado de cliente que coincide con el nombre de origen del paquete especificado.
fr: Supprime la configuration de certificat client qui correspond au nom de source de package indiqué.
it: Rimuove la configurazione del certificato client corrispondente al nome dell'origine pacchetto specificato.
ja: 指定されたパッケージ ソース名と一致するクライアント証明書の構成を削除します。
ko: 지정된 패키지 원본 이름과 일치하는 클라이언트 인증서 구성을 제거합니다.
pl: Usuwa konfigurację certyfikatu klienta pasującą do podanej nazwy źródła pakietu.
pt_br: Remove a configuração do certificado de cliente que corresponde ao nome de origem do pacote especificado.
ru: Удаляет конфигурацию сертификата клиента, которая соответствует источнику пакетов с заданным именем.
tr: Belirtilen paket kaynak adı ile eşleşen istemci sertifikası yapılandırmasını kaldırır.
zh_hans: 删除与给定包源名称匹配的客户端证书配置。
zh_hant: 移除符合指定套件來源名稱的用戶端憑證組態。

# RemovePkg_Description
source: Removes a package reference from a project.
cs: Odebere odkaz na balíček z projektu.
de: Entfernt einen Paketverweis aus einem Projekt.
es: Quita una referencia de paquete de un proyecto.
fr: Supprime une référence de package d'un projet.
it: Rimuove un riferimento al pacchetto da un progetto.
ja: パッケージ参照をプロジェクトから削除します。
ko: 프로젝트에서 패키지 참조를 제거합니다.
pl: Usuwa odwołanie pakietu z projektu.
pt_br: Remove uma referência de pacote de um projeto.
ru: Удаляет ссылку на пакет из проекта.
tr: Paket başvurusunu projeden kaldırır.
zh_hans: 从项目删除包引用。
zh_hant: 從專案移除套件參考。

# RemovePkg_PackageIdDescription
source: Id of the package to be removed.
cs: ID balíčku, který se má odebrat
de: ID des zu entfernenden Pakets.
es: Id. del paquete que se va a quitar.
fr: ID du package à supprimer.
it: ID del pacchetto da rimuovere.
ja: 削除されるパッケージの ID。
ko: 제거할 패키지의 ID입니다.
pl: Identyfikator pakietu do usunięcia.
pt_br: ID do pacote a ser removido.
ru: Идентификатор удаляемого пакета.
tr: Kaldırılacak paketin kimliği.
zh_hans: 要删除的包 ID。
zh_hant: 要移除的套件識別碼。

# RemovePkg_ProjectPathDescription
source: Path to the project file.
cs: Cesta k souboru projektu
de: Pfad zur Projektdatei.
es: Ruta de acceso al archivo de proyecto.
fr: Chemin du fichier projet.
it: Percorso del file di progetto.
ja: プロジェクト ファイルへのパス。
ko: 프로젝트 파일의 경로입니다.
pl: Ścieżka do pliku projektu.
pt_br: Caminho do arquivo de projeto.
ru: Путь к файлу проекта.
tr: Proje dosyasının yolu.
zh_hans: 项目文件的路径。
zh_hant: 專案檔案的路徑。

# RemoveSourceCommandDescription
source: Remove a NuGet source.
cs: Odebere zdroj NuGet.
de: Hiermit entfernen Sie eine NuGet-Quelle.
es: Quite un origen de NuGet.
fr: Supprimez une source NuGet.
it: Rimuove un'origine NuGet.
ja: NuGet ソースを削除します。
ko: NuGet 소스를 제거합니다.
pl: Usuń źródło pakietu NuGet.
pt_br: Remover uma origem do NuGet.
ru: Удалите источник NuGet.
tr: NuGet kaynağını kaldırın.
zh_hans: 移除 NuGet 源。
zh_hant: 移除 NuGet 來源。

# Remove_Description
source: Remove a NuGet source.
cs: Odebere zdroj NuGet.
de: Hiermit entfernen Sie eine NuGet-Quelle.
es: Quite un origen de NuGet.
fr: Supprimez une source NuGet.
it: Rimuove un'origine NuGet.
ja: NuGet ソースを削除します。
ko: NuGet 소스를 제거합니다.
pl: Usuń źródło pakietu NuGet.
pt_br: Remover uma origem do NuGet.
ru: Удалите источник NuGet.
tr: NuGet kaynağını kaldırın.
zh_hans: 移除 NuGet 源。
zh_hant: 移除 NuGet 來源。

# SignCommandCertificateFingerprintDescription
source: SHA-256, SHA-384 or SHA-512 fingerprint of the certificate used to search a local certificate store for the certificate. The certificate store can be specified by --certificate-store-name and --certificate-store-location options.
cs: Otisk SHA-256, SHA-384 nebo SHA-512 certifikátu použitý k hledání místního úložiště certifikátů tohoto certifikátu Úložiště certifikátů lze zadat pomocí parametrů --certificate-store-name a --certificate-store-location.
de: SHA-256-, SHA-384- oder SHA-512-Fingerabdruck des Zertifikats, das zum Durchsuchen eines lokalen Zertifikatspeichers nach dem Zertifikat verwendet wird. Der Zertifikatspeicher kann mit den Optionen --certificate-store-name und --certificate-store-location angegeben werden.
es: Huella digital SHA-256, SHA-384 o SHA-512 del certificado usado para buscar un almacén de certificados local para el certificado. El almacén de certificados se puede especificar por las opciones --certificate-store-name y --certificate-store-location.
fr: Empreinte SHA-256, SHA-384 ou SHA-512 du certificat utilisé pour rechercher le certificat dans un magasin de certificats local. Vous pouvez spécifier le magasin de certificats à l’aide des options --certificat-magasin-nom et--certificat-magasin-emplacement.
it: Impronta digitale SHA-256, SHA-384 o SHA-512 del certificato usata per effettuare ricerche in un archivio certificati locale. L'archivio certificati può essere specificato nelle opzioni --certificate-store-name e --certificate-store-location.
ja: 証明書のローカル証明書ストアの検索に使用される証明書の SHA-256、SHA-384、または SHA-512 フィンガープリントです。証明書ストアは、--certificate-store-name と --certificate-store-location のオプションによって指定できます。
ko: 인증서에 대한 로컬 인증서 저장소를 검색하는 데 사용되는 인증서의 SHA-256, SHA-384 또는 SHA-512 지문입니다. 인증서 저장소는 --certificate-store-name 및 --certificate-store-location 옵션으로 지정할 수 있습니다.
pl: Odcisk cyfrowy certyfikatu SHA-256, SHA-384 lub SHA-512 używany do przeszukiwania lokalnego magazynu certyfikatów w zakresie danego certyfikatu. Magazyn certyfikatów można określić za pomocą opcji --certificate-store-name i --certificate-store-location.
pt_br: Impressão digital SHA-256, SHA-384 ou SHA-512 do certificado usado para pesquisar o certificado em um repositório de certificados local. O armazenamento de certificados pode ser especificado pelas opções --certificate-store-name e --certificate-store-location.
ru: Отпечаток сертификата SHA-256, SHA-384 или SHA-512, используемый для поиска сертификата в локальном хранилище. Хранилище сертификатов можно указать в параметрах --certificate-store-name и --certificate-store-location.
tr: Sertifika için yerel sertifika deposunda arama yapmak üzere kullanılan sertifikanın SHA-256, SHA-384 veya SHA-512 parmak izi. Sertifika deposu, --certificate-store-name ve --certificate-store-location seçenekleri ile belirtilebilir.
zh_hans: 用于在本地证书存储中搜索证书的 SHA-256、SHA-384 或 SHA-512 证书指纹。证书存储可通过 --certificate-store-name 和 --certificate-store-location 选项指定。
zh_hant: 要用來在本機憑證存放區搜尋憑證的憑證 SHA-256、SHA-384 或 SHA-512 指紋。憑證存放區可由 --certificate-store-name 以及 --certificate-store-location 選項指定。

# SignCommandCertificatePasswordDescription
source: Password for the certificate, if needed. This option can be used to specify the password for the certificate. The command will throw an error message if certificate is password protected but password is not provided as input.
cs: Heslo certifikátu, pokud je zapotřebí. Tento parametr lze použít k zadání hesla certifikátu. Tento příkaz vypíše chybovou zprávu, pokud je certifikát chráněný heslem, ale heslo není součástí zadání.
de: Kennwort für das Zertifikat, falls erforderlich. Mit dieser Option kann das Kennwort für das Zertifikat angegeben werden. Der Befehl löst eine Fehlermeldung aus, wenn das Zertifikat kennwortgeschützt ist, aber kein Kennwort als Eingabe angegeben wird.
es: Contraseña del certificado, si es necesario. Esta opción se puede usar para especificar la contraseña del certificado. El comando mostrará un mensaje de error si el certificado está protegido por contraseña pero no se proporciona la contraseña como entrada.
fr: Mot de passe du certificat, le cas échéant. Vous pouvez utiliser cette option pour spécifier le mot de passe du certificat. La commande envoie un message d’erreur si le certificat est protégé par un mot de passe, mais que le mot de passe n’est pas fourni comme entrée.
it: Password per il certificato, se necessaria. Questa opzione può essere usata per specificare la password per il certificato. Se il certificato è protetto da password ma la password non viene fornita come input, il comando genera un messaggio di errore.
ja: 証明書のパスワード (必要な場合)。 このオプションを使用して、証明書のパスワードを指定できます。証明書がパスワードで保護されているにもかかわらず、パスワードが入力として指定されていない場合に、コマンドはエラーメッセージを返します。
ko: 필요한 경우, 인증서의 암호입니다. 이 옵션은 인증서의 암호를 지정하는 데 사용할 수 있습니다. 이 명령은 인증서가 암호로 보호되어 있지만 암호가 입력으로 제공되지 않은 경우 오류 메시지를 표시합니다.
pl: W razie potrzeby hasło certyfikatu. Tej opcji można użyć do określenia hasła certyfikatu. Polecenie wyrzuci komunikat o błędzie, jeśli certyfikat jest chroniony hasłem, a hasło nie zostało podane jako dane wejściowe.
pt_br: Senha do certificado, se necessário. Essa opção pode ser usada para especificar a senha do certificado. O comando emitirá uma mensagem de erro se o certificado for protegido por senha, mas a senha não for fornecida como entrada.
ru: Пароль для сертификата (при необходимости). В этом параметре можно указать пароль для сертификата. Если сертификат защищен паролем, но пароль не указан в качестве входных данных, будет выдано сообщение об ошибке.
tr: Sertifikanın parolası (gerekliyse). Bu seçenek, sertifikanın parolasını belirtmek için kullanılabilir. Sertifika parola ile korunuyorsa ancak parola giriş olarak sağlanmadıysa komut bir hata iletisi oluşturur.
zh_hans: 证书的密码(如需要)。 此选项可用于指定证书的密码。如果证书受密码保护，但未将密码作为输入提供，则该命令将引发错误消息。
zh_hant: 憑證的密碼 (如有需要)。 此選項可用於指定憑證的密碼。如果憑證受密碼保護，但未提供密碼輸入，則命令會發出錯誤訊息。

# SignCommandCertificatePathDescription
source: File path to the certificate to be used while signing the package.
cs: Cesta k souboru certifikátu, který se má použít při podepisování balíčku
de: Dateipfad zum Zertifikat, das beim Signieren des Pakets verwendet werden soll.
es: Ruta del archivo al certificado que se utilizará al firmar el paquete.
fr: Chemin d’accès au certificat à utiliser lors de la signature du package.
it: Percorso del file del certificato da usare per la firma del pacchetto.
ja: パッケージの署名中に使用する証明書のファイル パスです。
ko: 패키지에 서명하는 동안 사용할 인증서의 파일 경로입니다.
pl: Ścieżka do pliku z certyfikatem, który ma zostać użyty podczas podpisywania pakietu.
pt_br: Caminho do arquivo para o certificado a ser usado durante a assinatura do pacote.
ru: Путь к файлу сертификата, который должен использоваться при подписании пакета.
tr: Paketi imzalarken kullanılacak sertifikanın dosya yolu.
zh_hans: 对包进行签名时要使用的证书的文件路径。
zh_hant: 簽署封裝時所使用之憑證的檔案路徑。

# SignCommandCertificateStoreLocationDescription
source: Name of the X.509 certificate store use to search for the certificate. Defaults to "CurrentUser", the X.509 certificate store used by the current user. This option should be used when specifying the certificate via --certificate-subject-name or --certificate-fingerprint options.
cs: Název úložiště certifikátů X.509, který se používá k hledání certifikátu. Výchozí hodnota je CurrentUser, což je úložiště osobních certifikátů X.509 používané aktuálním uživatelem. Tento parametr se má použít při zadávání certifikátu pomocí parametrů --certificate-subject-name nebo --certificate-fingerprint.
de: Name des X.509-Zertifikatspeichers, der für die Suche nach dem Zertifikat verwendet werden soll. Es wird standardmäßig "CurrentUser" geöffnet, der X.509-Zertifikatspeicher für Zertifikate des aktuellen Benutzers. Diese Option sollte verwendet werden, wenn das Zertifikat über die Optionen --certificate-subject-name oder --certificate-fingerprint angegeben wird.
es: Nombre del almacén de certificados X.509 que se usa para buscar el certificado. El valor predeterminado es "CurrentUser", el almacén de certificados X.509 usado por el usuario actual. Esta opción tiene que usarse al especificar el certificado a través de las opciones de certificate-subject-name o --certificate-fingerprint.
fr: Nom du magasin de certificats X.509 utilisé pour rechercher le certificat. La valeur par défaut est « CurrentUser », le magasin de certificats X.509 utilisé par l'utilisateur actuel. Cette option doit être utilisée lorsque le certificat est spécifié via les options --certificat-sujet-nom ou --certificat-empreinte digitale.
it: Nome dell'archivio certificati X.509 da usare per cercare il certificato. L'impostazione predefinita è "CurrentUser", l'archivio certificati X.509utilizzato dall'utente attuale. Questa opzione deve essere usata quando si specifica il certificato tramite le opzioni --certificate-subject-name o --certificate-fingerprint.
ja: 証明書の検索に使用する x.509 証明書ストアの名前です。既定では、現在のユーザーが使用する X.509 証明書ストアである "CurrentUser" が使用されます。 このオプションは、--certificate-subject-name または --certificate-fingerprint オプションを使用して証明書を指定する場合に使用する必要があります。
ko: 인증서를 검색하는 데 사용하는 X.509 인증서 저장소의 이름입니다. 기본값은 현재 사용자가 사용하는 X.509 인증서 저장소인 "CurrentUser"입니다. 이 옵션은 --certificate-subject-name 또는 --certificate-fingerprint 옵션을 통해 인증서를 지정할 때 사용해야 합니다.
pl: Nazwa magazynu certyfikatów X.509, który będzie używany do wyszukiwania certyfikatów. Domyślnie jest to „CurrentUser”, czyli magazyn certyfikatów X.509 używany przez bieżącego użytkownika. Opcja ta powinna być używana w przypadku, gdy certyfikat został określony przez opcje --certificate-subject-name lub --certificate-fingerprint.
pt_br: Nome do armazenamento de certificados X.509 para ser usado para pesquisar o certificado. O padrão para "CurrentUser", o armazenamento de certificados X.509 usado pelo usuário atual. Essa opção deve ser usada ao especificar o certificado com as opções --certificate-subject-name ou --certificate-fingerprint.
ru: Имя хранилища сертификатов X. 509, используемое для поиска сертификата. По умолчанию используется "CurrentUser", хранилище сертификатов X. 509 для данного пользователя. Этот параметр следует использовать при задании сертификата с помощью параметров --certificate-subject-name или --certificate-fingerprint.
tr: Sertifikayı aramak için kullanılacak X.509 sertifika deposunun adı. Varsayılan olarak, geçerli kullanıcı tarafından kullanılan X.509 sertifika deposu olan "CurrentUser" ayarlanır. Bu seçenek, sertifika --certificate-subject-name veya --certificate-fingerprint seçenekleri aracılığıyla belirtildiğinde kullanılmalıdır.
zh_hans: 用于搜索证书的 X.509 证书存储的名称。默认为 "CurrentUser"，即当前用户使用的 X.509 证书存储。 通过 --certificate-subject-name 或 --certificate-fingerprint 选项指定证书时，应使用此选项。
zh_hant: 要用來搜尋憑證的 X.509 憑證存放區名稱。預設為 [CurrentUser] 之目前使用者使用的 X.509 憑證存放區。 此選項應在透過 --certificate-subject-name 或 --certificate-fingerprint 選項指定憑證時使用。

# SignCommandCertificateStoreNameDescription
source: Name of the X.509 certificate store to use to search for the certificate. Defaults to "My", the X.509 certificate store for personal certificates. This option should be used when specifying the certificate via --certificate-subject-name or --certificate-fingerprint options.
cs: Název úložiště certifikátů X.509, který se používá k hledání certifikátu. Výchozí hodnota je My, což je úložiště osobních certifikátů X.509. Tento parametr se má použít při zadávání certifikátu pomocí parametrů --certificate-subject-name nebo --certificate-fingerprint.
de: Name des X.509-Zertifikatspeichers, der für die Suche nach dem Zertifikat verwendet werden soll. Es wird standardmäßig "My" geöffnet, der X.509-Zertifikatspeicher für persönliche Zertifikate. Diese Option sollte verwendet werden, wenn das Zertifikat über die Optionen --certificate-subject-name oder --certificate-fingerprint angegeben wird.
es: Nombre del almacén de certificados X.509 que se utilizará para buscar el certificado. El valor predeterminado es "Mi", el almacén de certificados X.509 para certificados personales. Esta opción debe usarse al especificar el certificado a través de las opciones --certificate-subject-name o --certificate-fingerprint.
fr: Nom du magasin de certificats X.509 à utiliser pour rechercher le certificat. La valeur par défaut est "My", le magasin de certificats X.509 pour les certificats personnels. Cette option doit être utilisée lors de la spécification du certificat via les options --certificat-sujet-nom ou--certificat-empreinte.
it: Nome dell'archivio certificati X.509 da usare per cercare il certificato. L'impostazione predefinita è "My", l'archivio certificati X.509 per i certificati personali. Questa opzione deve essere usata quando si specifica il certificato tramite le opzioni --certificate-subject-name o --certificate-fingerprint.
ja: 証明書の検索に使用する X.509 証明書ストアの名前です。既定では、個人証明書の X.509 証明書ストアである "My" が使用されます。 このオプションは、--certificate-subject-name または --certificate-fingerprint オプションを使用して証明書を指定する場合に使用する必要があります。
ko: 인증서를 검색하는 데 사용할 X.509 인증서 저장소의 이름입니다. 기본값은 개인 인증서용 X.509 인증서 저장소인 "My"입니다. 이 옵션은 --certificate-subject-name 또는 --certificate-fingerprint 옵션을 통해 인증서를 지정할 때 사용해야 합니다.
pl: Nazwa magazynu certyfikatów X.509, który będzie używany do wyszukiwania certyfikatów. Domyślnie jest to „Mój”, czyli magazyn certyfikatów X.509 dla certyfikatów osobistych. Opcja ta powinna być używana w przypadku, gdy certyfikat został określony przez opcje --certificate-subject-name lub --certificate-fingerprint.
pt_br: Nome do armazenamento de certificados X.509 para ser usado para pesquisar o certificado. O padrão para "My", o armazenamento de certificados X.509 para certificados pessoais. Essa opção deve ser usada ao especificar o certificado com as opções --certificate-subject-name ou --certificate-fingerprint.
ru: Имя хранилища сертификатов X. 509, используемое для поиска сертификата. По умолчанию используется "My", хранилище сертификатов X. 509 для персональных сертификатов. Этот параметр следует использовать при задании сертификата с помощью параметров --certificate-subject-name или --certificate-fingerprint.
tr: Sertifikayı aramak için kullanılacak X.509 sertifika deposunun adı. Varsayılan olarak, kişisel sertifikalara yönelik X.509 sertifika deposu olan "My" ayarlanır. Bu seçenek, sertifika --certificate-subject-name veya --certificate-fingerprint seçenekleri aracılığıyla belirtildiğinde kullanılmalıdır.
zh_hans: 用于搜索证书的 X.509 证书存储的名称。默认为 "My"，即用于个人证书的 X.509 证书存储。 通过 --certificate-subject-name 或 --certificate-fingerprint 选项指定证书时，应使用此选项。
zh_hant: 要用來搜尋憑證的 X.509 憑證存放區區名稱。預設為 [My] 之個人憑證的 X.509 憑證存放區。 此選項應在透過 --certificate-subject-name 或 --certificate-fingerprint 選項指定憑證時使用。
