Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SignCommandCertificateSubjectNameDescription
source: Subject name of the certificate used to search a local certificate store for the certificate. The search is a case-insensitive string comparison using the supplied value, which will find all certificates with the subject name containing that string, regardless of other subject values. The certificate store can be specified by --certificate-store-name and --certificate-store-location options.
cs: Název subjektu certifikátu použitý k hledání místního úložiště certifikátů tohoto certifikátu. Hledání porovnává řetězce bez rozlišování malých a velkých písmen pomocí zadané hodnoty, a najde všechny certifikáty s názvem subjektu obsahujícím tento řetězec bez ohledu na jiné hodnoty subjektu. Úložiště certifikátů lze zadat pomocí parametrů --certificate-store-name a --certificate-store-location.
de: Betreffname des Zertifikats, mit dem ein lokaler Zertifikatspeicher nach dem Zertifikat durchsucht wird. Bei der Suche handelt es sich um einen ungültigen Zeichenfolgenvergleich mit dem angegebenen Wert, der unabhängig von anderen Betreffwerten alle Zertifikate mit dem Antragstellernamen enthält, der diese Zeichenfolge enthält. Der Zertifikatspeicher kann mit den Optionen --certificate-store-name und --certificate-store-location angegeben werden.
es: Nombre del asunto del certificado que se usa para buscar un almacén de certificados local para el certificado. La búsqueda es una comparación de cadenas que no diferencia mayúsculas de minúsculas con el valor proporcionado, que encontrará todos los certificados con el nombre del asunto que contienen esa cadena, independientemente de otros valores de asunto. El almacén de certificados se puede especificar por las opciones --certificate-store-name y --certificate-store-location.
fr: Nom du sujet du certificat utilisé pour rechercher le certificat dans un magasin de certificats local. La recherche est une comparaison de chaînes qui ne respecte pas la casse à l’aide de la valeur fournie, ce qui permet de trouver tous les certificats avec le nom de sujet contenant cette chaîne, quelles que soient les autres valeurs de sujet. Vous pouvez spécifier le magasin de certificats à l’aide des options de--certificat-magasin-nom et--certificat-magasin-emplacement.
it: Nome del soggetto del certificato usato per cercare il certificato in un archivio certificati locale. La ricerca viene eseguita in un confronto di stringhe senza distinzione tra maiuscole e minuscole utilizzando il valore specificato, che restituirà tutti i certificati il cui nome del soggetto contiene tale stringa, indipendentemente dagli altri valori del soggetto. L'archivio certificati può essere specificato dalle opzioni --certificate-store-name e --certificate-store-location.
ja: 証明書のローカル証明書ストアの検索に使用される証明書のサブジェクト名です。 検索では、指定された値を使用して、大文字と小文字を区別しない文字列比較を行います。その他のサブジェクトの値に関係なく、その文字列を含むサブジェクト名を持つすべての証明書が検索されます。証明書ストアは、--certificate-store-name と --certificate-store-location のオプションによって指定できます。
ko: 인증서에 대한 로컬 인증서 저장소를 검색하는 데 사용되는 인증서의 주체 이름입니다. 검색은 제공된 값을 사용하는 대소문자를 구분하지 않는 문자열 비교입니다. 이 검색은 다른 주체 값과 관계 없이, 해당 문자열이 포함된 주체 이름을 가진 모든 인증서를 찾습니다. 인증서 저장소는 --certificate-store-name 및 --certificate-store-location 옵션으로 지정할 수 있습니다.
pl: Nazwa podmiotu certyfikatu używanego do wyszukiwania certyfikatu w lokalnym magazynie certyfikatów. Wyszukiwanie polega na porównywaniu łańcuchów bez rozróżniania wielkości liter przy użyciu podanej wartości, co spowoduje znalezienie wszystkich certyfikatów, których nazwa tematu zawiera ten ciąg znaków, niezależnie od innych wartości tematu. Magazyn certyfikatów może być określony przez opcje --certificate-store-name i --certificate-store-location.
pt_br: Nome do assunto do certificado usado para pesquisar um armazenamento de certificados local para o certificado. A pesquisa é uma comparação de cadeia de caracteres que não faz distinção entre maiúsculas e minúsculas usando o valor fornecido, o qual encontrará todos os certificados com o nome do assunto que contém essa cadeia de caracteres, independentemente de outros valores de assunto. O armazenamento de certificados pode ser especificado pelas opções --certificate-store-name e --certificate-store-location.
ru: Имя субъекта сертификата, используемое для поиска сертификата в локальном хранилище. Поиск производится сравнением строк без учета регистра с предоставленным значением. Будут обнаружены все сертификаты с именем субъекта, содержащим эту строку, независимо от значений других субъектов. Хранилище сертификатов можно указать в параметрах --certificate-store-name и --certificate-store-location.
tr: Sertifika için yerel bir sertifika deposunda arama yapmak için kullanılan sertifikanın konu adı. Arama, sağlanan değeri kullanan büyük/küçük harfe duyarsız bir dize karşılaştırmasıdır. Bu arama sayesinde diğer konu değerlerinden bağımsız olarak, o dizeyi içeren konu adına sahip tüm sertifikalar bulunabilir. Sertifika deposu --certificate-store-name ve --certificate-store-location seçenekleriyle belirtilebilir.
zh_hans: 用于在本地证书存储中搜索证书的证书的使用者名称。 该搜索是一个使用所提供值的不区分大小写的字符串比较，它将查找使用者名称包含该字符串的所有证书，而不考虑其他使用者值。证书存储可通过 --certificate-store-name 和 --certificate-store-location 选项指定。
zh_hant: 要用來在本機憑證存放區搜尋憑證的憑證主題名稱。 搜尋是使用提供值之不區分大小寫的字串比較，它會尋找主體名稱包含該字串的所有憑證，無論其他的主體值為何。憑證存放區可由 --certificate-store-name 以及 --certificate-store-location 選項指定。

# SignCommandDescription
source: Signs NuGet package(s) at <package-paths> with the specified certificate.
cs: Podepíše balíčky NuGet v cestě <package-paths> pomocí zadaného certifikátu.
de: Signiert NuGet-Pakete unter <package-paths> mit dem angegebenen Zertifikat.
es: Muestra paquetes de NuGet en <package-paths>con el certificado especificado.
fr: Signe le(s) paquet(s) NuGet à <paquet-chemin d'accès> avec le certificat spécifié.
it: Firma il pacchetto o i pacchetti NuGet in <package-paths> con il certificato specificato.
ja: 指定された証明書を使用して <package-paths> で NuGet パッケージに署名します。
ko: 지정된 인증서를 사용하여 <package-paths>에서 NuGet 패키지에 서명합니다.
pl: Podpisuje pakiet(-y) NuGet w <package-paths> przy użyciu określonego certyfikatu.
pt_br: Assina o(s) pacote(s) NuGet em <package-paths> com o certificado especificado.
ru: Подписывает пакет(ы) NuGet в <package-paths> указанным сертификатом.
tr: Belirtilen sertifikayla şuradaki NuGet paketlerini imzalar: <paket-yolları>.
zh_hans: 使用指定的证书对 <package-paths> 处的 NuGet 包进行签名。
zh_hant: 使用指定的憑證於 <package-paths> 上簽署 NuGet 封裝。

# SignCommandHashAlgorithmDescription
source: Hash algorithm to be used to sign the package. Defaults to SHA256.
cs: Hashovací algoritmus, který se má použít k podepsání balíčku. Výchozí hodnota je SHA256.
de: Hashalgorithmus, der zum Signieren des Pakets verwendet werden soll. Der Standardwert ist SHA256.
es: Algoritmo de hash que se usará para firmar el paquete. El valor predeterminado es SHA256.
fr: Algorithme de hachage à utiliser pour signer le package. La valeur par défaut est SHA256.
it: Algoritmo hash da usare per firmare il pacchetto. Il valore predefinito è SHA256.
ja: パッケージの署名に使用するハッシュ アルゴリズムです。既定値は SHA256 です。
ko: 패키지에 서명하는 데 사용할 해시 알고리즘입니다. 기본값은 SHA256입니다.
pl: Algorytm haszujący, który ma być używany do podpisywania pakietu. Wartość domyślna to SHA256.
pt_br: Algoritmo de hash para ser usado para assinar o pacote. Padrões para SHA256.
ru: Алгоритм хэширования, используемый для подписи пакета. Значение по умолчанию: SHA256.
tr: Paketi imzalamak için kullanılacak karma algoritması. Varsayılan olarak SHA256 kullanılır.
zh_hans: 用于对包进行签名的哈希算法。默认值为 SHA256。
zh_hant: 要用來簽署封裝的雜湊演算法。預設為 SHA256。

# SignCommandInvalidCertificateFingerprint
source: {0}: Invalid value for '--certificate-fingerprint' option. The value must be a SHA-256, SHA-384, or SHA-512 certificate fingerprint (in hexadecimal).
cs: {0}: Neplatná hodnota pro možnost --certificate-fingerprint. Hodnotou musí být otisk certifikátu SHA-256, SHA-384 nebo SHA-512 (v šestnáctkovém tvaru).
de: {0}: Ungültiger Wert für die Option „--certificate-fingerprint“. Der Wert muss ein SHA-256-, SHA-384- oder SHA-512-Zertifikatfingerabdruck (hexadezimal) sein.
es: {0}: valor no válido para la opción '--certificate-fingerprint'. El valor debe ser una huella de certificado SHA-256, SHA-384 o SHA-512 (en hexadecimal).
fr: {0} : Valeur non valide pour l'option '--certificate-fingerprint'. La valeur doit être une empreinte de certificat SHA-256, SHA-384 ou SHA-512 (en hexadécimal).
it: {0}: : Valore non valido per l'opzione '--certificate-fingerprint'. Il valore deve essere un’impronta digitale del certificato SHA-256, SHA-384 o SHA-512 (in formato esadecimale).
ja: {0}: '--certificate-fingerprint' オプションの値が無効です。値は SHA-256、SHA-384、または SHA-512 証明書フィンガープリント (16 進数) である必要があります。
ko: {0}: '--certificate-fingerprint' 옵션의 값이 잘못되었습니다. 값은 SHA-256, SHA-384 또는 SHA-512 인증서 지문(16진수)이어야 합니다.
pl: {0}: Nieprawidłowa wartość dla opcji „--certificate-fingerprint”. Wartość musi być odciskiem palca certyfikatu SHA-256, SHA-384 lub SHA-512 (w formacie szesnastkowym).
pt_br: {0}: Valor inválido para a opção ''--certificate-fingerprint''. O valor deve ser uma impressão digital de certificado SHA-256, SHA-384 ou SHA-512 (em hexadecimal).
ru: {0}: недопустимое значение параметра "--certificate-fingerprint". Значение должно быть отпечатком сертификата SHA-256, SHA-384 или SHA-512 (в шестнадцатеричном формате).
tr: {0}: '--certificate-fingerprint' seçeneği için geçersiz değer. Değer bir SHA-256, SHA-384 veya SHA-512 sertifikası parmak izi (onaltılık düzende) olmalıdır.
zh_hans: {0}: '--certificate-fingerprint' 选项的值无效。该值必须是 SHA-256、SHA-384 或 SHA-512 证书指纹(十六进制)。
zh_hant: {0}: '--certificate-fingerprint' 選項的值無效。該值必須是 SHA-256、SHA-384 或 SHA-512 憑證指紋 (十六進位格式)。

# SignCommandMultipleCertificateException
source: Multiple options were used to specify a certificate.
cs: K zadání certifikátu bylo použito více parametrů.
de: Es wurden mehrere Optionen zum Angeben eines Zertifikats verwendet.
es: Se usaron varias opciones para especificar un certificado.
fr: Plusieurs options ont été utilisées pour spécifier un certificat.
it: Per specificare un certificato sono state usate più opzioni.
ja: 証明書を指定するのに複数のオプションが使用されました。
ko: 인증서를 지정하는 데 여러 옵션이 사용되었습니다.
pl: Do określenia certyfikatu użyto wielu opcji.
pt_br: Várias opções foram usadas para especificar um certificado.
ru: Для указания сертификата было использовано несколько параметров.
tr: Sertifika belirtmek için birden fazla seçenek kullanıldı.
zh_hans: 使用了多个选项来指定证书。
zh_hant: 已使用多個選項來指定憑證。

# SignCommandNoCertificateException
source: No certificate was provided.
cs: Nebyl zadán žádný certifikát.
de: Es wurde kein Zertifikat angegeben.
es: No se ha proporcionado ningún certificado.
fr: Aucun certificat n’a été fourni.
it: Non è stato fornito alcun certificato.
ja: 証明書が指定されませんでした。
ko: 인증서가 제공되지 않았습니다.
pl: Nie podano certyfikatu.
pt_br: Nenhum certificado foi fornecido.
ru: Сертификат не предоставлен.
tr: Sertifika sağlanmadı.
zh_hans: 未提供任何证书。
zh_hant: 未提供任何憑證。

# SignCommandNoTimestamperWarning
source: The '--timestamper' option was not provided. The signed package will not be timestamped. To learn more about this option, please visit https://docs.microsoft.com/dotnet/core/tools
cs: Parametr --timestamper nebyl zadán. Podepsaný balíček nebude opatřen časovým razítkem. Další informace o tomto parametru najdete na adrese https://docs.microsoft.com/dotnet/core/tools.
de: Die Option "-timestamper" wurde nicht angegeben, daher wird das signierte Paket nicht mit einem Zeitstempel versehen. Weitere Informationen zu dieser Option finden Sie unter https://docs.microsoft.com/dotnet/core/tools
es: No se proporcionó la opción "--marca de tiempo". El paquete firmado no tendrá una marca de tiempo. Para obtener más información sobre esta opción, visite https://docs.microsoft.com/dotnet/core/tools
fr: L'option '--timestamper' n'a pas été fournie. Le paquet signé ne sera pas horodaté. Pour en savoir plus sur cette option, veuillez consulter le site https://docs.microsoft.com/dotnet/core/tools.
it: Non è stata fornita alcuna opzione '-timestamper'. Non verrà aggiunto un timestamp al pacchetto firmato. Per altre informazioni su questa opzione, vedere https://docs.microsoft.com/dotnet/core/tools
ja: '--timestamper' オプションが指定されていませんでした。署名済みのパッケージにはタイムスタンプが付けられません。このオプションの詳細については、https://docs.microsoft.com/dotnet/core/tools をご覧ください
ko: '--timestamper' 옵션이 제공되지 않았습니다. 서명된 패키지에는 타임스탬프가 표시되지 않습니다. 이 옵션에 대한 자세한 내용은 https://docs.microsoft.com/dotnet/core/tools를 참조하세요.
pl: Nie podano opcji „--timestamper”. Podpisany pakiet nie będzie opatrzony znacznikiem czasu. Aby dowiedzieć się więcej, wejdź na: https://docs.microsoft.com/dotnet/core/tools
pt_br: A opção "--timestamper" não foi fornecida. O pacote assinado não será carimbado no prazo. Para saber mais sobre esta opção, visite https://docs.microsoft.com/dotnet/core/tools
ru: Для подписанного пакета не будет установлена метка времени, так как не был указан параметр "--timestamper". Подробнее об этом параметре: https://docs.microsoft.com/dotnet/core/tools
tr: '-timestamper' seçeneği sağlanmadı. İmzalı pakete zaman damgası uygulanmayacak. Bu seçenek hakkında daha fazla bilgi için lütfen https://docs.microsoft.com/dotnet/core/tools adresini ziyaret edin
zh_hans: 未提供 "--timestamper" 选项。签名的包不会加盖时间戳。若要了解有关此选项的详细信息，请访问 https://docs.microsoft.com/dotnet/core/tools
zh_hant: 未提供任何 '--timestamper' 選項。簽署的封裝不會加上時間戳記。若要深入了解這個選項，請瀏覽 https://docs.microsoft.com/dotnet/core/tools

# SignCommandOutputDirectoryDescription
source: Directory where the signed package(s) should be saved. By default the original package is overwritten by the signed package.
cs: Adresář, do kterého se mají uložit podepsané balíčky. Ve výchozím nastavení se původní balíček přepíše podepsaným balíčkem.
de: Das Verzeichnis, in dem das/die signierte(n) Paket(e) gespeichert werden soll(en). Standardmäßig wird das ursprüngliche Paket durch das signierte Paket überschrieben.
es: Directorio donde se debe guardar el(los) paquete(s) firmado. De forma predeterminada, el paquete original se sobrescribe con el paquete firmado.
fr: Répertoire où le(s) package(s) signé(s) doit(doivent) être enregistré(s). Par défaut, le package d'origine est remplacé par le package signé.
it: Directory in cui deve essere salvato il pacchetto firmato. Per impostazione predefinita, il pacchetto originale viene sovrascritto dal pacchetto firmato.
ja: 署名済みパッケージを保存するディレクトリです。既定では、オリジナル パッケージは署名済みパッケージで上書きされます。
ko: 서명된 패키지를 저장할 디렉터리입니다. 기본적으로 원래 패키지를 서명된 패키지로 덮어씁니다.
pl: Katalog, w którym podpisany pakiet(-y) powinien zostać zapisany. Domyślnie oryginalny pakiet jest nadpisywany przez podpisany pakiet.
pt_br: Diretório em que o(s) pacote(s) assinado(s) deve(m) ser salvo(s). Por padrão, o pacote original é substituído pelo pacote assinado.
ru: Папка, в которой будет сохранен подписанный пакет или пакеты. По умолчанию исходный пакет перезаписывается подписанным пакетом.
tr: İmzalı paketlerin kaydedileceği dizin. Varsayılan olarak, imzalı paket özgün paketin üzerine yazar.
zh_hans: 其中应保存已签名包的目录。默认情况下，已签名包会覆盖原始包。
zh_hant: 應用來儲存已簽署封裝的目錄。根據預設，已簽署封裝會複寫原始封裝。

# SignCommandOverwriteDescription
source: Switch to indicate if the current signature should be overwritten. By default the command will fail if the package already has a signature.
cs: Přepínač, který určuje, jestli se má přepsat aktuální podpis. Pokud balíček už bude obsahovat podpis, příkaz se ve výchozím nastavení neprovede úspěšně.
de: Schalter, der festlegt, ob die aktuelle Signatur überschrieben werden soll. Standardmäßig verursacht der Befehl einen Fehler, wenn das Paket bereits eine Signatur aufweist.
es: Se cambia para indicar si la firma actual debe sobrescribirse. Se produce un error del comando de forma predeterminada si el paquete ya tiene una firma.
fr: Commutateur pour indiquer si la signature actuelle doit être remplacée. Par défaut, la commande échoue si le package a déjà une signature.
it: Attivare o disattivare per indicare se la firma corrente deve essere sovrascritta o meno. Per impostazione predefinita, il comando non riuscirà se il pacchetto contiene già una firma.
ja: 現在の署名を上書きするかどうかを示すスイッチです。規定では、パッケージに既に署名がある場合、コマンドは失敗します。
ko: 현재 시그니처를 덮어쓸지 여부를 나타내는 스위치입니다. 기본적으로 패키지에 이미 시그니처가 있으면 명령이 실패합니다.
pl: Przełącz, aby wskazać, czy bieżący podpis ma być zastąpiony. Domyślnie polecenie nie powiedzie się, jeżeli pakiet zawiera już podpis.
pt_br: Opção para indicar se a assinatura atual deve ser substituída. Por padrão, o comando falhará se o pacote já tiver uma assinatura.
ru: Параметр, который указывает, необходимо ли перезаписать текущую подпись. Если у пакета уже есть подпись, по умолчанию команда завершится с ошибкой.
tr: Geçerli imzanın üzerine yazılıp yazılmayacağını belirtmek için değiştirin. Varsayılan ayar olarak, paketin imzası zaten varsa komut başarısız olur.
zh_hans: 用于指示是否应覆盖当前签名的开关。如果包已有签名，默认情况下该命令将失败。
zh_hant: 表示是否應覆寫目前簽章的參數。根據預設，如果套件已有簽章，命令便會失敗。

# SignCommandPackagePathDescription
source: Signs NuGet packages at <package-paths> with the specified certificate.
cs: Podepíše balíčky NuGet v cestě <package-paths> pomocí zadaného certifikátu.
de: Signiert NuGet-Pakete unter <package-paths> mit dem angegebenen Zertifikat.
es: Muestra paquetes de NuGet en <package-paths>con el certificado especificado.
fr: Signe les paquets NuGet à <paquet-chemin d'accès> avec le certificat spécifié.
it: Firma i pacchetti NuGet in <package-paths>con il certificato specificato.
ja: 指定された証明書を使用して <package-paths> で NuGet パッケージに署名します。
ko: 지정된 인증서를 사용하여 <package-paths>에서 NuGet 패키지에 서명합니다.
pl: Podpisuje pakiety NuGet w <package-paths> przy użyciu określonego certyfikatu.
pt_br: Assina os pacotes NuGet em <package-paths> com o certificado especificado.
ru: Подписывает пакеты NuGet в <package-paths> указанным сертификатом.
tr: Belirtilen sertifikayla şuradaki NuGet paketlerini imzalar: <paket-yolları>.
zh_hans: 使用指定的证书对 <package-paths> 处的 NuGet 包进行签名。
zh_hant: 使用指定的憑證於 <package-paths> 上簽署 NuGet 封裝。

# SignCommandTimestampHashAlgorithmDescription
source: Hash algorithm to be used by the RFC 3161 timestamp server. Defaults to SHA256.
cs: Hashovací algoritmus používaný serverem časového razítka podle standardu RFC 3161. Výchozí je SHA256.
de: Der vom RFC 3161-Zeitstempelserver zu verwendende Hashalgorithmus. Standardmäßig SHA256.
es: Algoritmo hash que va a usar el servidor de asignación de marca de tiempo RFC 3161. El valor predeterminado es SHA256.
fr: Algorithme de hachage à utiliser par le serveur d'horodatage RFC 3161. Par défaut, SHA256.
it: Algoritmo hash che verrà usato dal server di timestamp RFC 3161. Impostazione predefinita: SHA256.
ja: RFC 3161 タイムスタンプ サーバーで使用するハッシュ アルゴリズムです。規定値は SHA256 です。
ko: RFC 3161 타임스탬프 서버에서 사용할 해시 알고리즘입니다. 기본값은 SHA256입니다.
pl: Algorytm wyznaczania wartości skrótu do użycia przez serwer znaczników czasu RFC 3161. Wartość domyślna to SHA256.
pt_br: Algoritmo de hash a ser usado pelo servidor de carimbo de data/hora RFC 3161. O padrão é SHA256.
ru: Хэш-алгоритм, используемый сервером меток времени RFC 3161. По умолчанию SHA256.
tr: RFC 3161 zaman damgası sunucusu tarafından kullanılacak karma algoritması. Varsayılan değeri: SHA256.
zh_hans: RFC 3161 时间戳服务器要使用的哈希算法。默认值为 SHA256。
zh_hant: RFC 3161 時間戳記伺服器所使用的雜湊演算法。預設為 SHA256。

# SignCommandTimestamperDescription
source: URL to an RFC 3161 timestamping server.
cs: Adresa URL serveru časového razítka podle standardu RFC 3161
de: URL zu einem RFC 3161-Zeitstempelserver.
es: Dirección URL a un servidor de asignación de marca de tiempo RFC 3161.
fr: URL d'un serveur d'horodatage RFC 3161.
it: URL di un server di timestamp RFC3161.
ja: RFC 3161 タイム スタンプ サーバーの URL です。
ko: RFC 3161 타임스탬핑 서버의 URL입니다.
pl: Adres URL do serwera znaczników czasu RFC 3161.
pt_br: URL para um servidor de aplicação de carimbo de data/hora RFC 3161.
ru: URL-адрес сервера меток времени RFC 3161.
tr: RFC 3161 zaman damgası sunucusunun URL'si.
zh_hans: RFC 3161 加盖时间戳服务器的 URL。
zh_hant: RFC 3161 時間戳記伺服器的 URL。

# Source_Description
source: Package source (URL, UNC/folder path or package source name) to use. Defaults to DefaultPushSource if specified in NuGet.Config.
cs: Zdroj balíčku (adresa URL, cesta UNC, cesta ke složce nebo název zdroje balíčku), který se má použít. Výchozí možností je DefaultPushSource, pokud se zadala v souboru NuGet.Config.
de: Die Paketquelle (URL, UNC/Ordnerpfad oder Name der Paketquelle), die verwendet werden soll. Der Standardwert ist "DefaultPushSource", wenn in "NuGet.config" angegeben.
es: Origen del paquete que se va a usar (dirección URL, ruta de acceso UNC o de carpeta o nombre de origen del paquete). El valor predeterminado es DefaultPushSource si se especifica en NuGet.Config.
fr: Source de package (URL, chemin UNC/chemin de dossier ou nom de source de package) à utiliser. La valeur par défaut est celle de DefaultPushSource, si elle est spécifiée dans NuGet.Config.
it: Origine del pacchetto (URL, percorso UNC/percorso cartella o nome di origine del pacchetto) da usare. L'impostazione predefinita è DefaultPushSource se è specificata in NuGet.Config.
ja: 使用するパッケージ ソース (URL、UNC かフォルダー パス、またはパッケージ ソース名)。Nuget.Config で指定されている場合、既定では DefaultPushSource になります。
ko: 사용할 패키지 소스(URL, UNC/폴더 경로 또는 패키지 소스 이름)입니다. 패키지 소스가 NuGet.Config에 지정된 경우 기본값은 DefaultPushSource로 설정됩니다.
pl: Źródło pakietu (adres URL, ścieżka UNC/folderu lub nazwa źródła pakietu) do użycia. Domyślnie wartość DefaultPushSource, jeśli określono ją w pliku NuGet.Config.
pt_br: A origem do pacote (URL, caminho UNC, caminho da pasta ou nome da origem do pacote) a ser usada. O padrão é DefaultPushSource quando especificada em NuGet.Config.
ru: Используемый источник пакета (URL-адрес, UNC/путь к папке или имя источника пакета). По умолчанию используется DefaultPushSource, если это указано в NuGet.Config.
tr: Kullanılacak paket kaynağı (URL, UNC/klasör yolu veya paket kaynağı adı). NuGet. config dosyasında belirtilmişse DefaultPushSource varsayılan değeri olur.
zh_hans: 要使用的包源(URL、UNC/文件夹路径或包源名称)。如果在 NuGet.Config 中指定，则默认为 DefaultPushSource。
zh_hant: 要使用的套件來源 (URL、UNC/資料夾路徑或套件來源名稱)。如果在 NuGet.Config 中指定，則預設為 DefaultPushSource。
