Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_InvalidVersionRange
source: Invalid version range '{0}'
cs: Neplatný rozsah verzí {0}
de: Ungültiger Versionsbereich „{0}“
es: Intervalo de versiones no válido "{0}"
fr: Étendue de version non valide « {0} »
it: Intervallo versioni non valido '{0}'
ja: バージョン範囲 '{0}' が無効です
ko: 잘못된 버전 범위 '{0}'
pl: Nieprawidłowy zakres wersji „{0}”
pt_br: Intervalo de versão "{0}" inválido
ru: Недопустимый диапазон версий "{0}"
tr: Geçersiz sürüm aralığı '{0}'
zh_hans: 版本范围“{0}”无效
zh_hant: 不正確版本範圍 '{0}'

# Error_MissingVersion
source: Missing version from {0}
cs: Chybějící verze z {0}
de: Fehlende Version von {0}
es: Falta la versión de {0}
fr: Version manquante de {0}
it: Versione mancante da {0}
ja: {0} からバージョンが欠落しています
ko: {0}의 버전이 없습니다.
pl: Brak wersji z {0}
pt_br: Versão ausente de {0}
ru: Отсутствует версия из {0}
tr: {0} sürüm eksik
zh_hans: 缺少来自 {0} 的版本
zh_hant: 缺少來自 {0} 的版本

# Error_MsBuildUnableToOpenProject
source: MsBuild was unable to open Project '{0}'.
cs: MsBuild nemohl otevřít projekt {0}.
de: Das Projekt "{0}" konnte in MsBuild nicht geöffnet werden.
es: MsBuild no pudo abrir el proyecto "{0}".
fr: MsBuild n'a pas pu ouvrir le projet '{0}'.
it: MsBuild non è riuscito ad aprire il progetto '{0}'.
ja: MsBuild はプロジェクト '{0}' を開くことができませんでした。
ko: MsBuild가 '{0}' 프로젝트를 열 수 없습니다.
pl: Program MsBuild nie mógł otworzyć projektu „{0}”.
pt_br: O MsBuild não pôde abrir o Projeto '{0}'.
ru: MsBuild не удалось открыть проект "{0}".
tr: MsBuild, '{0}' Projesini açamadı.
zh_hans: MsBuild 无法打开项目“{0}”。
zh_hant: MsBuild 無法開啟專案 '{0}'。

# Error_MultipleProjectOrSolutionFilesInDirectory
source: The directory '{0}' contains multiple project or solution files. Please specify which project or solution file to use.
cs: Adresář {0} obsahuje více souborů projektu nebo řešení. Zadejte prosím soubor projektu nebo řešení, který chcete použít.
de: Das Verzeichnis "{0}" enthält mehrere Projekt- oder Projektmappendateien. Geben Sie an, welches Projekt oder welche Projektmappendatei verwendet werden soll.
es: El directorio "{0}" contiene varios archivos de proyecto o solución. Especifique el archivo de proyecto o solución que se va a usar.
fr: Le répertoire « {0} » contient plusieurs fichiers projet ou solution. Spécifiez le fichier projet ou solution à utiliser.
it: La directory '{0}' contiene più file di progetto o di soluzione. Specificare il file di progetto o di soluzione da usare.
ja: ディレクトリ '{0}' に複数のプロジェクト ファイルまたはソリューション ファイルが含まれています。使用するプロジェクトまたはソリューション ファイルを指定してください。
ko: 디렉터리 '{0}'에 여러 프로젝트 또는 솔루션 파일이 포함되어 있습니다. 사용할 프로젝트 또는 솔루션 파일을 지정하십시오.
pl: Katalog „{0}” zawiera wiele plików projektu lub rozwiązania. Określ plik projektu lub rozwiązania do użycia.
pt_br: O diretório "{0}" contém vários arquivos de projeto ou solução. Especifique qual arquivo de projeto ou solução usar.
ru: Каталог "{0}" содержит несколько проектов или файлов решений. Укажите, какой проект или файл решения следует использовать.
tr: '{0}' dizini birden çok proje veya çözüm dosyası içeriyor. Lütfen kullanılacak proje veya çözüm dosyasını belirtin.
zh_hans: 目录“{0}”包含多个项目或解决方案文件。请指定要使用的项目或解决方案文件。
zh_hant: 目錄 '{0}' 包含多個專案檔或方案檔。請指定要使用的專案檔或方案檔。

# Error_NoDgSpec
source: None or invalid DgSpec was passed to NuGet add package command.
cs: Příkazu NuGet add package se předal neplatný argument DgSpec, nebo tento argument zcela chyběl.
de: Es wurde keine oder eine ungültige DgSpec an den Befehl "NuGet add package" übergeben.
es: No se pasó ningún valor DgSpec al comando NuGet add package o el valor no era válido.
fr: DgSpec inexistant ou non valide passé à la commande NuGet add package.
it: Al comando NuGet add package non è stato passato alcun oggetto DgSpec o ne è stato passato uno non valido.
ja: NuGet add package コマンドに渡された DgSpec が存在しないか、無効です。
ko: NuGet add package 명령에 전달된 DgSpec이 없거나 잘못되었습니다.
pl: Nie przekazano specyfikacji DgSpec do polecenia NuGet add package lub przekazana specyfikacja jest nieprawidłowa.
pt_br: Nenhuma ou DgSpec inválida foi passada ao comando NuGet add package.
ru: Спецификация DgSpec, переданная команде NuGet add package, отсутствует или недопустима.
tr: NuGet add package komutuna DgSpec geçirilmedi veya yanlış DgSpec geçirildi.
zh_hans: 未向 NuGet add package 命令传递 DgSpec，或向该命令传递了无效的 DgSpec。
zh_hant: 對 NuGet add package 命令傳遞了「無」或無效的 DgSpec。

# Error_NoProjectOrSolutionFilesInDirectory
source: The directory '{0}' does not contain any project or solution files.
cs: Adresář {0} neobsahuje žádné soubory projektu nebo řešení.
de: Das Verzeichnis "{0}" enthält keine Projekt- oder Projektmappendateien.
es: El directorio "{0}" no contiene ningún archivo de proyecto o solución.
fr: Le répertoire « {0} » ne contient aucun fichier projet ou solution.
it: La directory '{0}' non contiene file di progetto o di soluzione.
ja: ディレクトリ '{0}' にプロジェクト ファイルまたはソリューション ファイルが含まれていません。
ko: 디렉터리 '{0}'에 프로젝트 또는 솔루션 파일이 없습니다.
pl: Katalog „{0}” nie zawiera żadnych plików projektu ani rozwiązania.
pt_br: O diretório "{0}" não contém nenhum arquivo de projeto ou solução.
ru: Каталог "{0}" не содержит проектов или файлов решений.
tr: '{0}' dizini proje veya çözüm dosyası içermiyor.
zh_hans: 目录“{0}”不包含任何项目或解决方案文件。
zh_hant: 目錄 '{0}' 未包含任何專案檔或方案檔。

# Error_NoSource
source: No package sources found.
cs: Nenašly se žádné zdroje balíčků.
de: Keine Paketquellen gefunden.
es: No se han encontrado orígenes de paquete.
fr: Aucune source de package trouvée.
it: Non sono state trovate origini pacchetti.
ja: パッケージ ソースが見つかりません。
ko: 패키지 원본을 찾을 수 없습니다.
pl: Nie znaleziono źródeł pakietów.
pt_br: Nenhuma fonte de pacote encontrada.
ru: Исходники пакетов не найдены.
tr: Paket kaynağı bulunamadı.
zh_hans: 未找到包源。
zh_hant: 找不到任何套件來源。

# Error_NoVersionsAvailable
source: There are no versions available for the package '{0}'.
cs: Pro balíček {0} nejsou k dispozici žádné verze.
de: Für das Paket "{0}" sind keine Versionen verfügbar.
es: No hay ninguna versión disponible para el paquete "{0}".
fr: Aucune version n'est disponible pour le package '{0}'.
it: Non sono disponibili versioni per il pacchetto '{0}'.
ja: パッケージ '{0}' に使用できるバージョンがありません。
ko: '{0}' 패키지에 사용할 수 있는 버전이 없습니다.
pl: Brak dostępnych wersji pakietu „{0}”.
pt_br: Não há versões disponíveis do pacote '{0}'.
ru: Нет доступных версий для пакета "{0}".
tr: '{0}' paketi için kullanılabilir sürüm yok.
zh_hans: 没有可用于包“{0}”的版本。
zh_hant: 套件 '{0}' 沒有可用的版本。

# Error_NotPRProject
source: The project `{0}` uses package.config for NuGet packages, while the command works only with package reference projects.
cs: Projekt {0} používá pro balíčky NuGet package.config, ale daný příkaz funguje jen s projekty odkazů na balíčky.
de: Das Projekt "{0}" verwendet "package.config" für NuGet-Pakete, der Befehl funktioniert jedoch nur mit Projekten mit Paketverweis.
es: El proyecto "{0}" usa package.config para los paquetes NuGet, aunque el comando solo funciona con proyectos de referencia de paquetes.
fr: Le projet '{0}' utilise package.config pour les packages NuGet, alors que la commande fonctionne uniquement avec les projets de référence de package.
it: Il progetto `{0}` usa package.config per i pacchetti NuGet, mentre il comando funziona solo con progetti di riferimento al pacchetto.
ja: プロジェクト '{0}' では NuGet パッケージに package.config を使用しますが、コマンドはパッケージ参照プロジェクトでのみ動作します。
ko: `{0}` 프로젝트는 NuGet 패키지에 대한 package.config를 사용합니다. 명령은 패키지 참조 프로젝트에서만 작동합니다.
pl: Projekt „{0}” używa pliku package.config dla pakietów NuGet, podczas gdy polecenie działa tylko w przypadku projektów odwołania do pakietu.
pt_br: O projeto '{0}' usa package.config para pacotes do NuGet, enquanto o comando funciona somente com projetos de referência do pacote.
ru: В проекте "{0}" используется файл package.config для пакетов NuGet, а команда работает только с проектами, содержащими ссылки на пакеты.
tr: `{0}` projesi, NuGuet paketleri için package.config dosyasını kullanıyor fakat komut yalnızca paket başvurusu projeleriyle çalışır.
zh_hans: 项目“{0}”对 NuGet 包使用 package.config，但该命令仅适用于包引用项目。
zh_hant: 專案 `{0}` 會使用 NuGet 套件的 package.config，且命令僅能搭配套件參考專案使用。

# Error_PackageDownload_VersionNotFound
source: Unable to find a valid package version
cs: Nepovedlo se najít platnou verzi balíčku.
de: Es konnte keine gültige Paketversion gefunden werden.
es: No se puede encontrar una versión válida del paquete
fr: Impossible de trouver une version de package valide
it: Non è possibile trovare una versione valida del pacchetto
ja: 有効なパッケージ バージョンが見つかりません
ko: 유효한 패키지 버전을 찾을 수 없습니다.
pt_br: Não é possível localizar uma versão de pacote válida
tr: Geçerli bir paket sürümü bulunamıyor
zh_hans: 找不到有效的包版本

# Error_PackageSourceMappingNotFound
source: Package source mapping is enabled, but no mapping for package {0} was found. See https://aka.ms/nuget/psm for more information.
cs: Mapování zdroje balíčku je povolené, ale pro balíček {0} nebylo nalezeno žádné mapování. Další informace najdete na https://aka.ms/nuget/audit.
de: Die Paketquellzuordnung ist aktiviert, aber es wurde keine Zuordnung für das Paket {0} gefunden. Weitere Informationen finden Sie unter https://aka.ms/nuget/psm.
es: La asignación de origen del paquete está habilitada, pero no se encontró ninguna asignación para el paquete {0}. Consulte https://aka.ms/nuget/psm para obtener más información.
fr: Le mappage de source du package est activé, mais aucun mappage pour le package {0} n’a été trouvé. Pour découvrir plus d’informations, consultez https://aka.ms/nuget/psm.
it: Il mapping dell'origine del pacchetto è abilitato, ma non è stato trovato alcun mapping per il pacchetto {0}. Per altre informazioni, vedere https://aka.ms/nuget/psm.
ja: パッケージ ソース マッピングは有効ですが、パッケージ {0} のマッピングが見つかりませんでした。詳細については、https://aka.ms/nuget/psm を参照してください。
ko: 패키지 원본 매핑이 사용하도록 설정되어 있지만 패키지 {0}에 대한 매핑을 찾을 수 없습니다. 자세한 내용은 https://aka.ms/nuget/psm을 참조하세요.
pl: Mapowanie źródła pakietu jest włączone, ale nie znaleziono mapowania dla pakietu {0}. Aby uzyskać więcej informacji, zobacz https://aka.ms/nuget/psm.
pt_br: O mapeamento de origem do pacote está habilitado, mas nenhum mapeamento para {0} foi encontrado. Consulte https://aka.ms/nuget/psm para obter mais informações.
ru: Сопоставление источника пакета включено, но сопоставление для пакета {0} не найдено. Дополнительные сведения см. на странице https://aka.ms/nuget/psm.
tr: Paket kaynağı eşlemesi etkinleştirildi, ancak paket {0} için eşleme bulunamadı. Daha fazla bilgi için https://aka.ms/nuget/psm adresini ziyaret edin.
zh_hans: 已启用包源映射，但未找到包 {0} 的映射。有关详细信息，请参阅 https://aka.ms/nuget/psm。
zh_hant: 已啟用套件來源對應，但找不到套件 {0} 的對應。如需詳細資訊，請參閱 https://aka.ms/nuget/psm。

# Error_PathIsMissingOrInvalid
source: Missing or invalid path '{0}'. Please provide a path to a project, solution file, or directory.
cs: Chybějící nebo neplatná cesta {0}. Zadejte prosím cestu k projektu, souboru řešení nebo adresáři.
de: Fehlende oder ungültige Eingabe "{0}". Geben Sie einen Pfad zu einem Projekt, einer Projektmappendatei oder einem Verzeichnis an.
es: Falta la ruta de acceso "{0}" o no es válida. Proporcione una ruta de acceso a un proyecto, archivo de solución o directorio.
fr: Entrée manquante ou incorrecte « {0} ». Veuillez fournir un chemin d’un projet, d’un fichier solution ou d’un répertoire.
it: Percorso mancante o non valido: '{0}'. Specificare un percorso di un progetto, di un file di soluzione o una directory.
ja: パス '{0}' が見つからないか無効です。プロジェクト、ソリューション ファイル、またはディレクトリへのパスを指定してください。
ko: '{0}' 경로가 없거나 잘못되었습니다. 프로젝트, 솔루션 파일 또는 디렉터리의 경로를 제공하세요.
pl: Brak ścieżki „{0}” lub jest ona nieprawidłowa. Podaj ścieżkę do projektu, pliku rozwiązania lub katalogu.
pt_br: Caminho "{0}" ausente ou inválido. Forneça um caminho para um projeto, arquivo de solução ou diretório.
ru: Путь "{0}" отсутствует или является недопустимым. Укажите путь к проекту, файлу решения или каталогу.
tr: '{0}' yolu eksik veya geçersiz. Bir projeye, çözüm dosyasına veya dizine giden yolu sağlayın.
zh_hans: 路径“{0}”缺失或无效。请提供项目、解决方案文件或目录的路径。
zh_hant: 路徑 '{0}' 遺漏或無效。請提供專案檔、方案檔或目錄的路徑。

# Error_PathNotFound
source: The specified path '{0}' does not exist.
cs: Zadaná cesta „{0}“ neexistuje.
de: Der angegebene Pfad „{0}“ ist nicht vorhanden.
es: La ruta de acceso especificada '{0}' no existe.
fr: Le chemin d’accès « {0} » spécifié n’existe pas.
it: Il percorso '{0}' specificato non esiste.
ja: 指定されたパス '{0}' は、存在しません。
ko: 지정한 경로 '{0}'이(가) 없습니다.
pl: Określona ścieżka „{0}” nie istnieje.
pt_br: O caminho especificado “{0}” não existe.
ru: Указанный путь "{0}" не существует.
tr: Belirtilen '{0}' yolu yok.
zh_hans: 指定的路径 ‘{0}’ 不存在。
zh_hant: 指定的路徑 '{0}' 不存在。

# Error_PkgMissingArgument
source: Unable to {0} package. Argument '{1}' not provided.
cs: Nepovedlo se {0} balíček. Neposkytl se argument {1}.
de: {0} von Paket nicht möglich. Das Argument "{1}" wurde nicht angegeben.
es: No se puede {0} el paquete. Argumento "{1}" no proporcionado.
fr: Impossible de {0} le package. Argument '{1}' non fourni.
it: Non è possibile {0} il pacchetto. L'argomento '{1}' non è stato specificato.
ja: パッケージを {0} できません。引数 '{1}' が指定されていません。
ko: 패키지를 {0}할 수 없습니다. '{1}' 인수가 제공되지 않았습니다.
pl: Nie można wykonać operacji {0} dla pakietu. Nie podano argumentu „{1}”.
pt_br: Não é possível {0} o pacote. O argumento '{1}' não foi fornecido.
ru: Не удалось {0} пакет. Аргумент "{1}" не указан.
tr: Pakete {0} işlemi uygulanamıyor. '{1}' bağımsız değişkeni sağlanmadı.
zh_hans: 无法 {0} 包。未提供 "{1}" 参数。
zh_hant: 無法 {0} 套件。未提供引數 '{1}'。

# Error_PkgMissingOrInvalidProjectFile
source: Unable to {0} package. Missing or Invalid project file '{1}'.
cs: Nepovedlo se {0} balíček. Soubor projektu {1} chybí nebo není platný.
de: {0} von Paket nicht möglich. Die Projektdatei "{1}" fehlt oder ist ungültig.
es: No se puede {0} el paquete. Falta el archivo de proyecto "{1}" o no es válido.
fr: Impossible de {0} le package. Fichier projet manquant ou non valide ('{1}').
it: Non è possibile {0} il pacchetto. Il file di progetto '{1}' è mancante o non valido.
ja: パッケージを {0} できません。プロジェクト ファイル '{1}' が見つからないか、無効です。
ko: 패키지를 {0}할 수 없습니다. 프로젝트 파일 '{1}'이(가) 없거나 잘못되었습니다.
pl: Nie można wykonać operacji {0} dla pakietu. Brak pliku projektu „{1}” lub jest on nieprawidłowy.
pt_br: Não é possível {0} o pacote. O arquivo de projeto '{1}' está ausente ou é inválido.
ru: Не удалось {0} пакет. Файл проекта "{1}" отсутствует или недопустим.
tr: Pakete {0} işlemi uygulanamıyor. '{1}' proje dosyası eksik veya geçersiz.
zh_hans: 无法 {0} 包。缺少项目文件“{1}”，或该文件无效。
zh_hant: 無法 {0} 套件。遺漏專案檔 '{1}' 或其無效。

# Error_PrereleaseWhenVersionSpecified
source: The --prerelease and --version options are not supported in the same command.
cs: Možnosti --prerelease a --version v jednom příkazu se nepodporují.
de: Die Optionen "--prerelease" und "--version" werden nicht in demselben Befehl unterstützt.
es: No se admiten las opciones --prerelease y --version en el mismo comando.
fr: Les options --prerelease et --version ne sont pas prises en charge dans la même commande.
it: Le opzioni --prerelease e --version non sono supportate nello stesso comando.
ja: --prerelease および --version オプションは同じコマンド内ではサポートされません。
ko: --prerelease 옵션과 --version 옵션은 같은 명령에서 지원되지 않습니다.
pl: Opcje --prerelease i --version nie są obsługiwane w tym samym poleceniu.
pt_br: Não há suporte para as opções --prerelease e --version no mesmo comando.
ru: Параметры --prerelease и --version не поддерживаются в одной и той же команде.
tr: --prerelease ve --version seçenekleri aynı komutta desteklenmez.
zh_hans: 不支持在同一命令中同时使用 --prerelease 和 --version 选项。
zh_hant: 一個命令不能同時有 --prerelease 與 --version 選項。

# Error_ProjectAssetsFilePropertyNotFound
source: Project '{0}' does not have MSBuild property ProjectAssetsFile defined. This may indicate that this project does not support NuGet PackageReference, or that project customization has prevented the .NET SDK setting default values.
cs: Projekt {0} nemá definovanou vlastnost MSBuild ProjectAssetsFile. To může znamenat, že tento projekt nepodporuje NuGet PackageReference nebo že přizpůsobení projektu zabránilo nastavení výchozích hodnot sady .NET SDK.
de: Für das Projekt „{0}“ ist die MSBuild-Eigenschaft „ProjectAssetsFile“ nicht definiert. Dies kann darauf hindeuten, dass dieses Projekt „NuGet PackageReference“ nicht unterstützt, oder dass die Projektanpassung das Festlegen von Standardwerten für das .NET SDK verhindert hat.
es: El proyecto "{0}" no tiene definida la propiedad ProjectAssetsFile de MSBuild. Esto puede indicar que este proyecto no admite PackageReference de NuGet o que la personalización del proyecto ha impedido que el SDK de .NET establezca los valores predeterminados.
fr: Project '{0}' n’a pas de propriété MSBuild ProjectAssetsFile définie. Cela peut indiquer que ce projet ne prend pas en charge NuGet PackageReference ou que la personnalisation du projet a empêché le SDK .NET de définir les valeurs par défaut.
it: Non è stata definita la proprietà ProjectAssetsFile di MSBuild per il progetto ‘{0}’.. Ciò può significare che il progetto non supporta PackageReference di NuGet oppure che la personalizzazione del progetto ha impedito l'impostazione dei valori predefiniti di .NET SDK.
ja: プロジェクト '{0}' に MSBuild プロパティ ProjectAssetsFile が定義されていません。これは、このプロジェクトが NuGet PackageReference をサポートしていないか、プロジェクトのカスタマイズによって .NET SDK 設定の既定値が許可されていないことを示している可能性があります。
ko: '{0}' 프로젝트에 MSBuild 속성 ProjectAssetsFile이 정의되지 않았습니다. 이는 이 프로젝트가 NuGet PackageReference를 지원하지 않거나 프로젝트 사용자 지정으로 인해 .NET SDK 설정 기본값이 차단되었음을 나타낼 수 있습니다.
pl: Projekt „{0}” nie ma zdefiniowanej właściwości MSBuild ProjectAssetsFile. Może to wskazywać, że ten projekt nie obsługuje elementu NuGet PackageReference lub że dostosowanie projektu uniemożliwiło ustawienie wartości domyślnych zestawu .NET SDK.
pt_br: O projeto "{0}" não tem a propriedade ProjectAssetsFile do MSBuild definida. Isso pode indicar que este projeto não dá suporte a PackageReference do NuGet ou que a personalização do projeto impediu os valores padrão de configuração do SDK do .NET.
ru: Для проекта "{0}" не определено свойство MSBuild ProjectAssetsFile. Это может означать, что этот проект не поддерживает NuGet PackageReference или что настройка проекта помешала установке значений по умолчанию для пакета SDK для .NET.
tr: '{0}' projesinin MSBuild özelliği ProjectAssetsFile’ı tanımlı değil. Bu, bu projenin NuGet PackageReference'i desteklemediğini veya proje özelleştirmesinin .NET SDK ayarı varsayılan değerlerini engellediğini gösterebilir.
zh_hans: 项目 ‘{0}’ 未定义 MSBuild 属性 ProjectAssetsFile。这可能指示此项目不支持 NuGet PackageReference，或该项目自定义阻止了 .NET SDK 设置默认值。
zh_hant: 專案 '{0}' 未定義 MSBuild 屬性 ProjectAssetsFile。這可能表示此專案不支援 NuGet PackageReference，或該專案自訂已禁止 .NET SDK 設定預設值。

# Error_TrustFingerPrintAlreadyExist
source: The certificate finger you're trying to add is already in the certificate fingerprint list.
cs: Otisk prstu certifikátu, který se pokoušíte přidat, už je v seznamu otisků prstů certifikátu.
de: Der Zertifikatfinger, den Sie hinzufügen möchten, befindet sich bereits in der Zertifikatfingerabdruckliste.
es: El dedo del certificado que intenta agregar ya está en la lista de huellas digitales del certificado.
fr: Le doigt de certificat que vous essayez d’ajouter figure déjà dans la liste des empreintes digitales de certificat.
it: L'impronta digitale del certificato che si prova ad aggiungere è già presente nell'elenco delle impronte digitali dei certificati.
ja: 追加しようとしている証明書のフィンガープリントは、既に証明書のフィンガープリント一覧に含まれています。
ko: 추가하려는 인증서 손가락이 이미 인증서 지문 목록에 있습니다.
pl: Odcisk palca, który próbujesz dodać już istnieje na liście odcisków palca powiązanych z certyfikatem.
pt_br: O dedo do certificado que você está tentando adicionar já está na lista de impressões digitais do certificado.
ru: Отпечаток сертификата, который вы пытаетесь добавить, уже есть в списке отпечатков сертификата.
tr: Eklemeye çalıştığınız sertifika parmak izi zaten sertifika parmak izi listesinde var.
zh_hans: 正在尝试添加的证书指纹已在证书指纹列表中。
zh_hant: 您嘗試新增的憑證手指已在憑證指紋清單中。

# Error_TrustedRepoAlreadyExists
source: A trusted repository with the service index '{0}' already exists.
cs: Důvěryhodné úložiště s indexem služby {0} už existuje.
de: Ein vertrauenswürdiges Repository mit dem Dienstindex "{0}" ist bereits vorhanden.
es: Ya existe un repositorio de confianza con el índice de servicio "{0}".
fr: Un dépôt approuvé avec l'index de service '{0}' existe déjà.
it: Esiste già un repository attendibile con l'indice di servizio '{0}'.
ja: サービス インデックス '{0}' を含む信頼されたリポジトリが既に存在します。
ko: 서비스 인덱스 '{0}'을(를) 포함하는 신뢰할 수 있는 리포지토리가 이미 있습니다.
pl: Zaufane repozytorium z indeksem usługi „{0}” już istnieje.
pt_br: Já existe um repositório confiável com o índice de serviço '{0}'.
ru: Доверенный репозиторий с индексом служб "{0}" уже существует.
tr: '{0}' hizmet dizinine sahip güvenilen bir depo zaten var.
zh_hans: 具有服务索引 {0} 的受信任存储库已存在。
zh_hant: 服務索引為 '{0}' 的信任存放庫已存在。

# Error_TrustedSignerAlreadyExists
source: A trusted signer '{0}' already exists.
cs: Důvěryhodná podepisující osoba {0} už existuje.
de: Ein vertrauenswürdiger Signaturgeber "{0}" ist bereits vorhanden.
es: Ya existe el firmante de confianza "{0}".
fr: Le signataire approuvé '{0}' existe déjà.
it: Esiste già un firmatario attendibile '{0}'.
ja: 信頼された署名者 '{0}' が既に存在します。
ko: 신뢰할 수 있는 서명자 '{0}'이(가) 이미 있습니다.
pl: Zaufana osoba podpisująca „{0}” już istnieje.
pt_br: Já existe um signatário confiável '{0}'.
ru: Доверенное подписывающее лицо "{0}" уже существует.
tr: '{0}' adlı güvenilen bir imzalayan zaten mevcut.
zh_hans: 受信任的签名者 {0} 已存在。
zh_hant: 信任的簽署者 '{0}' 已存在。

# Error_UnsupportedProject
source: Error while adding package '{0}' to project '{1}'. The project does not support adding package references through the add package command.
cs: Při přidávání balíčku {0} do projektu {1} došlo k chybě. Projekt nepodporuje přidávání odkazů na balíčky pomocí příkazu Přidat balíček.
de: Fehler beim Hinzufügen des Pakets "{0}" zum Projekt "{1}". Das Projekt bietet keine Unterstützung für das Hinzufügen von Paketverweisen über den Befehl zum Hinzufügen von Paketen.
es: Error al agregar el paquete "{0}" al proyecto "{1}". El proyecto no permite agregar referencias de paquete mediante el comando add package.
fr: Erreur lors de l'ajout du package '{0}' au projet '{1}'. Le projet ne prend pas en charge l'ajout de références de package par le biais de la commande add package.
it: Errore durante l'aggiunta del pacchetto '{0}' al progetto '{1}'. Il progetto non supporta l'aggiunta di riferimenti ai pacchetti tramite il comando add package.
ja: プロジェクト '{1}' にパッケージ '{0}' を追加するときにエラーが発生しました。プロジェクトでは、追加パッケージ コマンドによるパッケージ参照の追加はサポートされていません。
ko: 패키지 '{0}'을(를) 프로젝트 '{1}'(으)로 추가하는 중 오류가 발생했습니다. add package 명령을 통한 패키지 참조 추가는 프로젝트에서 지원되지 않습니다.
pl: Wystąpił błąd podczas dodawania pakietu „{0}” do projektu „{1}”. Projekt nie obsługuje dodawania odwołań do pakietów za pomocą polecenia add package.
pt_br: Erro ao adicionar o pacote '{0}' ao projeto '{1}'. O projeto não oferece suporte a adição de referências de pacote por meio do comando adicionar pacote.
ru: Ошибка при добавлении пакета "{0}" в проект "{1}". Проект не поддерживает добавление ссылок на пакеты при помощи команды "Добавить пакет".
tr: '{0}' paketi, '{1}' projesine eklenirken hata oluştu. Proje, proje paketi ekle komutu aracılığıyla paket başvuruları ekleme işlemini desteklemez.
zh_hans: 将程序包“{0}”添加到项目“{1}”时出错。该项目不支持通过添加程序包命令来添加程序包引用。
zh_hant: 將套件 '{0}' 新增至專案 '{1}' 時發生錯誤。該專案不支援透過 add package 命令來新增套件參考。
