Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ListPkg_InvalidFramework
source: Failed to parse one of the given frameworks. Please make sure the given frameworks are valid.
cs: Jednu z daných architektur se nepovedlo parsovat. Ujistěte se prosím, že dané architektury jsou platné.
de: Fehler beim Analysieren eines der angegebenen Frameworks. Stellen Sie sicher, dass die angegebenen Frameworks gültig sind.
es: No se pudo analizar uno de los marcos especificados. Asegúrese de que son válidos.
fr: Échec de l'analyse de l'un des frameworks spécifiés. Vérifiez que les frameworks spécifiés sont valides.
it: Non è stato possibile analizzare uno dei framework specificati. Assicurarsi che i framework specificati siano validi.
ja: 指定されたフレームワークの 1 つを解析できませんでした。指定されたフレームワークが正しいことをご確認ください。
ko: 지정된 프레임워크 중 하나를 구문 분석하지 못했습니다. 지정된 프레임워크가 유효한지 확인하세요.
pl: Nie można przeanalizować jednej z danych platform. Upewnij się, czy dane platformy są prawidłowe.
pt_br: Falha ao analisar uma das estruturas fornecidas. Verifique se as estruturas determinadas são válidas.
ru: Не удалось выполнить синтаксический анализ для одной из указанных платформ. Убедитесь, что платформы являются допустимыми.
tr: Verilen çerçevelerden biri ayrıştırılamadı. Lütfen verilen çerçevelerin geçerli olduğundan emin olun.
zh_hans: 未能分析给定框架中的其中一个。请确保给定的框架有效。
zh_hant: 無法剖析其中一個指定的 Framework。請確認指定的架構均有效。

# ListPkg_InvalidOptions
source: Options '--outdated', '--deprecated' and '--vulnerable' cannot be combined.
cs: Možnosti --outdated, --deprecated a --vulnerable se nedají kombinovat.
de: Die Optionen „--outdated“, „--deprecated“ und „--vulnerable“ können nicht kombiniert werden.
es: No se pueden combinar las opciones '--outdated', '--deprecated' y '--vulnerable'.
fr: Les options « --outdated », « --deprecated » et « --vulnerable » ne peuvent pas être combinées.
it: Non è possibile combinare le opzioni '--outdated', '--deprecated' e '--vulnerable'.
ja: オプション '--outdated'、'--deprecated'、'--vulnerable' を組み合わせることはできません。
ko: 옵션 '--outdated', '--deprecated' 및 '--vulnerable'는 결합할 수 없습니다.
pl: Nie można łączyć opcji „--outdated”, „--deprecated” i „--vulnerable”.
pt_br: As opções '--outdated', '--deprecated' e '--vulnerable' não podem ser combinadas.
ru: Параметры "--outdated", "--deprecated" и "--vulnerable" не могут использоваться вместе.
tr: '--outdated', '--deprecated' ve '--vulnerable' seçenekleri birleştirilemez.
zh_hans: 不能将 ‘--outdated’、‘--deprecated’ 和 ‘--vulnerable’ 选项结合使用。
zh_hant: '--outdated'、'--deprecated' 與 '--vulnerable' 選項無法一併使用。

# ListPkg_InvalidOutputFormat
source: Invalid value {0} provided for output format. The accepted values are {1}.
cs: Pro výstupní formát zadána neplatná hodnota {0}. Přípustné hodnoty jsou {1}.
de: Für das Ausgabeformat wurde ein ungültiger Wert {0} bereitgestellt. Die akzeptierten Werte sind {1}.
es: Valor no válido {0} proporcionado para el formato de salida. Los valores aceptados son {1}.
fr: Valeur non valide {0} fournie pour le format de sortie. Les valeurs acceptées sont {1}.
it: Valore non valido {0} specificato per il formato di output. I valori accettati sono {1}.
ja: 出力形式に無効な値 {0}が指定されました。許容値は {1} です。
ko: 출력 형식에 대해 잘못된 값 {0}이(가) 제공되었습니다. 허용되는 값은 {1}입니다.
pl: Podano nieprawidłową wartość {0} dla formatu wyjściowego. Zaakceptowane wartości to {1}.
pt_br: Valor inválido {0} previsto para o formato de saída. Os valores aceitos são {1}.
ru: В качестве выходного формата указано недопустимое значение {0}. Допустимые значения: {1}.
tr: Çıktı formatı için geçersiz {0} değeri sağlandı. Kabul edilen değerler {1}.
zh_hans: 为输出格式提供的值 {0} 无效。接受的值为 {1}。
zh_hant: 為輸出格式提供了無效的值 {0}。接受的值為 {1}。

# ListPkg_InvalidOutputVersion
source: Unsupported output format version {0} was requested. The accepted format version value is {1}.
cs: Vyžádala se nepodporovaná verze výstupního formátu {0}. Hodnota verze přijatého formátu je {1}.
de: Es wurde eine nicht unterstützte Ausgabeformatversion {0} angefordert. Der akzeptierte Wert der Formatversion ist {1}.
es: Se ha solicitado una versión de formato de salida no compatible {0}. El valor de versión de formato aceptado es {1}.
fr: Une version {0} de format de sortie non prise en charge a été demandée. La valeur acceptée pour la version du format est {1}.
it: È stata richiesta la versione del formato di output non supportata {0}. Il valore della versione del formato accettato è {1}.
ja: サポートされていない出力形式バージョン {0} が要求されました。 使用できる形式のバージョン値は、{1} です。
ko: 지원되지 않는 출력 형식 버전 {0}이(가) 요청되었습니다. 허용되는 형식 버전 값은 {1}입니다.
pl: Zażądano nieobsługiwanej wersji formatu wyjściowego {0}. Zaakceptowana wartość wersji formatu to {1}.
pt_br: Foi solicitada a versão de formato de saída {0} sem suporte. O valor da versão de formato aceito é {1}.
ru: Запрошена неподдерживаемая версия выходного формата отчета {0}. Допустимое значение формата версии: {1}.
tr: Desteklenmeyen çıktı biçimi {0} sürümü istendi. Kabul edilen biçim sürüm değeri {1}.
zh_hans: 请求了不支持的输出格式版本 {0}。 接受的格式版本值为 {1}。
zh_hant: 已要求不支援的輸出版本 {0}。接受的格式版本值為 {1}。

# ListPkg_Latest
source: Latest
cs: Nejnovější
de: Neueste
es: Más reciente
fr: Le dernier
it: Più recenti
ja: 最新
ko: 최신
pl: Najnowsze
pt_br: Mais Recente
ru: Последние
tr: En son
zh_hans: 最新
zh_hant: 最新

# ListPkg_NoDeprecatedPackagesForProject
source: The given project `{0}` has no deprecated packages given the current sources.
cs: Daný projekt {0} nemá pro aktuální zdroje žádné zastaralé balíčky.
de: Für das angegebene Projekt "{0}" liegen gemäß den aktuellen Quellen keine veralteten Pakete vor.
es: El proyecto "{0}" especificado no tiene paquetes en desuso en los orígenes actuales.
fr: Le projet spécifié '{0}' n'a aucun package déprécié compte tenu des sources actuelles.
it: Considerate le origini correnti, il progetto specificato `{0}` non contiene pacchetti deprecati.
ja: プロジェクト '{0}' には、現在のソースが指定された非推奨のパッケージはありません。
ko: 현재 소스를 고려해 볼 때 지정된 프로젝트 '{0}'에 사용되지 않는 패키지가 없습니다.
pl: Dany projekt „{0}” nie ma żadnych przestarzałych pakietów, uwzględniając bieżące źródła.
pt_br: O projeto fornecido `{0}` não tem nenhum pacote preterido, de acordo com as fontes atuais.
ru: Указанный проект "{0}" не содержит устаревших пакетов для текущих источников.
tr: Belirtilen `{0}` projesinin geçerli kaynaklarda kullanım dışı paketi yok.
zh_hans: 在给定当前源的情况下，给定项目“{0}”没有已弃用的包。
zh_hant: 目前的來源未提供任何已淘汰套件給指定的專案 `{0}`。

# ListPkg_NoDeprecationsForFramework
source: No deprecated packages for this framework.
cs: Pro tuto architekturu neexistují žádné zastaralé balíčky.
de: Für dieses Framework liegen keine veralteten Pakete vor.
es: No se han encontrado paquetes en desuso para este marco.
fr: Aucun package déprécié pour ce framework.
it: Non esistono pacchetti deprecati per questo framework.
ja: このフレームワークの非推奨パッケージはありません。
ko: 이 프레임워크에 대해 사용되지 않는 패키지가 없습니다.
pl: Brak przestarzałych pakietów dla tej platformy.
pt_br: Não há nenhum pacote preterido dessa estrutura.
ru: Нет устаревших пакетов для этой платформы.
tr: Bu çerçeve için kullanım dışı paket yok.
zh_hans: 未找到此框架已弃用的包。
zh_hant: 找不到任何此架構的已淘汰套件。

# ListPkg_NoPackagesForFramework
source: No packages were found for this framework.
cs: Pro tuto architekturu se nenašly žádné balíčky.
de: Für dieses Framework wurden keine Pakete gefunden.
es: No se encontró ningún paquete para este marco.
fr: Packages introuvables pour ce framework.
it: Non sono stati trovati pacchetti per questo framework.
ja: このフレームワークのパッケージが見つかりませんでした。
ko: 이 프레임워크에 대한 패키지를 찾을 수 없습니다.
pl: Nie znaleziono żadnych pakietów dla tej platformy.
pt_br: Nenhum pacote foi encontrado para essa estrutura.
ru: Пакеты для этой платформы не обнаружены.
tr: Bu çerçeve için paket bulunamadı.
zh_hans: 未找到此框架的任何包。
zh_hant: 找不到任何此 Framework 的套件。

# ListPkg_NoPackagesFoundForFrameworks
source: No packages were found for the project `{0}` given the specified frameworks.
cs: Pro projekt {0} a zadané architektury se nenašly žádné balíčky.
de: Für das Projekt "{0}" wurden keine Pakete mit den angegebenen Frameworks gefunden.
es: No se encontró ningún paquete para el proyecto "{0}" en los marcos especificados.
fr: Aucun package n'a été localisé pour le projet '{0}' avec les frameworks spécifiés.
it: Non sono stati trovati pacchetti per il progetto `{0}` considerati i framework specificati.
ja: 指定されたフレームワークでプロジェクト '{0}' のパッケージが見つかりませんでした。
ko: 지정된 프레임워크를 고려해 볼 때 '{0}' 프로젝트에 대한 패키지를 찾을 수 없습니다.
pl: Nie znaleziono żadnych pakietów dla projektu „{0}”, uwzględniając określone platformy.
pt_br: Nenhum pacote foi encontrado para o projeto '{0}' dadas as estruturas especificadas.
ru: Пакеты для проекта "{0}" для указанных платформ не обнаружены.
tr: Belirtilen çerçevelerde `{0}` projesi için paket bulunamadı.
zh_hans: 未找到给定指定框架的项目“{0}”的任何包。
zh_hant: 無法為具有指定 Framework 的專案 `{0}` 找到任何套件。

# ListPkg_NoUpdatesForFramework
source: No package updates available for this framework.
cs: Pro tuto architekturu neexistují žádné aktualizace balíčků.
de: Für dieses Framework sind keine Paketupdates verfügbar.
es: No hay ninguna actualización de paquete disponible para este marco.
fr: Aucune mise à jour de package n'est disponible pour ce framework.
it: Non sono disponibili aggiornamenti dei pacchetti per questo framework.
ja: このフレームワークの利用可能なパッケージ更新はありません。
ko: 이 프레임워크에 대해 사용 가능한 패키지 업데이트가 없습니다.
pl: Brak dostępnych aktualizacji pakietów dla tej platformy.
pt_br: Não há nenhuma atualização de pacote disponível para essa estrutura.
ru: Нет доступных обновлений пакетов для этой платформы.
tr: Bu çerçeve için kullanılabilir paket güncelleştirmesi yok.
zh_hans: 没有可用于此框架的包更新。
zh_hant: 此架構沒有任何可用的套件更新。

# ListPkg_NoUpdatesForProject
source: The given project `{0}` has no updates given the current sources.
cs: Daný projekt {0} nemá pro aktuální zdroje žádné aktualizace.
de: Für das angegebene Projekt "{0}" liegen gemäß den aktuellen Quellen keine Updates vor.
es: El proyecto "{0}" especificado no tiene ninguna actualización en los orígenes actuales dados.
fr: Le projet spécifié '{0}' n'a aucune mise à jour compte tenu des sources actuelles.
it: Considerate le origini correnti non sono disponibili aggiornamenti per il progetto specificato `{0}`.
ja: 現在のソースには指定されたプロジェクト '{0}' の更新はありません。
ko: 현재 소스를 고려해 볼 때 지정된 프로젝트 '{0}'에 업데이트가 없습니다.
pl: Dany projekt „{0}” nie ma żadnych aktualizacji, uwzględniając bieżące źródła.
pt_br: O projeto fornecido '{0}' não tem nenhuma atualização devido às fontes atuais.
ru: В указанном проекте "{0}" отсутствуют обновления для текущих источников.
tr: Belirtilen `{0}` projesinin geçerli kaynaklarda güncelleştirmesi yok.
zh_hans: 给定项目“{0}”没有给定的当前源的更新。
zh_hant: 目前的來源未提供任何更新給指定的專案 `{0}`。

# ListPkg_NoVulnerabilitiesForFramework
source: No vulnerable packages for this framework.
cs: Pro tuto architekturu neexistují žádné zranitelné balíčky.
de: Für dieses Framework liegen keine anfälligen Pakete vor.
es: No se han encontrado paquetes vulnerables para este marco.
fr: Aucun package vulnérable pour ce framework.
it: Non esistono pacchetti vulnerabili per questo framework.
ja: このフレームワークに脆弱なパッケージはありません。
ko: 이 프레임워크에 취약한 패키지가 없습니다.
pl: Brak nieaktualnych pakietów dla tej platformy.
pt_br: Não há nenhum pacote vulnerável dessa estrutura.
ru: Уязвимые пакеты для этой платформы отсутствуют.
tr: Bu çerçeve için güvenlik açığı olan paket yok.
zh_hans: 此框架没有易受攻击的包。
zh_hant: 找不到任何此架構的易受攻擊套件。

# ListPkg_NoVulnerablePackagesForProject
source: The given project `{0}` has no vulnerable packages given the current sources.
cs: Daný projekt {0} nemá při aktuálních zdrojích žádné zranitelné balíčky.
de: Für das angegebene Projekt "{0}" liegen gemäß den aktuellen Quellen keine anfälligen Pakete vor.
es: El proyecto "{0}" especificado no tiene paquetes vulnerables en los orígenes actuales.
fr: Le projet spécifié '{0}' n'a aucun package vulnérable compte tenu des sources actuelles.
it: Considerate le origini correnti, il progetto specificato `{0}` non contiene pacchetti vulnerabili.
ja: 指定されたプロジェクト '{0}' には、現在のソースが指定された脆弱なパッケージはありません。
ko: 현재 소스를 고려해 볼 때 지정된 프로젝트 `{0}`에 취약한 패키지가 없습니다.
pl: Dany projekt „{0}” nie ma żadnych pakietów podatnych na zagrożenia, uwzględniając bieżące źródła.
pt_br: O projeto fornecido `{0}` não tem nenhum pacote vulnerável, considerando as fontes atuais.
ru: Указанный проект "{0}" не содержит уязвимых пакетов для текущих источников.
tr: Belirtilen `{0}` projesinin geçerli kaynaklarda güvenlik açığı olan paketi yok.
zh_hans: 在给定当前源的情况下，给定项目“{0}”没有易受攻击的包。
zh_hant: 目前來源未提供任何易受攻擊套件給指定的專案 `{0}`。

# ListPkg_NotFoundAtSources
source: Not found at the sources
cs: Nenalezeno ve zdrojích
de: Nicht in den Quellen gefunden
es: No se encontró en los orígenes
fr: Introuvable dans les sources
it: Non trovati nelle origini
ja: ソースに見つかりませんでした
ko: 소스에 없습니다.
pl: Nie odnaleziono w źródłach
pt_br: Não encontrado nas fontes
ru: Не найдено в источниках.
tr: Kaynaklarda bulunamadı
zh_hans: 在源中未找到
zh_hant: 在來源找不到

# ListPkg_OutdatedDescription
source: Displays only the packages that need updates with the latest version from the sources.
cs: Zobrazuje jen balíčky, které je nutné aktualizovat na nejnovější verzi ze zdrojů.
de: Hiermit werden nur Pakete angezeigt, für die Updates mit der neuesten Version aus den Quellen erforderlich sind.
es: Muestra solo los paquetes que necesitan actualizaciones con la última versión de los orígenes.
fr: Affiche uniquement les packages qui nécessitent des mises à jour avec la dernière version des sources.
it: Visualizza solo i pacchetti che richiedono aggiornamenti con l'ultima versione delle origini.
ja: ソースからの最新バージョンで更新する必要があるパッケージのみが表示されます。
ko: 소스의 최신 버전으로 업데이트가 필요한 패키지만 표시합니다.
pl: Wyświetla tylko pakiety, które wymagają aktualizacji przy użyciu najnowszej wersji ze źródeł.
pt_br: Exibe apenas os pacotes que precisam de atualizações com a versão mais recente das fontes.
ru: Отображает только пакеты, которым требуется обновление до последней версии из источников.
tr: Yalnızca kaynaklarından en son sürüme güncelleştirilmeleri gereken paketleri görüntüler.
zh_hans: 仅显示需要从源更新为最新版本的包。
zh_hant: 僅顯示需要以來源最新版本更新的套件。

# ListPkg_OutputFormatDescription
source: Set the report output format.
cs: Nastavte výstupní formát sestavy.
de: Legen Sie das Berichtsausgabeformat fest.
es: Establezca el formato de salida del informe.
fr: Définissez le format de sortie du rapport.
it: Impostare il formato di output del report.
ja: レポート出力形式を設定します。
ko: 보고서 출력 형식을 설정합니다.
pl: Ustaw format wyjściowy raportu.
pt_br: Definir o formato de saída do relatório.
ru: Настройка выходного формата отчета.
tr: Rapor çıktı biçimini ayarlayın.
zh_hans: 设置报表输出格式。
zh_hant: 設定報表輸出格式。

# ListPkg_OutputVersionDescription
source: The version of report output.
cs: Verze výstupu sestavy.
de: Die Version der Berichtsausgabe.
es: Versión de la salida del informe.
fr: La version de la sortie du rapport
it: Versione dell'output del report.
ja: レポート出力のバージョン。
ko: 보고서 출력의 버전입니다.
pl: Wersja danych wyjściowych raportu.
pt_br: A versão de saída do relatório.
ru: Версия выходных данных отчета.
tr: Rapor çıktısının sürümü.
zh_hans: 报表输出的版本。
zh_hant: 報表輸出的版本。

# ListPkg_OutputVersionNotApplicable
source: '--output-version' option not applicable for console output, it can only be used together with `--format json` option.
cs: Možnost --output-version se nedá použít pro výstup konzoly. Dá se použít jenom spolu s možností --format json.
de: Die Option „--output-version“ ist für die Konsolenausgabe nicht anwendbar. Sie kann nur zusammen mit der Option "--format json" verwendet werden.
es: La opción "--output-version" no es aplicable para la salida de la consola, solo se puede usar junto con la opción "--format json".
fr: L’option « --output-version » ne s’applique pas à la sortie de console, elle peut uniquement être utilisée avec l’option « --format json ».
it: L'opzione '--output-version' non è applicabile per l'output della console. Può essere usata solo insieme all'opzione '--format json'.
ja: '--output-version' オプションはコンソール出力には適用されません。'--format json' オプションと一緒にのみ使用できます。
ko: '--output-version' 옵션은 콘솔 출력에 적용할 수 없습니다. 해당 옵션은 '--format json' 옵션하고만 함께 사용할 수 있습니다.
pl: Opcja „--output-version” nie dotyczy danych wyjściowych konsoli. Może być używana tylko razem z opcją `--format json`.
pt_br: A opção '--output-version' não se aplica à saída do console. Ela só pode ser usada juntamente com a opção `--format json`.
ru: Параметр "--output-version" неприменим для консольного вывода, его можно использовать только вместе с параметром "--format json".
tr: '--output-version' seçeneği konsol çıkışı için geçerli değil, yalnızca `--format json` seçeneğiyle birlikte kullanılabilir.
zh_hans: "--output-version" 选项不适用于控制台输出，它只能与 `--format json` 选项一起使用。
zh_hant: '--output-version' 選項不適用於主控台輸出，其只能與 '--format json' 選項一起使用。

# ListPkg_PathDescription
source: A path to a project, solution file or directory.
cs: Cesta k projektu, souboru řešení nebo adresáři
de: Ein Pfad zu einem Projekt, einer Projektmappendatei oder einem Verzeichnis.
es: Ruta de acceso a un proyecto, archivo de solución o directorio.
fr: Chemin d'un projet, d'un fichier solution ou d'un répertoire.
it: Percorso di un progetto, un file di soluzione o una directory.
ja: プロジェクト ファイル、プロジェクト ディレクトリ、ソリューション ファイル、ソリューション ディレクトリのパス。
ko: 프로젝트, 솔루션 파일 또는 디렉터리의 경로입니다.
pl: Ścieżka do projektu, pliku rozwiązania lub katalogu.
pt_br: Um caminho para um projeto, arquivo de solução ou diretório.
ru: Путь к проекту, файлу решения или каталогу.
tr: Bir projeye, çözüm dosyasına veya dizine giden yol.
zh_hans: 项目、解决方案文件或目录的路径。
zh_hant: 專案、解決方案檔案或目錄的路徑。

# ListPkg_PrereleaseDescription
source: Considers prerelease versions when looking for latest. Works only with `--outdated`.
cs: Při hledání nejnovější verze zvažuje i předběžné verze. Funguje jen s přepínačem --outdated.
de: Hiermit werden bei der Suche nach der neuesten Version auch Vorabversionen berücksichtigt. Funktioniert nur mit "--outdated".
es: Tiene en cuenta las versiones preliminares al buscar la última versión. Funciona solo con "--outdated".
fr: Prend en compte les préversions durant la recherche des dernières versions. Fonctionne uniquement avec '--outdated'.
it: Include le versioni preliminari nella ricerca dell'ultima versione. Funziona solo con `--outdated`.
ja: 最新バージョンを探すときに、リリース前のバージョンが考慮の対象となります。`--outdated` を指定する場合にのみ機能します。
ko: 최신 버전을 찾을 때 시험판 버전을 고려합니다. `--outdated`로만 작동합니다.
pl: Uwzględnia wersje wstępne podczas wyszukiwania najnowszej. Działa tylko z parametrem „--outdated”.
pt_br: Considera versões de pré-lançamento ao procurar pela mais recente. Funciona apenas com `--outdated`.
ru: Учитывает предварительные версии при поиске последних версий. Работает только с параметром "--outdated".
tr: En son sürümü ararken yayın öncesi sürümleri de dikkate alır. Yalnızca '--outdated' seçeneğiyle çalışır.
zh_hans: 请在查找最新版本时考虑预发行版本。仅适用于 "--outdated"。
zh_hant: 尋找最新版本時考慮發行前版本。僅能搭配 `--outdated` 使用。

# ListPkg_ProjectDeprecationsHeaderLog
source: Project `{0}` has the following deprecated packages
cs: Projekt {0} obsahuje následující zastaralé balíčky.
de: Für das Projekt "{0}" liegen die folgenden veralteten Pakete vor
es: El proyecto "{0}" tiene los siguientes paquetes en desuso
fr: Le projet '{0}' comporte les packages dépréciés suivants
it: Il progetto `{0}` contiene i pacchetti deprecati seguenti
ja: プロジェクト '{0}' には次の非推奨パッケージがあります
ko: '{0}' 프로젝트에 다음 사용되지 않는 패키지가 있습니다.
pl: Projekt „{0}” ma następujące przestarzałe pakiety
pt_br: O projeto `{0}` tem os seguintes pacotes preteridos
ru: Проект "{0}" содержит следующие устаревшие пакеты
tr: `{0}` projesi şu kullanım dışı paketlere sahip:
zh_hans: 项目“{0}”具有以下弃用的包
zh_hant: 專案 `{0}` 的套件有以下已淘汰套件

# ListPkg_ProjectHeaderLog
source: Project '{0}' has the following package references
cs: Projekt {0} má následující odkazy na balíčky.
de: Das Projekt "{0}" enthält die folgenden Paketverweise.
es: El proyecto "{0}" tiene las referencias de paquete siguientes
fr: Le projet '{0}' a les références de package suivantes
it: Il progetto '{0}' contiene i riferimenti al pacchetto seguenti
ja: プロジェクト '{0}' に次のパッケージ参照が含まれています
ko: '{0}' 프로젝트에 다음 패키지 참조가 있습니다.
pl: Projekt „{0}” ma następujące odwołania do pakietów
pt_br: O projeto '{0}' tem as seguintes referências de pacote
ru: Проект "{0}" содержит следующие ссылки на пакеты
tr: '{0}' projesi aşağıdaki paket başvurularına sahip
zh_hans: 项目“{0}”具有以下包引用
zh_hant: 專案 '{0}' 有以下套件參考

# ListPkg_ProjectUpdatesHeaderLog
source: Project `{0}` has the following updates to its packages
cs: Projekt {0} má následující aktualizace svých balíčků.
de: Für das Projekt "{0}" liegen die folgenden Updates für zugehörige Pakete vor.
es: El proyecto "{0}" tiene las actualizaciones siguientes para sus paquetes
fr: Le projet '{0}' comporte les mises à jour suivantes pour ses packages
it: Il progetto `{0} ` contiene gli aggiornamenti seguenti ai relativi pacchetti
ja: プロジェクト '{0}' のパッケージに次の更新があります
ko: '{0}' 프로젝트에 패키지에 대한 다음 업데이트가 있습니다.
pl: Projekt „{0}” ma następujące aktualizacje jego pakietów
pt_br: O projeto '{0}' tem as seguintes atualizações para seus pacotes
ru: Проект "{0}" содержит следующие обновления пакетов
tr: `{0}` projesinin paketleri için aşağıdaki güncelleştirmeler var
zh_hans: 项目“{0}”具有以下针对其包的更新
zh_hant: 專案 `{0}` 的套件有以下更新

# ListPkg_ProjectVulnerabilitiesHeaderLog
source: Project `{0}` has the following vulnerable packages
cs: Projekt {0} obsahuje následující zranitelné balíčky.
de: Für das Projekt "{0}" liegen die folgenden anfälligen Pakete vor.
es: El proyecto "{0}" tiene los paquetes vulnerables siguientes
fr: Le projet '{0}' comporte les packages vulnérables suivants
it: Il progetto `{0}` contiene i pacchetti vulnerabili seguenti
ja: プロジェクト '{0}' には次の脆弱なパッケージがあります
ko: `{0}` 프로젝트에 다음과 같은 취약한 패키지가 있습니다.
pl: Projekt „{0}” ma następujące pakiety podatne na zagrożenia
pt_br: O projeto `{0}` tem os pacotes vulneráveis a seguir
ru: Проект "{0}" содержит следующие уязвимые пакеты
tr: `{0}` projesi şu güvenlik açığı olan paketlere sahip:
zh_hans: 项目“{0}”具有下列易受攻击的包
zh_hant: 專案 `{0}` 的套件具有以下易受攻擊套件

# ListPkg_Requested
source: Requested
cs: Požadováno
de: Angefordert
es: Solicitado
fr: Demandé
it: Richiesti
ja: 要求済み
ko: 요청됨
pl: Żądane
pt_br: Solicitado
ru: Запрошено
tr: İstendi
zh_hans: 已请求
zh_hant: 已要求

# ListPkg_Resolved
source: Resolved
cs: Vyřešeno
de: Aufgelöst
es: Resuelto
fr: Résolu
it: Risolti
ja: 解決済み
ko: 확인됨
pl: Rozpoznane
pt_br: Resolvido
ru: Разрешено
tr: Çözümlendi
zh_hans: 已解决
zh_hant: 已解析

# ListPkg_SourceDescription
source: Sources to lookup for latest versions. Works only with `--outdated`.
cs: Zdroje, ve kterých se mají hledat nejnovější verze. Funguje jen s přepínačem --outdated.
de: Quellen für die Suche nach aktuellen Versionen. Funktioniert nur mit "--outdated".
es: Orígenes en los que buscar las últimas versiones. Funciona solo con "--outdated".
fr: Sources où rechercher les dernières versions. Fonctionne uniquement avec '--outdated'.
it: Origini in cui cercare le ultime versioni. Funziona solo con `--outdated`.
ja: 最新バージョンの検索先ソース。`--outdated` を指定する場合にのみ機能します。
ko: 최신 버전을 조회할 소스입니다. `--outdated`로만 작동합니다.
pl: Źródła do wyszukiwania najnowszych wersji. Działa tylko z parametrem „--outdated”.
pt_br: Fontes nas quais pesquisar as versões mais recentes. Funciona apenas com `--outdated`.
ru: Источники для поиска последних версий. Работает только с параметром "--outdated".
tr: En son sürümlerin aranacağı kaynaklar. Yalnızca `--outdated` seçeneğiyle çalışır.
zh_hans: 用于查找最新版本的源。仅适用于 "--outdated"。
zh_hant: 要查閱最新版本的來源。僅能搭配 `--outdated` 使用。

# ListPkg_SourcesUsedDescription
source: The following sources were used:
cs: Použily se následující zdroje:
de: Die folgenden Quellen wurden verwendet:
es: Se han usado los orígenes siguientes:
fr: Les sources suivantes ont été utilisées :
it: Sono state usate le origini seguenti:
ja: 次のソースが使用されました:
ko: 다음 소스가 사용되었습니다.
pl: Użyto następujących źródeł:
pt_br: As fontes a seguir foram usadas:
ru: Использовались следующие источники:
tr: Şu kaynaklar kullanıldı:
zh_hans: 使用了以下源:
zh_hant: 已使用以下來源:
