Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Unsupported_UpgradeAllPackages
source: Unsupported: Upgrading all packages in a project is not yet supported
cs: Nepodporované: Upgrade všech balíčků v projektu se zatím nepodporuje.
de: Nicht unterstützt: Das Upgrade aller Pakete in einem Projekt wird noch nicht unterstützt.
es: No compatible: Aún no se admite la actualización de todos los paquetes de un proyecto.
fr: Non pris en charge : La mise à jour de tous les packages d’un projet n’est pas encore prise en charge
it: Non supportato: l'aggiornamento di tutti i pacchetti in un progetto non è ancora supportato
ja: サポートされていません: プロジェクト内のすべてのパッケージのアップグレードはまだサポートされていません
ko: 지원되지 않음: 프로젝트의 모든 패키지 업그레이드는 아직 지원되지 않음
pl: Nieobsługiwane: uaktualnianie wszystkich pakietów w projekcie nie jest jeszcze obsługiwane
pt_br: Sem suporte: ainda não há suporte para a atualização de todos os pacotes em um projeto
ru: Не поддерживается: обновление всех пакетов в проекте пока не поддерживается
tr: Desteklenmiyor: Bir projedeki tüm paketlerin yükseltilmesi henüz desteklenmiyor
zh_hans: 不支持: 尚不支持升级项目中的所有包
zh_hant: 不支援: 尚不支援升級專案中的所有套件

# UpdateClientCertCommandDescription
source: Updates the client certificate configuration that matches the given package source name.
cs: Aktualizuje konfiguraci klientského certifikátu, která odpovídá danému názvu zdroje balíčků.
de: Aktualisiert die Clientzertifikatkonfiguration, die mit dem angegebenen Namen der Paketquelle übereinstimmt.
es: Actualiza la configuración del certificado de cliente que coincide con el nombre de origen del paquete especificado.
fr: Met à jour la configuration de certificat client qui correspond au nom de source de package indiqué.
it: Aggiorna la configurazione del certificato client corrispondente al nome dell'origine pacchetto specificato.
ja: 指定されたパッケージ ソース名と一致するクライアント証明書の構成を更新します。
ko: 지정된 패키지 원본 이름과 일치하는 클라이언트 인증서 구성을 업데이트합니다.
pl: Aktualizuje konfigurację certyfikatu klienta pasującą do podanej nazwy źródła pakietu.
pt_br: Atualiza a configuração do certificado do cliente que corresponde ao nome de origem do pacote especificado.
ru: Обновляет конфигурацию сертификата клиента, которая соответствует источнику пакетов с заданным именем.
tr: Belirtilen paket kaynak adı ile eşleşen istemci sertifikası yapılandırmasını güncelleştirir.
zh_hans: 更新与给定包源名称匹配的客户端证书配置。
zh_hant: 更新符合指定套件來源名稱的用戶端憑證組態。

# UpdateSourceCommandDescription
source: Update a NuGet source.
cs: Aktualizuje zdroj NuGet.
de: Hiermit aktualisieren Sie eine NuGet-Quelle.
es: Actualiza un origen de NuGet.
fr: Mettez à jour une source NuGet.
it: Aggiorna un'origine NuGet.
ja: NuGet ソースを更新します。
ko: NuGet 소스를 업데이트합니다.
pl: Zaktualizuj źródło pakietu NuGet.
pt_br: Atualizar uma origem do NuGet.
ru: Обновите источник NuGet.
tr: NuGet kaynağını güncelleştirin.
zh_hans: 更新 NuGet 源。
zh_hant: 更新 NuGet 來源。

# Update_Description
source: Update a NuGet source.
cs: Aktualizuje zdroj NuGet.
de: Hiermit aktualisieren Sie eine NuGet-Quelle.
es: Actualiza un origen de NuGet.
fr: Mettez à jour une source NuGet.
it: Aggiorna un'origine NuGet.
ja: NuGet ソースを更新します。
ko: NuGet 소스를 업데이트합니다.
pl: Zaktualizuj źródło pakietu NuGet.
pt_br: Atualizar uma origem do NuGet.
ru: Обновите источник NuGet.
tr: NuGet kaynağını güncelleştirin.
zh_hans: 更新 NuGet 源。
zh_hant: 更新 NuGet 來源。

# Verbosity_Description
source: Set the verbosity level of the command. Allowed values are q[uiet], m[inimal], n[ormal], d[etailed], and diag[nostic].
cs: Nastavte úroveň podrobností příkazu. Povolené hodnoty jsou q[uiet], m[inimal], n[ormal], d[etailed] a diag[nostic].
de: Hiermit wird der Ausführlichkeitsgrad des Befehls festgelegt. Zulässige Werte sind "q[uiet]", "m[inimal]", "n[ormal]", "d[etailed]" und "diag[nostic]".
es: Establezca el nivel de detalle del comando. Los valores permitidos son q[uiet], m[inimal], n[ormal], d[etailed] y diag[nostic].
fr: Définissez le niveau de détail de la commande. Les valeurs autorisées sont q[uiet], m[inimal], n[ormal], d[etailed] et diag[nostic]
it: Consente di impostare il livello di dettaglio del comando. I valori consentiti sono: q[uiet], m[inimal], n[ormal], d[etailed], e diag[nostic].
ja: コマンドの詳細レベルを設定します。許可されている値は、q[uiet]、m[inimal]、n[ormal]、d[etailed]、diag[nostic] です。
ko: 명령의 세부 정보 표시 수준을 설정합니다. 허용되는 값은 q[uiet], m[inimal], n[ormal], d[etailed] 및 diag[nostic]입니다.
pl: Ustaw poziom szczegółowości tego polecenia. Dozwolone wartości to q[uiet] (cicha), m[inimal] (minimalna), n[ormal] (normalna), d[etailed] (szczegółowa) i diag[nostic] (diagnostyczna)
pt_br: Defina o nível de detalhamento do comando. Os valores permitidos são q[uiet], m[inimal], n[ormal], d[etailed] e diag[nostic].
ru: Задает уровень детализации команды. Допустимые значения: q (тихий режим), m (минимальный), n (нормальный), d (подробный) и diag (диагностика).
tr: Komutun ayrıntı düzeyini ayarlayın. İzin verilen değerler şunlardır: q[uiet], m[inimal], n[ormal], d[etailed] ve diag[nostic].
zh_hans: 设置命令的详细级别。允许的值为 q[uiet]、m[inimal]、n[ormal]、d[etailed] 和 diag[nostic]。
zh_hant: 設定命令的詳細程度等級。允許的值為 q[uiet]、m[inimal]、n[ormal]、d[etailed] 和 diag[nostic]。

# VerifyCommandAllDescription
source: Specifies that all verifications possible should be performed to the package(s).
cs: Určuje, že se pro balíčky mají provést všechna možná ověření.
de: Hiermit wird angegeben, dass alle Überprüfungen für die Pakete ausgeführt werden sollen, die möglich sind.
es: Especifica que todas las comprobaciones posibles se deben realizar en los paquetes.
fr: Spécifie que toutes les vérifications possibles doivent être effectuées sur le ou les packages.
it: Specifica che sui pacchetti devono essere eseguite tutte le verifiche possibili.
ja: 可能なすべての検証をパッケージに対して実行することを指定します。
ko: 패키지에 대해 가능한 모든 확인을 수행하도록 지정합니다.
pl: Określa, że wszystkie możliwe weryfikacje powinny zostać wykonane względem pakietów.
pt_br: Especifica que todas as verificações possíveis devem ser executadas nos pacotes.
ru: Указывает, что для пакетов нужно выполнить все возможные проверки.
tr: Mümkün olan tüm doğrulamaların paketlerde gerçekleştirilmesi gerektiğini belirtir.
zh_hans: 指定应对包执行的所有可能的验证。
zh_hant: 指定所有可行的驗證都應在套件上執行。

# VerifyCommandCertificateFingerprintDescription
source: Verify that the signer certificate matches with one of the specified SHA256 fingerprints. A certificate SHA256 fingerprint is a SHA256 hash of the certificate used to identify the certificate. Multiple inputs should be separated by space.
cs: Ověřte, jestli certifikát podepisující osoby odpovídá jednomu ze zadaných otisků SHA256. Otisk SHA256 certifikátu je hodnota hash SHA256 certifikátu a používá se k identifikaci certifikátu. V případě zadání více hodnot by měly být oddělené mezerou.
de: Hiermit überprüfen Sie, ob das Signaturgeberzertifikat mit einem der angegebenen SHA256-Fingerabdrücke übereinstimmt. Der SHA256-Fingerabdruck eines Zertifikats ist ein SHA256-Hash des Zertifikats, mit dem das Zertifikat identifiziert wird. Mehrere Eingaben müssen durch Leerzeichen getrennt werden.
es: Compruebe que el certificado del firmante coincide con una de las huellas digitales SHA256 especificadas. Una huella digital SHA256 de certificado es un hash SHA256 del certificado que se usa para identificar el certificado. Las entradas múltiples deben estar separadas por un espacio.
fr: Permet de vérifier que le certificat du signataire correspond à l'une des empreintes digitales SHA256 spécifiées. Une empreinte digitale de certificat SHA256 est le code de hachage SHA256 du certificat utilisé pour identifier ce dernier. Vous devez séparer les entrées multiples par des espaces.
it: Verificare che il certificato del firmatario corrisponda a una delle impronte digitali SHA256 specificate. L'impronta digitale SHA256 del certificato è un hash SHA256 del certificato usato per identificare il certificato. Gli input multipli devono essere separati da uno spazio.
ja: 署名者の証明書が、指定された SHA256 フィンガープリントのいずれかと一致していることを検証します。証明書の SHA256 フィンガープリントは、証明書の識別に使用される証明書の SHA256 ハッシュです。複数の入力は、スペースで区切る必要があります。
ko: 서명자 인증서가 지정된 SHA256 지문 중 하나와 일치하는지 확인합니다. 인증서 SHA256 지문은 인증서를 식별하는 데 사용되는 인증서의 SHA256 해시입니다. 입력이 여러 개인 경우 공백으로 구분해야 합니다.
pl: Sprawdź, czy certyfikat osoby podpisującej jest zgodny z jednym z podanych odcisków palców SHA256. Odcisk palca SHA256 certyfikatu to skrót SHA256 certyfikatu używany do identyfikowania certyfikatu. Wiele danych wejściowych należy rozdzielić spacjami.
pt_br: Verifique se o certificado de signatário corresponde a uma das impressões digitais SHA256 especificadas. Uma impressão digital SHA256 de certificado é um hash SHA256 do certificado usado para identificar o certificado. Várias entradas devem ser separadas por espaço.
ru: Проверьте, что сертификат подписывающего соответствует одному из указанных отпечатков SHA256. Этот отпечаток представляет собой хэш SHA256, используемый для идентификации сертификата. При указании множества входных параметров разделяйте их пробелом.
tr: İmzalayan sertifikasının, belirtilen SHA256 parmak izlerinden biriyle eşleştiğini doğrulayın. Sertifika SHA256 parmak izi, sertifikayı tanımlamak için kullanılan sertifikanın bir SHA256 karmasıdır. Birden çok giriş boşlukla ayrılmalıdır.
zh_hans: 验证签名者证书是否与某个指定的 SHA256 指纹匹配。证书 SHA256 指纹是用于标识证书的证书的 SHA256 哈希。应使用空格将多个输入隔开。
zh_hant: 請確認簽署者憑證與其中一個指定的 SHA256 指紋相符。憑證 SHA256 指紋是用來識別憑證的憑證 SHA256 雜湊。多個輸入應以空格分隔。

# VerifyCommandDescription
source: Verifies a signed NuGet package.
cs: Ověří podepsaný balíček NuGet.
de: Hiermit wird ein signiertes NuGet-Paket überprüft.
es: Comprueba un paquete de NuGet firmado.
fr: Vérifie un package NuGet signé.
it: Verifica un pacchetto NuGet firmato.
ja: 署名済みの NuGet パッケージを検証します。
ko: 서명된 NuGet 패키지를 확인합니다.
pl: Weryfikuje podpisany pakiet NuGet.
pt_br: Verifica um pacote NuGet assinado.
ru: Проверяет подписанный пакет NuGet.
tr: İmzalı bir NuGet paketini doğrular.
zh_hans: 验证已签名的 NuGet 包。
zh_hant: 驗證已簽署的 NuGet 套件。

# VerifyCommandPackagePathDescription
source: Specify the path to the package
cs: Zadejte cestu k balíčku.
de: Hiermit geben Sie den Pfad zum Paket an.
es: Especifique la ruta de acceso al paquete
fr: Permet de spécifier le chemin du package
it: Specifica il percorso del pacchetto
ja: パッケージへのパスを指定します
ko: 패키지의 경로 지정
pl: Określ ścieżkę do pakietu.
pt_br: Especificar o caminho para o pacote
ru: Укажите путь к пакету.
tr: Paketin yolunu belirtin
zh_hans: 指定包路径
zh_hant: 請指定連到套件的路徑。

# Warn_AddPkgWithoutRestore
source: --no-restore|-n flag was used. No compatibility check will be done and the added package reference will be unconditional.
cs: Použil se příznak --no-restore|-n. Neprovede se žádná kontrola kompatibility a přidaný odkaz na balíček bude nepodmíněný.
de: Das Kennzeichen "--no-restore|-n" wurde verwendet. Es wird keine Kompatibilitätsprüfung durchgeführt, und der hinzugefügte Paketverweis ist nicht an Bedingungen gebunden.
es: Se usó el indicador--no-restore|-n. No se realizarán comprobaciones de compatibilidad y la referencia de paquete agregada será incondicional.
fr: L'indicateur --no-restore|-n a été utilisé. Aucun contrôle de compatibilité ne sera effectué et la référence de package ajoutée sera inconditionnelle.
it: È stato usato il flag --no-restore|-n. Non verrà eseguita alcuna verifica di compatibilità e il riferimento al pacchetto aggiunto sarà non condizionale.
ja: --no-restore|-n フラグが使用されました。互換性チェックは実行されず、追加されたパッケージ参照の条件は解除されます。
ko: --no-restore|-n 플래그가 사용되었습니다. 호환성 검사가 수행되지 않으며 추가된 패키지 참조는 비조건부입니다.
pl: Użyto flagi --no-restore|-n. Nie zostanie przeprowadzone sprawdzanie zgodności i dodane odwołanie pakietu będzie bezwarunkowe.
pt_br: O sinalizador --no-restore|-n foi usado. Nenhuma verificação de compatibilidade será executada e a referência do pacote adicionado será incondicional.
ru: Использован флаг --no-restore|-n. Проверки совместимости не будет. Добавленная ссылка на пакет будет безусловной.
tr: --no-restore|-n bayrağı kullanıldı. Uyumluluk denetimi yapılmayacak ve eklenen paket başvurusu koşulsuz olacak.
zh_hans: 使用了 --no-restore|-n 标记。不会执行兼容性检查，添加的包引用将无条件执行。
zh_hant: 使用了 --no-restore|-n 旗標。將不會進行任何相容性檢查，且新增的套件參考將會無條件。

# Warning_AlreadyHighestVersion
source: The package {0} is already referencing the highest version {1} in project {2}
cs: Balíček {0} už odkazuje na nejvyšší verzi {1} v projektu. {2}
de: Das Paket {0} verweist bereits auf die höchste Version {1} im Projekt {2}.
es: El paquete {0} ya hace referencia a la versión {1} más alta del proyecto {2}
fr: Le package {0} référence déjà la version la plus récente {1} dans le projet {2}
it: Il pacchetto {0} fa già riferimento alla versione più recente {1} nel progetto {2}
ja: パッケージ {0} は、プロジェクト {2} の最上位バージョン {1} を既に参照しています
ko: 패키지 {0}은(는) 이미 프로젝트 {1}에서 가장 높은 버전 {2}을(를) 참조하고 있습니다.
pl: Pakiet {0} odwołuje się już do najwyższej wersji {1} w projekcie {2}
pt_br: O pacote {0} já está referenciando a versão mais alta {1} no projeto {2}
ru: Пакет {0} уже ссылается на максимальную версию {1} в проекте {2}
tr: {0} paketi zaten {2} projesinde içinde en yüksek {1} sürümüne başvuruyor
zh_hans: {0} 包已在引用项目 {2} 中的最高版本 {1}
zh_hant: 套件 {0} 已在專案 {2} 中參照最高版本 {1}

# Warning_AlreadyUsingSameVersion
source: Package {0} is already referencing version {1}
cs: Balíček {0} už odkazuje na verzi {1}.
de: Paket {0} verweist bereits auf Version {1}
es: El paquete {0} ya hace referencia a la versión {1}
fr: Le package {0} référence déjà la version {1}
it: Il pacchetto {0} fa già riferimento alla versione {1}
ja: パッケージ {0} は既にバージョン {1} を参照しています
ko: {0} 패키지는 이미 {1} 버전을 참조하고 있습니다.
pl: Pakiet {0} odwołuje się już do wersji {1}
pt_br: O pacote {0} já está fazendo referência à versão {1}
ru: Пакет {0} уже ссылается на версию {1}
tr: {0} paket zaten {1} sürümüyle referans alıyor
zh_hans: 包 {0} 已在引用版本 {1}
zh_hant: 套件 {0} 已參考版本 {1}

# Warning_AuditSourceWithoutData
source: Audit source '{0}' did not provide any vulnerability data.
cs: Zdroj auditu {0} neposkytl žádná data o ohrožení zabezpečení.
de: Die Überwachungsquelle „{0}“ hat keine Sicherheitsrisikodaten bereitgestellt.
es: El origen de auditoría ''{0}'' no proporcionó ningún dato de vulnerabilidad.
fr: La source d’audit « {0} » n’a fourni aucune donnée de vulnérabilité.
it: L'origine del controllo '{0}' non ha fornito dati sulla vulnerabilità.
ja: 監査ソース '{0}' は脆弱性データを提供しませんでした。
ko: '{0}' 감사 원본에서 취약성 데이터를 제공하지 않았습니다.
pl: Źródło inspekcji „{0}” nie dostarczyło żadnych danych dotyczących luk w zabezpieczeniach.
pt_br: A fonte de auditoria '{0}' não forneceu nenhum dado de vulnerabilidade.
ru: Источник аудита "{0}" не предоставил данных об уязвимости.
tr: '{0}' güvenlik kaynağı hassasiyet verisi sağlamadı.
zh_hans: 审核源“{0}”未提供任何漏洞数据。
zh_hant: 稽核來源 '{0}' 未提供任何弱點資料。

# WhyCommand_Description
source: Shows the dependency graph for a particular package for a given project or solution.
cs: Zobrazí graf závislostí pro konkrétní balíček pro daný projekt nebo řešení.
de: Zeigt das Abhängigkeitsdiagramm eines bestimmten Pakets für ein bestimmtes Projekt oder eine Projektmappe an.
es: Muestra el gráfico de dependencias de un paquete determinado para un proyecto o una solución determinados.
fr: Affiche le graphique des dépendances d’un package particulier pour un projet ou une solution donné.
it: Mostra il grafico delle dipendenze per un pacchetto specifico per un progetto o una soluzione specifica.
ja: 特定のプロジェクトまたはソリューションの特定のパッケージの依存関係グラフを表示します。
ko: 지정된 프로젝트 또는 솔루션의 특정 패키지에 대한 종속성 그래프를 표시합니다.
pl: Pokazuje wykres zależności dla określonego pakietu dla danego projektu lub rozwiązania.
pt_br: Mostra o grafo de dependência de um pacote específico para um determinado projeto ou solução.
ru: Отображает граф зависимостей для определенного пакета заданного проекта или решения.
tr: Belirli bir proje veya çözüm için belirli bir paketin bağımlılık grafiğini gösterir.
zh_hans: 显示给定项目或解决方案的特定包的依赖项关系图。
zh_hant: 顯示指定專案或解決方案之特定套件的相依性關係圖。

# WhyCommand_Error_ArgumentCannotBeEmpty
source: Unable to run 'dotnet nuget why'. The '{0}' argument cannot be empty.
cs: Nepovedlo se spustit příkaz dotnet nuget why. Argument {0} nemůže být prázdný.
de: "dotnet nuget why" kann nicht ausgeführt werden. Das Argument "{0}" darf nicht leer sein.
es: No se puede ejecutar "dotnet nuget why". El argumento '{0}' no puede estar vacío.
fr: Impossible d’exécuter « dotnet nuget why ». L’argument « {0} » ne peut pas être vide.
it: Non è possibile eseguire 'dotnet nuget why'. L'argomento '{0}' non può essere vuoto.
ja: 'dotnet nuget why' を実行できません。'{0}' 引数を空にすることはできません。
ko: 'dotnet nuget why'를 실행할 수 없습니다. '{0}' 인수는 비워 둘 수 없습니다.
pl: Nie można uruchomić „dotnet nuget why”. Argument „{0}” nie może być pusty.
pt_br: Não foi possível executar "dotnet nuget why". O argumento '{0}' não pode estar vazio.
ru: Не удалось выполнить команду "dotnet nuget why". Аргумент "{0}" не может быть пустым.
tr: 'Dotnet nuget why' çalıştırılamıyor. '{0}' bağımsız değişkeni boş olamaz.
zh_hans: 无法运行“dotnet nuget why”。“{0}”自变量不能为空。
zh_hant: 無法執行 'dotnet nuget why'。'{0}' 引數不可為空白。

# WhyCommand_Error_ArgumentExceptionThrown
source: Unable to run 'dotnet nuget why'. {0}
cs: Nepovedlo se spustit příkaz dotnet nuget why. {0}
de: "dotnet nuget why" kann nicht ausgeführt werden. {0}
es: No se puede ejecutar "dotnet nuget why". {0}
fr: Impossible d’exécuter « dotnet nuget why ». {0}
it: Non è possibile eseguire 'dotnet nuget why'. {0}
ja: 'dotnet nuget why' を実行できません。{0}
ko: 'dotnet nuget why'를 실행할 수 없습니다. {0}
pl: Nie można uruchomić „dotnet nuget why”. {0}
pt_br: Não é possível executar "dotnet nuget why". {0}
ru: Не удалось выполнить команду "dotnet nuget why".{0}
tr: 'Dotnet nuget why' çalıştırılamıyor. {0}
zh_hans: 无法运行 “dotnet nuget why”。{0}
zh_hant: 無法執行 'dotnet nuget why'。{0}

# WhyCommand_Error_InconsistentAssetsFile
source: Internal error: Assets file is inconsistent
es: Error interno: el archivo de recursos es incoherente

# WhyCommand_Error_InvalidAssetsFile_WithProject
source: The file '{0}' does not appear to be a NuGet assets file. Please run restore for project '{1}' before running this command.
cs: Zdá se, že soubor {0} není souborem prostředků NuGet. Před spuštěním tohoto příkazu prosím spusťte obnovení projektu {1}.
de: Die Datei „{0}“ scheint keine NuGet-Ressourcendatei zu sein. Führen Sie die Wiederherstellung für das Projekt „{1}“ aus, bevor Sie diesen Befehl ausführen.
es: El archivo "{0}" no parece ser un archivo de recursos de NuGet. Ejecute la restauración del proyecto "{1}" antes de ejecutar este comando.
fr: Le fichier «{0}» ne semble pas être un fichier de ressources NuGet. Veuillez exécuter la restauration pour l projet « {1} » avant d’exécuter cette commande.
it: Il file '{0}' non sembra essere un file di asset NuGet. Eseguire il ripristino per il progetto '{1}' prima di eseguire questo comando.
ja: ファイル '{0}' は NuGet アセット ファイルではない可能性があります。このコマンドを実行する前に、プロジェクト '{1}' の復元を実行してください。
ko: '{0}' 파일이 NuGet 자산 파일이 아닙니다. 이 명령을 실행하기 전에 '{1}' 프로젝트에 대해 복원을 실행하세요.
pl: Plik „{0}” prawdopodobnie nie jest plikiem zasobów NuGet. Przed uruchomieniem tego polecenia uruchom przywracanie w przypadku projektu „{1}”.
pt_br: O arquivo "{0}"não parece ser um arquivo de ativos do NuGet. Execute a restauração do projeto "{1}" antes de executar este comando.
ru: Файл "{0}" не является файлом ресурсов NuGet. Перед выполнением этой команды запустите восстановление для проекта "{1}".
tr: '{0}' dosyası NuGet varlıkları dosyası gibi görünmüyor. Lütfen bu komutu çalıştırmadan önce '{1}' projesi için geri yüklemeyi çalıştırın.
zh_hans: 文件 ‘{0}’ 似乎不是 NuGet 资产文件。请在运行此命令之前为项目 ‘{1}’ 运行还原。
zh_hant: 檔案 '{0}' 似乎不是 NuGet 資產檔案。執行此命令之前，請先執行專案 '{1}' 的還原。

# WhyCommand_Error_InvalidAssetsFile_WithoutProject
source: The file '{0}' does not appear to be a NuGet assets file. For more information, see https://aka.ms/dotnet/nuget/why#older-project-format
cs: Zdá se, že soubor {0} není souborem prostředků NuGet. Další informace najdete na https://aka.ms/dotnet/nuget/why#older-project-format
de: Die Datei „{0}“ scheint keine NuGet-Ressourcendatei zu sein. Weitere Informationen finden Sie unter https://aka.ms/dotnet/nuget/why#older-project-format.
es: El archivo "{0}" no parece ser un archivo de recursos de NuGet. Para obtener más información, consulte https://aka.ms/dotnet/nuget/why#older-project-format
fr: Le fichier «{0}» ne semble pas être un fichier de ressources NuGet. Pour plus d'informations, consultez https://aka.ms/dotnet/nuget/why#older-project-format
it: Il file '{0}' non sembra essere un file di asset NuGet. Per altre informazioni, vedere https://aka.ms/dotnet/nuget/why#older-project-format
ja: ファイル '{0}' は NuGet アセット ファイルではない可能性があります。詳細については、https://aka.ms/dotnet/nuget/why#older-project-format を参照してください
ko: '{0}' 파일이 NuGet 자산 파일이 아닙니다. 자세한 내용은 https://aka.ms/dotnet/nuget/why#older-project-format 링크를 참조하세요.
pl: Plik „{0}” prawdopodobnie nie jest plikiem zasobów NuGet. Aby uzyskać więcej informacji, zobacz stronę https://aka.ms/dotnet/nuget/why#older-project-format
pt_br: O arquivo "{0}"não parece ser um arquivo de ativos do NuGet. Para obter mais informações, consulte https://aka.ms/dotnet/nuget/why#older-project-format
ru: Файл "{0}" не является файлом ресурсов NuGet. Дополнительные сведения см. на странице https://aka.ms/dotnet/nuget/why#older-project-format
tr: '{0}' dosyası NuGet varlıkları dosyası gibi görünmüyor. Daha fazla bilgi için bkz. https://aka.ms/dotnet/nuget/why#older-project-format
zh_hans: 文件 ‘{0}’ 似乎不是 NuGet 资产文件。有关详细信息，请参阅 https://aka.ms/dotnet/nuget/why#older-project-format
zh_hant: 檔案 '{0}' 似乎不是 NuGet 資產檔案。如需詳細資訊，請參閱 https://aka.ms/dotnet/nuget/why#older-project-format

# WhyCommand_FrameworksOption_Description
source: The target framework(s) for which dependency graphs are shown.
cs: Cílové architektury, pro které se zobrazují grafy závislostí
de: Die Zielframeworks, für die Abhängigkeitsdiagramme angezeigt werden.
es: Las plataformas de destino para las que se muestran los gráficos de dependencias.
fr: Framework(s) cible(s) pour lesquels les graphiques de dépendance sont affichés.
it: Framework di destinazione per i quali vengono visualizzati i grafi delle dipendenze.
ja: 依存関係グラフが表示されるターゲット フレームワークです。
ko: 종속성 그래프가 표시되는 대상 프레임워크입니다.
pl: Platforma docelowa, dla której wyświetlane są wykresy zależności.
pt_br: A(s) estrutura(s) de destino para a(s) qual(is) os grafos de dependência são mostrados.
ru: Целевые платформы, для которых отображаются графы зависимостей.
tr: Bağımlılık graflarının gösterildiği hedef çerçeveler.
zh_hans: 为其显示依赖项关系图的目标框架。
zh_hant: 顯示其相依性關係圖的目標 Framework。

# WhyCommand_Message_DependencyGraphsFoundInProject
source: Project '{0}' has the following dependency graph(s) for '{1}':
cs: Projekt {0} má následující grafy závislostí pro {1}:
de: Das Projekt "{0}" weist die folgenden Abhängigkeitsdiagramme für "{1}" auf:
es: El proyecto '{0}' tiene los siguientes gráficos de dependencia para '{1}':
fr: Project « {0} » a le ou les graphiques de dépendance suivants pour « {1} » :
it: Il progetto '{0}' contiene i seguenti grafi delle dipendenze per '{1}':
ja: プロジェクト '{0}' には、'{1}' に対する次の依存関係グラフがあります:
ko: '{0}' 프로젝트에 '{1}'에 대한 다음 종속성 그래프가 있습니다.
pl: Projekt „{0}” ma następujące wykresy zależności dla „{1}”:
pt_br: O projeto '{0}' tem o(s) seguinte(s) grafo(s) de dependência para '{1}':
ru: У проекта "{0}" есть следующие графы зависимостей для "{1}":
tr: '{0}' projesi '{1}' için aşağıdaki bağımlılık grafiğine/grafiklerine sahiptir:
zh_hans: 项目“{0}”具有“{1}”的以下依赖项关系图：
zh_hant: 專案 '{0}' 具有下列 '{1}' 的相依性關係圖:
