Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TrustCommandDescription
source: Manage the trusted signers.
cs: Spravuje důvěryhodné podepisující osoby.
de: Verwalten sie die vertrauenswürdigen Signaturgeber.
es: Administrar los firmantes de confianza.
fr: Gérez les signataires de confiance.
it: Consente di gestire i firmatari attendibili.
ja: 信頼された署名者を管理します。
ko: 신뢰할 수 있는 서명자를 관리합니다.
pl: Zarządzaj zaufanymi osobami podpisującymi.
pt_br: Gerencie os signatários confiáveis.
ru: Управление доверенными подписывающими.
tr: Güvenilen imzalayanları yönetin.
zh_hans: 管理受信任的签名人。
zh_hant: 管理信任的簽署者。

# TrustCommandOwners
source: Semi-colon separated list of trusted owners to further restrict the trust of a repository.
cs: Středníkem oddělený seznam důvěryhodných vlastníků k dalšímu omezení důvěryhodnosti úložiště.
de: Durch Semikolon getrennte Liste der vertrauenswürdigen Besitzer, um die Vertrauensstellung in einem Repository weiter einzuschränken.
es: Lista de propietarios de confianza separada por punto y coma para restringir aún más la confianza de un repositorio.
fr: Liste de propriétaires approuvés, séparés par des points-virgules, pour restreindre davantage l’approbation d’un référentiel.
it: Elenco di proprietari attendibili delimitati da punto e virgola per limitare ulteriormente l'attendibilità di un repository.
ja: リポジトリの信頼をさらに制限するための、セミコロンで区切られた信頼された所有者の一覧。
ko: 신뢰된 소유자의 세미콜론으로 구분된 목록으로, 리포지토리의 트러스트를 추가로 제한합니다.
pl: Rozdzielana średnikami lista zaufanych właścicieli w celu dalszego ograniczenia zaufania repozytorium.
pt_br: Lista de proprietários confiáveis separada por vírgula para restringir ainda mais a confiança de um repositório.
ru: Список доверенных владельцев, разделенных точками с запятой, для дальнейшего ограничения доверия репозитория.
tr: Bir deponun güvenilirliğini daha fazla kısıtlamak için güvenilen sahiplerin noktalı virgülle ayrılmış listesi.
zh_hans: 用分号分隔的受信任所有者列表，用来进一步限制存储库的信任。
zh_hant: 以分號分隔清單中信任的擁有者，以進一步限制存放庫的信任。

# TrustListCommandDescription
source: Lists all the trusted signers in the configuration.
cs: Vypíše všechny důvěryhodné podepisující osoby v konfiguraci.
de: Listet alle vertrauenswürdigen Signaturgeber in der Konfiguration auf.
es: Enumera todos los firmantes de confianza en la configuración.
fr: Répertorie tous les signataires approuvés dans la configuration.
it: Elenca tutti i firmatari attendibili presenti nella configurazione.
ja: すべての信頼された署名者を構成に一覧表示します。
ko: 구성에서 신뢰할 수 있는 모든 서명자를 나열합니다.
pl: Wyświetla wszystkie zaufane osoby podpisujące w konfiguracji.
pt_br: Lista todos os signatários confiáveis na configuração.
ru: Список всех доверенных подписывающих лиц в конфигурации.
tr: Yapılandırmadaki tüm güvenilen imzalayanları listeler.
zh_hans: 列出配置中的所有受信任的签名人。
zh_hant: 列出設定中所有信任的簽署者。

# TrustLocalSignedNupkgPath
source: The given package should be a local path to the signed .nupkg file.
cs: Daný balíček by měl být místní cestou k podepsanému souboru .nupkg.
de: Das angegebene Paket sollte ein lokaler Pfad zur signierten NUPKG-Datei sein.
es: El paquete especificado debe ser una ruta de acceso local al archivo .nupkg firmado.
fr: Le package donné doit être un chemin d’accès local au fichier .nupkg signé.
it: Il pacchetto specificato deve essere un percorso locale del file con estensione nupkg firmato.
ja: 指定されたパッケージは、署名済み .nupkg ファイルへのローカル パスである必要があります。
ko: 지정된 패키지는 서명된 .nupkg 파일의 로컬 경로여야 합니다.
pl: Podany pakiet powinien być lokalną ścieżką do podpisanego pliku .nupkg.
pt_br: O pacote fornecido deve ser um caminho local para o arquivo .nupkg assinado.
ru: Данный пакет должен быть локальным путем к подписанному NUPKG-файлу.
tr: Belirtilen paket, imzalı .nupkg dosyasının yerel yolu olmalıdır.
zh_hans: 给定的包应该是已签名 .nupkg 文件的本地路径。
zh_hant: 指定的套件應為已簽署 .nupkg 檔案的本機路徑。

# TrustRemoveCommandDescription
source: Removes any trusted signers that match the given name.
cs: Odebere všechny důvěryhodné podepisující osoby, které odpovídají danému jménu.
de: Entfernt alle vertrauenswürdigen Signaturgeber, die dem angegebenen Namen entsprechen.
es: Quita los firmantes de confianza que coincidan con el nombre especificado.
fr: Supprime tous les signataires approuvés qui correspondent au nom donné.
it: Rimuove tutti i firmatari attendibili corrispondenti al nome specificato.
ja: 指定された名前に一致する信頼されたすべての署名者を削除します。
ko: 지정된 이름과 일치하는 신뢰할 수 있는 서명자를 제거합니다.
pl: Usuwa zaufane osoby podpisujące pasujący do danej nazwy.
pt_br: Remove todos os signatários confiáveis que correspondam ao nome fornecido.
ru: Удаляет доверенных подписывающих лиц, соответствующих заданному имени.
tr: Belirtilen adla eşleşen tüm güvenilen imzalayanları kaldırır.
zh_hans: 删除任何与给定名称匹配的受信任签名人。
zh_hant: 移除任何符合指定名稱的信任簽署人。

# TrustRepositoryCommandDescription
source: Adds a trusted signer with the given name, based on the repository signature or countersignature of a signed package.
cs: Přidá důvěryhodnou podepisující osobu se zadaným jménem na základě podpisu úložiště nebo kontrasignace podepsaného balíčku.
de: Fügt basierend auf der Repositorysignatur oder Gegensignatur eines signierten Pakets einen vertrauenswürdigen Signaturgeber mit dem angegebenen Namen hinzu.
es: Agrega un firmante de confianza con el nombre especificado, en función de la firma del repositorio o la contrafirma de un paquete firmado.
fr: Ajoute un signataire approuvé avec le nom donné, en fonction de la signature de dépôt ou de la contre-signature d’un package signé.
it: Aggiunge un firmatario attendibile con il nome specificato, in base alla firma del repository o alla controfirma di un pacchetto firmato.
ja: 署名済みパッケージのリポジトリ署名または副署名に基づいて、指定された名前を持つ信頼された署名者を追加します。
ko: 서명된 패키지의 리포지토리 서명 또는 연대 서명에 따라 지정된 이름의 신뢰할 수 있는 서명자를 추가합니다.
pl: Dodaje zaufaną osobę podpisującą na podstawie podpisu repozytorium lub kontrasygnatury podpisanego pakietu.
pt_br: Adiciona um signatário confiável com o nome fornecido, com base na assinatura do repositório ou na referenda de um pacote assinado.
ru: Добавляет доверенное подписывающее лицо с указанным именем на основе подписи репозитория или второй подписи подписанного пакета.
tr: İmzalı paketin depo veya onay imzasına göre belirtilen ada sahip bir güvenilen imzalayan ekleyin.
zh_hans: 根据已签名包的存储库签名或副署，添加具有给定名称的受信任签名人。
zh_hant: 根據存放庫簽章或已簽署套件的副署簽署，新增具有指定名稱的信任簽署人。

# TrustSourceCommandDescription
source: Adds a trusted signer based on a given package source.
cs: Přidá důvěryhodnou podepisující osobu na základě daného zdroje balíčku.
de: Fügt einen vertrauenswürdigen Signaturgeber basierend auf einer bestimmten Paketquelle hinzu.
es: Agrega un firmante de confianza basado en un origen de paquete determinado.
fr: Ajoute un signataire approuvé basé sur une source de package donnée.
it: Aggiunge un firmatario attendibile in base a un'origine pacchetto specificata.
ja: 指定されたパッケージ ソースに基づいて信頼された署名者を追加します。
ko: 지정된 패키지 원본을 기반으로 신뢰할 수 있는 서명자를 추가합니다.
pl: Dodaje zaufaną osobę podpisującą na podstawie podanego źródła pakietu.
pt_br: Adiciona um signatário confiável com base em uma determinada origem de pacote.
ru: Добавляет доверенное подписывающее лицо на основе указанного источника пакетов.
tr: Belirli bir paket kaynağına göre güvenilen imzalayan ekleyin.
zh_hans: 基于给定的包源添加受信任的签名人。
zh_hant: 根據指定的套件來源新增信任的簽署人。

# TrustSourceSignerName
source: "The name of the trusted signer to add. If only <NAME> is provided without --<source-url>, the package source from your NuGet configuration files with the same name is added to the trusted list. If <NAME> already exists in the configuration, the package source is appended to it."
cs: „Jméno důvěryhodné podepisující osoby, která se má přidat. Pokud se zadá jen <NAME> bez --<source-url>, zdroj balíčku z konfiguračních souborů NuGet se stejným jménem se přidá do seznamu důvěryhodných. Pokud už <NAME> v konfiguraci existuje, připojí se k němu zdroj balíčku.“
de: "Der Name des vertrauenswürdigen Signaturgebers, der hinzugefügt werden soll. Wenn nur <NAME> ohne --<source-url> bereitgestellt wird, wird die Paketquelle aus Ihren NuGet-Konfigurationsdateien mit demselben Namen der vertrauenswürdigen Liste hinzugefügt. Wenn <NAME> bereits in der Konfiguration vorhanden ist, wird die Paketquelle angefügt."
es: "El nombre del firmante de confianza que se va a agregar. Si solo se proporciona <NAME> sin --<source-url>, el origen del paquete de los archivos de configuración de NuGet con el mismo nombre se agrega a la lista de confianza. Si <NAME> ya existe en la configuración, se le anexa el origen del paquete".
fr: « Nom du signataire approuvé à ajouter. Si seul <NAME> est fourni sans --<source-url>, la source de package de vos fichiers de configuration NuGet portant le même nom est ajoutée à la liste approuvée. Si <NAME> existe déjà dans la configuration, la source du package lui est ajoutée. »
it: "Nome del firmatario attendibile da aggiungere. Se viene specificato solo <NAME> senza --<URL-di-origine>, l'origine pacchetto dei file di configurazione NuGet con lo stesso nome viene aggiunta all'elenco attendibile. Se <NAME> esiste già nella configurazione, viene aggiunta l'origine pacchetto."
ja: "追加する信頼された署名者の名前。--<source-url> なしで <NAME> のみを指定した場合、同じ名前を持つ NuGet 構成ファイルのパッケージ ソースが信頼済みリストに追加されます。<NAME> が既に構成に存在する場合は、パッケージ ソースが追加されます。"
ko: "추가할 신뢰할 수 있는 서명자의 이름입니다. --<source-url> 없이 <NAME>만 제공되는 경우 이름이 같은 NuGet 구성 파일의 패키지 원본이 신뢰할 수 있는 목록에 추가됩니다. 구성에 <NAME>이(가) 이미 있으면 패키지 원본이 추가됩니다."
pl: „Nazwa zaufanej osoby składającej podpis do dodania. Jeśli tylko <NAME>oddano bez parametru --<source-url> źródło pakietu z plików konfiguracji NuGet o tej samej nazwie zostanie dodane do listy zaufanych. Jeśli w konfiguracji istnieje już <NAME>, źródło pakietu zostanie do niego dołączone”.
pt_br: "O nome do signatário confiável a ser adicionado. Se apenas <NAME> for fornecida sem --<source-url>, a origem do pacote dos arquivos de configuração do NuGet com o mesmo nome será adicionada à lista confiável. Se <NAME> já existir na configuração, a origem do pacote será anexada a ela".
ru: "Имя доверенного подписывающего лица, которое нужно добавить. Если указано только <NAME> без параметра --<source-url>, источник пакета из файлов конфигурации NuGet с тем же именем добавляется в список доверенных. Если <NAME> уже существует в конфигурации, к нему добавляется источник пакета."
tr: "Eklenecek güvenilen imzalayanın adı. --<source-url> olmadan yalnızca <NAME> sağlanırsa NuGet yapılandırma dosyalarınızdaki aynı ada sahip paket kaynağı güvenilenler listesine eklenir. Yapılandırmada <NAME> varsa paket kaynağı bu öğeye eklenir."
zh_hans: “要添加的受信任签名人的名称。如果只提供了 <NAME> 而没有 --<source-url>，具有相同名称的 NuGet 配置文件中的包源将被添加到受信任列表中。如果 <NAME> 已存在于配置中，包源将被追加到配置。”
zh_hant: 「要新增之信任簽署者的名稱。如果只在未提供 --<source-url> 的情況下提供 <NAME>，則來自同名 NuGet 設定檔的套件來源會新增至信任清單。如果 <NAME> 已存在於設定中，則套件來源會附加到該設定中。」

# TrustSourceUrl
source: If a source-url is provided, it must be a v3 package source URL (like https://api.nuget.org/v3/index.json). Other package source types are not supported.
cs: Pokud je zadaná adresa URL zdroje, musí se jednat o zdrojovou adresu URL balíčku v3 (například https://api.nuget.org/v3/index.json). Jiné typy zdrojů balíčků nejsou podporovány.
de: Wenn eine Quell-URL angegeben wird, muss es sich um eine v3-Paketquell-URL handeln (z. B. https://api.nuget.org/v3/index.json). Andere Paketquelltypen werden nicht unterstützt.
es: Si se proporciona una dirección URL de origen, debe ser una dirección URL de origen del paquete v3 (como https://api.nuget.org/v3/index.json). No se admiten otros tipos de origen del paquete.
fr: Si une URL source est fournie, il doit s’agir d’une URL source de package v3 (comme https://api.nuget.org/v3/index.json). Les autres types de sources de package ne sont pas pris en charge.
it: Se specificato, l'URL di origine deve essere un URL di origine pacchetto v3 (ad esempio https://api.nuget.org/v3/index.json). Altri tipi di origine pacchetto non sono supportati.
ja: ソース URL を指定する場合は、v3 パッケージ ソース URL (https://api.nuget.org/v3/index.json など) である必要があります。他のパッケージ ソースの種類はサポートされていません。
ko: 원본 URL이 제공된 경우 v3 패키지 원본 URL(https://api.nuget.org/v3/index.json)과 같아야 합니다. 다른 패키지 원본 유형은 지원되지 않습니다.
pl: Jeśli podano adres URL, musi to być źródłowy adres URL w wersji pakietu 3 (np. https://api.nuget.org/v3/index.json). Inne typy źródeł pakietów nie są obsługiwane.
pt_br: Se uma URL de origem for fornecida, ela deverá ser uma URL de origem do pacote v3 (como https://api.nuget.org/v3/index.json). Não há suporte para outros tipos de origem do pacote.
ru: Если указан URL-адрес источника, это должен быть URL-адрес источника пакета версии 3 (например, https://api.nuget.org/v3/index.json). Другие типы источников пакетов не поддерживаются.
tr: Kaynak-URL sağlanırsa sağlanan URL v3 paketi kaynak URL'si olmalıdır (ör. https://api.nuget.org/v3/index.json). Diğer paket kaynak türleri desteklenmiyor.
zh_hans: 如果提供了源 URL，则它必须是 v3 包源 URL (如 https://api.nuget.org/v3/index.json)。不支持其他包源类型。
zh_hant: 若提供來源 URL，則其必須是 v3 套件來源 URL (例如 https://api.nuget.org/v3/index.json)。不支援其他套件來源類型。

# TrustSyncCommandDescription
source: Deletes the current list of certificates and replaces them with an up-to-date list from the repository.
cs: Odstraní současný seznam certifikátů a nahradí je aktuálním seznamem z úložiště.
de: Löscht die aktuelle Liste der Zertifikate und ersetzt sie durch eine aktuelle Liste aus dem Repository.
es: Elimina la lista actual de certificados y los reemplaza por una lista actualizada del repositorio.
fr: Supprime la liste actuelle des certificats et les remplace par une liste à jour du référentiel.
it: Elimina l'elenco corrente di certificati e li sostituisce con un elenco aggiornato dal repository.
ja: 現在の証明書の一覧を削除し、リポジトリで最新のリストに置き換えます。
ko: 현재 인증서 목록을 삭제하고 리포지토리에서 최신 목록으로 바꿉니다.
pl: Usuwa bieżącą listę certyfikatów i zastępuje ją zaktualizowaną listą z repozytorium.
pt_br: Exclui a lista atual de certificados e os substitui por uma lista atualizada do repositório.
ru: Удаляет текущий список сертификатов и заменяет их актуальным списком из репозитория.
tr: Geçerli sertifika listesini siler ve listeyi depodaki güncel bir listeyle değiştirir.
zh_hans: 删除当前证书列表，并将其替换为存储库中的最新列表。
zh_hant: 刪除目前的憑證清單，並以存放庫中最新的清單加以取代。

# TrustedCertificateSignerNameToAdd
source: The name of the trusted signer to add. If a trusted signer with the given name already exists, the certificate item is added to that signer. Otherwise a trusted author is created with a certificate item from the given certificate information.
cs: Jméno důvěryhodné podepisující osoby, která se má přidat. Pokud důvěryhodná podepisující osoba se zadaným jménem už existuje, položka certifikátu se k podepisující osobě přidá. V opačném případě se vytvoří důvěryhodný autor s položkou certifikátu z daných informací o certifikátu.
de: Der Name des vertrauenswürdigen Signaturgebers, der hinzugefügt werden soll. Wenn bereits ein vertrauenswürdiger Signaturgeber mit dem angegebenen Namen vorhanden ist, wird das Zertifikatelement diesem Signaturgeber hinzugefügt. Andernfalls wird ein vertrauenswürdiger Autor mit einem Zertifikatelement aus den angegebenen Zertifikatinformationen erstellt.
es: Nombre del firmante de confianza que se va a agregar. Si ya existe un firmante de confianza con el nombre especificado, el elemento de certificado se agrega a ese firmante. De lo contrario, se crea un autor de confianza con un elemento de certificado a partir de la información de certificado especificada.
fr: Nom du signataire approuvé à ajouter. S’il existe déjà un signataire approuvé portant le nom spécifié, l’élément de certificat est ajouté à ce signataire. Sinon, un auteur approuvé est créé avec un élément de certificat à partir des informations de certificat fournies.
it: Nome del firmatario attendibile da aggiungere. Se esiste già un firmatario attendibile con il nome specificato, l'elemento certificato viene aggiunto al firmatario. In caso contrario, viene creato un autore attendibile con un elemento certificato dalle informazioni specificate del certificato.
ja: 追加する信頼された署名者の名前。指定された名前を持つ信頼された署名者が既に存在する場合は、その署名者に証明書項目が追加されます。それ以外の場合は、指定された証明書情報で証明書項目を使用して信頼された作成者が作成されます。
ko: 추가할 신뢰할 수 있는 서명자의 이름입니다. 지정된 이름의 신뢰할 수 있는 서명인이 이미 있는 경우 인증서 항목이 해당 서명인에 추가됩니다. 그렇지 않으면 지정된 인증서 정보의 인증서 항목을 사용하여 신뢰할 수 있는 작성자가 만들어집니다.
pl: Nazwa zaufanej osoby podpisującej do dodania. Jeśli zaufana osoba podpisująca o podanej nazwie już istnieje, element certyfikatu zostanie dodany do tej osoby. W innym wypadku zostanie utworzony zaufany autor z elementem certyfikacie.
pt_br: O nome do signatário confiável a ser adicionado. Se um signatário confiável com o nome fornecido já existir, o item de certificado será adicionado a esse signatário. Caso contrário, um autor confiável será criado com um item de certificado a partir das informações de certificado fornecidas.
ru: Имя добавляемого доверенного подписывающего лица. Если доверенное подписывающее лицо с таким именем уже существует, элемент сертификата добавляется к этому подписывающему лицу. В противном случае создается доверенный автор с элементом сертификата на основе указанных сведений о сертификате.
tr: Eklenecek güvenilen imzalayanın adı. Verilen ada sahip güvenilen imzalayan zaten varsa sertifika öğesi bu imzalayana eklenir. Aksi takdirde, belirtilen sertifika bilgilerindeki sertifika öğesiyle bir güvenilen yazar oluşturulur.
zh_hans: 要添加的受信任签名人的名称。如果已存在具有给定名称的受信任签名人，则证书项将添加到该签名人。否则，将使用给定证书信息中的证书项创建受信任的作者。
zh_hant: 要新增之信任簽署者的名稱。如果具有指定名稱的信任簽署人已存在，憑證項目會新增至該簽署人。否則，會使用指定憑證資訊中的憑證項目建立信任的作者。

# TrustedSignerNameExists
source: The name of the existing trusted signer to sync.
cs: Jméno existující důvěryhodné podepisující osoby k synchronizaci.
de: Der Name des vorhandenen vertrauenswürdigen Signaturgebers, der synchronisiert werden soll.
es: Nombre del firmante de confianza existente que se va a sincronizar.
fr: Nom du signataire approuvé existant à synchroniser.
it: Nome del firmatario attendibile esistente da sincronizzare.
ja: 同期する既存の信頼された署名者の名前。
ko: 동기화할 기존 신뢰할 수 있는 서명자의 이름입니다.
pl: Nazwa istniejącej osoby podpisującej do zsynchronizowania.
pt_br: O nome do signante confiável existente a ser sincronizado.
ru: Имя существующего доверенного подписывающего лица, которое нужно синхронизировать.
tr: Eşitlenecek mevcut güvenilen imzalayanın adı.
zh_hans: 要同步的现有受信任签名人的名称。
zh_hant: 要同步之現有信任簽署者的名稱。

# TrustedSignerNameToAdd
source: The name of the trusted signer to add. If name already exists in the configuration, the signature is appended.
cs: Jméno důvěryhodné podepisující osoby, která se má přidat. Pokud jméno už v konfiguraci existuje, podpis se připojí.
de: Der Name des vertrauenswürdigen Signaturgebers, der hinzufügt werden soll. Wenn der Name bereits in der Konfiguration vorhanden ist, wird die Signatur angefügt.
es: Nombre del firmante de confianza que se va a agregar. Si el nombre ya existe en la configuración, se anexa la firma.
fr: Nom du signataire approuvé à ajouter. Si le nom existe déjà dans la configuration, la signature est ajoutée.
it: Nome del firmatario attendibile da aggiungere. Se il nome esiste già nella configurazione, la firma viene aggiunta.
ja: 追加する信頼された署名者の名前。名前が既に構成に存在する場合は、署名が追加されます。
ko: 추가할 신뢰할 수 있는 서명자의 이름입니다. 구성에 이름이 이미 있는 경우 서명이 추가됩니다.
pl: Imię osoby podpisującej do dodania. Jeśli imię już istnieje w konfiguracji, podpis zostanie dołączony.
pt_br: O nome do signatário confiável a ser adicionado. Se o nome já existir na configuração, a assinatura será acrescentada.
ru: Имя добавляемого доверенного подписывающего лица. Если имя уже существует в конфигурации, добавляется подпись.
tr: Eklenecek güvenilen imzalayanın adı. Ad yapılandırmada zaten varsa imza eklenir.
zh_hans: 要添加的受信任签名人的名称。如果配置中已存在名称，则追加签名。
zh_hant: 要新增之信任簽署者的名稱。如果設定中已有名稱，則會附加簽章。

# TrustedSignerNameToRemove
source: The name of the existing trusted signer to remove.
cs: Jméno existující důvěryhodné podepisující osoby, která se má odebrat.
de: Der Name des vorhandenen vertrauenswürdigen Signaturgebers, der entfernt werden soll.
es: Nombre del firmante de confianza existente que se va a quitar.
fr: Nom du signataire approuvé existant à supprimer.
it: Nome del firmatario attendibile esistente da rimuovere.
ja: 削除する既存の信頼された署名者の名前。
ko: 제거할 기존 신뢰할 수 있는 서명자의 이름입니다.
pl: Imię istniejącej osoby podpisującej do usunięcia.
pt_br: O nome do signatário confiável existente a ser removido.
ru: Имя существующего доверенного подписывающего лица, которое нужно удалить.
tr: Kaldırılacak mevcut güvenilen imzalayanın adı.
zh_hans: 要删除的现有受信任签名人的名称。
zh_hant: 要移除之現有信任簽署者的名稱。

# Unsupported_UpdatePackageWithDifferentPerTfmVersions
source: The package {0} references different versions of the package for different target frameworks. This is not supported by this command. Please edit the project file directly. ({1})
cs: Balíček {0} odkazuje na různé verze balíčku pro různé cílové architektury. Tento příkaz to nepodporuje. Upravte prosím soubor projektu přímo. ({1})
de: Das Paket {0} verweist für verschiedene Zielframeworks auf unterschiedliche Versionen des Pakets. Dies wird von diesem Befehl nicht unterstützt. Bitte bearbeiten Sie die Projektdatei direkt. ({1})
es: El paquete {0} hace referencia a diferentes versiones del paquete para distintas plataformas de destino. Este comando no lo admite. Edite el archivo del proyecto directamente. ({1})
fr: Le package {0} fait référence à différentes versions du package pour différentes infrastructures cibles. Ceci n’est pas pris en charge par cette commande. Veuillez modifier directement le fichier de projet. ({1})
it: Il pacchetto {0} fa riferimento a versioni diverse del pacchetto per framework di destinazione diversi. Ciò non è supportato da questo comando. Modifica direttamente il file di progetto. ({1})
ja: パッケージ {0} は、ターゲット フレームワークごとに異なるバージョンのパッケージを参照します。これは、このコマンドではサポートされていません。プロジェクト ファイルを直接編集してください。({1})
ko: 패키지 {0}은(는) 서로 다른 대상 프레임워크에 대한 패키지의 다른 버전을 참조합니다. 이는 이 명령에서 지원되지 않습니다. 프로젝트 파일을 직접 편집하세요. ({1})
pl: Pakiet {0} odwołuje się do różnych wersji pakietu dla różnych platform docelowych. To polecenie nie obsługuje tego polecenia. Edytuj plik projektu bezpośrednio. ({1})
pt_br: O pacote {0} faz referência a diferentes versões do pacote para diferentes estruturas de destino. Este comando não dá suporte a isso. Edite o arquivo de projeto diretamente. ({1})
ru: Пакет {0} ссылается на разные версии пакета для различных целевых платформ. Это не поддерживается данной командой. Измените файл проекта напрямую. ({1})
tr: {0} paketi farklı hedef çerçeveler için paketin farklı sürümlerine başvuruyor. Bu işlem, bu komut tarafından desteklenmiyor. Lütfen proje dosyasını doğrudan düzenleyin. ({1})
zh_hans: {0} 包针对不同的目标框架引用包的不同版本。此命令不支持此操作。请直接编辑项目文件。({1})
zh_hant: 針對不同目標架構，套件 {0} 會參照不同版本的套件。這個命令不支援此作業。請直接編輯專案檔案。({1})

# Unsupported_UpdatingMoreThanOneProject
source: Unsupported: Updating more than one project is not yet supported
cs: Nepodporováno: Aktualizace více než jednoho projektu se zatím nepodporuje.
de: Nicht unterstützt: Das Aktualisieren mehrerer Projekte wird noch nicht unterstützt.
es: No compatible: Aún no se admite la actualización de más de un proyecto
fr: Non pris en charge : La mise à jour de plusieurs projets n’est pas encore prise en charge
it: Non supportato: l'aggiornamento di più progetti non è ancora supportato
ja: サポートされていません: 複数のプロジェクトの更新はまだサポートされていません
ko: 지원되지 않음: 둘 이상의 프로젝트 업데이트는 아직 지원되지 않음
pl: Nieobsługiwane: aktualizowanie więcej niż jednego projektu nie jest jeszcze obsługiwane
pt_br: Sem suporte: ainda não há suporte para a atualização de mais de um projeto
ru: Не поддерживается: обновление более чем одного проекта пока не поддерживается
tr: Desteklenmiyor: Birden fazla projenin güncelleştirilmesi henüz desteklenmiyor
zh_hans: 不支持: 尚不支持更新多个项目
zh_hant: 不支援: 尚不支援更新多個專案
