Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_UpdatePkgNoSuchPackage
source: Project '{0}' does not contain any PackageReference '{1}' to {2}.
cs: Projekt {0} neobsahuje žádné PackageReference {1} na {2}.
de: Das Projekt "{0}" enthält keine PackageReference "{1}" auf "{2}".
es: El proyecto "{0}" no contiene ningún valor PackageReference "{1}" para {2}.
fr: Le projet '{0}' ne contient aucun PackageReference '{1}' à {2}.
it: Il progetto '{0}' non contiene alcun oggetto PackageReference '{1}' a {2}.
ja: プロジェクト '{0}' には、{2} への PackageReference '{1}' が含まれていません。
ko: '{0}' 프로젝트에 {2}에 대한 PackageReference '{1}'이(가) 포함되어 있지 않습니다.
pl: Projekt „{0}” nie zawiera żadnego elementu PackageReference „{1}” wskazującego element „{2}”.
pt_br: O projeto '{0}' não contém nenhuma PackageReference '{1}' a {2}.
ru: Проект "{0}" не содержит ссылок PackageReference "{1}" на {2}.
tr: '{0}' projesi {2} için PackageReference '{1}' içermiyor.
zh_hans: 项目“{0}”未包含对 {2} 的任何 PackageReference“{1}”。
zh_hant: 專案 '{0}' 未將任何 PackageReference '{1}' 納入 {2}。

# ForceEnglishOutput_Description
source: Forces the application to run using an invariant, English-based culture.
cs: Přinutí aplikaci běžet v invariantní jazykové verzi, jejímž základem je angličtina.
de: Erzwingt die Ausführung einer Anwendung unter Verwendung einer unveränderlichen, englischbasierten Kultur.
es: Fuerza la aplicación a ejecutarse mediante una referencia cultural invariable basada en el inglés.
fr: Force l'exécution de l'application dans une culture anglaise dite indifférente.
it: Forza l'esecuzione dell'applicazione con impostazioni cultura basate sulla lingua inglese.
ja: アプリケーションで、英語ベースのインバリアント カルチャを使用して実行するようにします。
ko: 고정 영어 기반 문화권을 사용하여 애플리케이션을 강제로 실행합니다.
pl: Wymusza na aplikacji uruchomienie za pomocą kultury niezmiennej, bazującej na języku angielskim.
pt_br: Força o aplicativo a ser executado usando uma cultura invariável baseada no inglês.
ru: Активирует принудительный запуск приложения с использованием инвариантных языка и региональных параметров на основе английского языка.
tr: Uygulamayı sabit, İngilizce tabanlı bir kültür kullanarak çalışmaya zorlar.
zh_hans: 使用不变的基于英语的区域性强制应用程序运行。
zh_hant: 強制應用程式使用不變的英文文化特性 (Culture) 執行。

# Info_AddPkgAdded
source: PackageReference for package '{0}' version '{1}' added to file '{2}'.
cs: PackageReference pro balíček {0} verze {1} se přidal do souboru {2}.
de: Die PackageReference für das Paket "{0}", Version {1}, wurde der Datei "{2}" hinzugefügt.
es: Se agregó PackageReference para la versión "{1}" del paquete "{0}" al archivo "{2}".
fr: PackageReference pour le package '{0}' version '{1}' ajouté au fichier '{2}'.
it: L'oggetto PackageReference per il pacchetto '{0}' versione '{1}' è stato aggiunto al file '{2}'.
ja: ファイル '{2}' に追加されたパッケージ '{0}' バージョン '{1}' の PackageReference。
ko: '{0}' 패키지 '{1}' 버전에 대한 PackageReference가 '{2}' 파일에 추가되었습니다.
pl: Element PackageReference dla pakietu „{0}” w wersji „{1}” został dodany do pliku „{2}”.
pt_br: PackageReference do pacote '{0}' versão '{1}' adicionada ao arquivo '{2}'.
ru: Ссылка PackageReference для пакета "{0}" версии "{1}" добавлена в файл "{2}".
tr: '{0}' paketi sürüm '{1}' için PackageReference, '{2}' dosyasına eklendi.
zh_hans: 包“{0}”(版本为 {1})的 PackageReference 已添加到文件“{2}”。
zh_hant: 已將套件 '{0}' 版本 '{1}' 的 PackageReference 新增至檔案 '{2}'。

# Info_AddPkgAddingReference
source: Adding PackageReference for package '{0}' into project '{1}'.
cs: Přidává se PackageReference pro balíček {0} do projektu {1}.
de: Die PackageReference für das Paket "{0}" wird dem Projekt "{1}" hinzugefügt.
es: Agregando PackageReference para el paquete "{0}" al proyecto "{1}".
fr: Ajout de PackageReference pour le package '{0}' dans le projet '{1}'.
it: Aggiunta dell'oggetto PackageReference per il pacchetto '{0}' nel progetto '{1}'.
ja: パッケージ '{0}' の PackageReference をプロジェクト '{1}' に追加しています。
ko: '{1}' 프로젝트에 '{0}' 패키지에 대한 PackageReference를 추가하는 중입니다.
pl: Dodawanie elementu PackageReference dla pakietu „{0}” do projektu „{1}”.
pt_br: Adicionando PackageReference do pacote '{0}' ao projeto '{1}'.
ru: Добавление PackageReference для пакета "{0}" в проект "{1}".
tr: '{1}' projesine '{0}' paketi için PackageReference ekleniyor.
zh_hans: 正在将包“{0}”的 PackageReference 添加到项目“{1}”。
zh_hant: 正在將套件 '{0}' 的 PackageReference 新增至專案 '{1}'。

# Info_AddPkgCPM
source: PackageReference for package '{0}' added to '{1}' and PackageVersion added to central package management file '{2}'.
cs: Parametr PackageReference pro balíček {0} se přidal do {1} a parametr PackageVersion se přidal do souboru pro centrální správu balíčků {2}.
de: PackageReference für Paket „{0}“ wurde „{1}“ hinzugefügt, und PackageVersion wurde zur zentralen Paketverwaltungsdatei „{2}“ hinzugefügt.
es: PackageReference para el paquete '{0}' agregado a '{1}' y PackageVersion agregado al archivo de administración de paquetes central '{2}'.
fr: PackageReference pour le package «{0}» ajouté à «{1}» et PackageVersion ajouté au fichier de gestion de package central «{2}».
it: PackageReference per il pacchetto '{0}' aggiunto a '{1}' e PackageVersion aggiunto al file di gestione pacchetti centrale '{2}'.
ja: パッケージ '{0}' の PackageReference が '{1}' に追加され、PackageVersion が中央のパッケージ管理ファイル '{2}' に追加されました。
ko: 패키지 '{0}'에 대한 PackageReference가 '{1}'에 추가되고 PackageVersion이 중앙 패키지 관리 파일 '{2}'에 추가되었습니다.
pl: Element PackageReference dla pakietu „{0}” został dodany do „{1}”, a element PackageVersion został dodany do centralnego pliku zarządzania pakietami „{2}”.
pt_br: PackageReference para o pacote '{0}' adicionado a '{1}' e PackageVersion adicionado ao arquivo central de gerenciamento de pacotes '{2}'.
ru: PackageReference для пакета "{0}" добавлена в "{1}' и PackageVersion добавлена в файл управления центральным пакетом "{2}".
tr: Paket '{0}' için PackageReference, '{1}' öğesine eklendi ve PackageVersion, merkezi '{2}' paket yönetim dosyasına eklendi.
zh_hans: 包 "{0}" 的 PackageReference 已添加到 "{1}"，PackageVersion 已添加到中心包管理文件 "{2}"。
zh_hant: 套件 '{0}' 的 PackageReference 已新增至 '{1}'，且 PackageVersion 已新增至中央套件管理檔案 '{2}'。

# Info_AddPkgCompatibleWithAllFrameworks
source: Package '{0}' is compatible with all the specified frameworks in project '{1}'.
cs: Balíček {0} je kompatibilní se všemi architekturami zadanými v projektu {1}.
de: Das Paket "{0}" ist mit allen angegebenen Frameworks im Projekt "{1}" kompatibel.
es: El paquete "{0}" es compatible con todos los marcos de trabajo especificados del proyecto "{1}".
fr: Le package '{0}' est compatible avec tous les frameworks spécifiés dans le projet '{1}'.
it: Il pacchetto '{0}' è compatibile con tutti i framework specificati nel progetto '{1}'.
ja: パッケージ '{0}' は、プロジェクト '{1}' のすべての指定されたフレームワークとの互換性があります。
ko: '{0}' 패키지는 '{1}' 프로젝트에 지정된 모든 프레임워크와 호환됩니다.
pl: Pakiet „{0}” jest zgodny ze wszystkimi strukturami określonymi w projekcie „{1}”.
pt_br: O pacote '{0}' é compatível com todas as estruturas especificadas no projeto '{1}'.
ru: Пакет "{0}" совместим со всеми указанными платформами в проекте "{1}".
tr: '{0}' paketi, '{1}' projesinde belirtilen tüm çerçeveler ile uyumlu.
zh_hans: 包“{0}”与项目“{1}”中指定的所有框架均兼容。
zh_hant: 套件 '{0}' 與專案 '{1}' 中的所有架構相容。

# Info_AddPkgCompatibleWithSubsetFrameworks
source: Package '{0}' is compatible with a subset of the specified frameworks in project '{1}'.
cs: Balíček {0} je kompatibilní s několika architekturami zadanými v projektu {1}.
de: Das Paket "{0}" ist mit einer Teilmenge der angegebenen Frameworks im Projekt "{1}" kompatibel.
es: El paquete "{0}" es compatible con un subconjunto de los marcos de trabajo especificados en el proyecto "{1}".
fr: Le package '{0}' est compatible avec une partie des frameworks spécifiés dans le projet '{1}'.
it: Il pacchetto '{0}' è compatibile con un subset dei framework specificati nel progetto '{1}'.
ja: パッケージ '{0}' は、プロジェクト '{1}' の指定されたフレームワークのサブセットとの互換性があります。
ko: '{0}' 패키지는 '{1}' 프로젝트에 지정된 프레임워크의 하위 집합과 호환됩니다.
pl: Pakiet „{0}” jest zgodny z podzestawem określonych struktur w projekcie „{1}”.
pt_br: O pacote '{0}' é compatível com um subconjunto das estruturas especificadas no projeto '{1}'.
ru: Пакет "{0}" совместим с подмножеством указанных платформ в проекте "{1}".
tr: '{0}' paketi, '{1}' projesinde belirtilen çerçevelerin bir alt kümesi ile uyumlu.
zh_hans: 包“{0}”与项目“{1}”中指定框架的子集兼容。
zh_hant: 套件 '{0}' 與專案 '{1}' 中指定架構的子集相容。

# Info_AddPkgUpdated
source: PackageReference for package '{0}' version '{1}' updated in file '{2}'.
cs: PackageReference pro balíček {0} verze {1} se aktualizoval v souboru {2}.
de: Die PackageReference für das Paket "{0}", Version {1}, wurde in der Datei "{2}" aktualisiert.
es: Se actualizó PackageReference para la versión "{1}" del paquete "{0}" en el archivo "{2}".
fr: PackageReference pour le package '{0}' version '{1}' mis à jour dans le fichier '{2}'.
it: L'oggetto PackageReference per il pacchetto '{0}' versione '{1}' è stato aggiornato nel file '{2}'.
ja: パッケージ '{0}' バージョン '{1}' の PackageReference がファイル '{2}' で更新されました。
ko: '{0}' 패키지 '{1}' 버전에 대한 PackageReference가 '{2}' 파일에서 업데이트되었습니다.
pl: Element PackageReference dla pakietu „{0}” w wersji „{1}” został zaktualizowany w pliku „{2}”.
pt_br: PackageReference do pacote '{0}' versão '{1}' atualizada no arquivo '{2}'.
ru: Ссылка PackageReference для пакета "{0}" версии "{1}" изменена в файле "{2}".
tr: '{0}' paketi sürüm '{1}' için PackageReference, '{2}' dosyasında güncelleştirildi.
zh_hans: 包“{0}”(版本为“{1}”)的 PackageReference 已在文件“{2}”中更新。
zh_hant: 已更新檔案 '{2}' 中套件 '{0}' 版本 '{1}' 的 PackageReference。

# Info_RemovePkgRemovingReference
source: Removing PackageReference for package '{0}' from project '{1}'.
cs: Odebírá se PackageReference pro balíček {0} z projektu {1}.
de: Die PackageReference für das Paket "{0}" wird aus dem Projekt "{1}" entfernt.
es: Quitando PackageReference para el paquete "{0}" del proyecto "{1}".
fr: Suppression de PackageReference pour le package '{0}' du projet '{1}'.
it: Rimozione dell'oggetto PackageReference per il pacchetto '{0}' dal progetto '{1}'.
ja: パッケージ '{0}' の PackageReference をプロジェクト '{1}' から削除しています。
ko: '{1}' 프로젝트에서 '{0}' 패키지에 대한 PackageReference를 제거하는 중입니다.
pl: Usuwanie elementu PackageReference dla pakietu „{0}” z projektu „{1}”.
pt_br: Removendo PackageReference do pacote '{0}' do projeto '{1}'.
ru: Удаление PackageReference для пакета "{0}" из проекта "{1}".
tr: '{0}' paketi için PackageReference, '{1}' projesinden kaldırılıyor.
zh_hans: 正在从项目“{1}”中删除包“{0}”的 PackageReference。
zh_hant: 正在從專案 '{1}' 中移除套件 '{0}' 的 PackageReference。

# ListClientCertCommandDescription
source: Lists all the client certificates in the configuration.
cs: Vypíše všechny klientské certifikáty v konfiguraci.
de: Listet alle Clientzertifikate in der Konfiguration auf.
es: Enumera todos los certificados de cliente de la configuración.
fr: Liste tous les certificats clients de la configuration.
it: Elenca tutti i certificati client presenti nella configurazione.
ja: 構成内のすべてのクライアント証明書を一覧表示します。
ko: 구성에 있는 모든 클라이언트 인증서를 나열합니다.
pl: Wyświetla listę wszystkich certyfikatów klientów w konfiguracji.
pt_br: Lista todos os certificados de cliente na configuração.
ru: Возвращает список всех сертификатов клиента в конфигурации.
tr: Yapılandırmadaki tüm istemci sertifikalarını listeler.
zh_hans: 列出配置中的所有客户端证书。
zh_hant: 列出組態中的所有用戶端憑證。

# ListPkg_AutoReferenceDescription
source: (A) : Auto-referenced package.
cs: (A): Automaticky odkazovaný balíček
de: (A): Automatisch referenziertes Paket.
es: (A): paquete con referencia automática.
fr: (A) : package référencé automatiquement.
it: (A): pacchetto con riferimenti automatici.
ja: (A): 自動参照パッケージ。
ko: (A): 자동 참조된 패키지입니다.
pl: (A): Automatyczne odwołanie do pakietu.
pt_br: (A): pacote Autorreferenciado.
ru: (A): Пакет с автоссылкой.
tr: (A): Otomatik olarak başvurulan paket.
zh_hans: (A): 自动引用的包。
zh_hant: (A) : 自動參考的套件。

# ListPkg_ConfigDescription
source: A path to a config file to specify sources. Works only with `--outdated`.
cs: Cesta na konfigurační soubor, který určuje zdroje. Funguje jen s přepínačem --outdated.
de: Ein Pfad zu einer Konfigurationsdatei zum Angeben von Quellen. Funktioniert nur mit "--outdated".
es: Ruta de acceso a un archivo de configuración para especificar los orígenes. Funciona solo con "--outdated".
fr: Chemin d'un fichier config pour spécifier les sources. Fonctionne uniquement avec '--outdated'.
it: Percorso di un file di configurazione per la specifica delle origini. Funziona solo con `--outdated`.
ja: ソースを指定する構成ファイルのパス。`--outdated` を指定する場合にのみ動作します。
ko: 소스를 지정할 구성 파일의 경로입니다. `--outdated`로만 작동합니다.
pl: Ścieżka do pliku konfiguracji w celu określenia źródeł. Działa tylko z parametrem „--outdated”.
pt_br: Um caminho para um arquivo de configuração para especificar fontes. Funciona apenas com `--outdated`.
ru: Путь к файлу конфигурации для указания источников. Работает только с параметром "--outdated".
tr: Kaynakları belirten yapılandırma dosyasının yolu. Yalnızca '--outdated' seçeneğiyle çalışır.
zh_hans: 用于指定源的配置文件的路径。仅适用于 "--outdated"。
zh_hant: 用於指定資源的組態檔路徑。僅能搭配 `--outdated` 使用。

# ListPkg_DeprecatedDescription
source: Displays only the packages marked deprecated by the authors.
cs: Zobrazuje jen balíčky, které autoři označili za zastaralé.
de: Hiermit werden nur Pakete angezeigt, die von den Autoren als veraltet markiert wurden.
es: Muestra solo los paquetes que los autores han marcado como en desuso.
fr: Affiche uniquement les packages marqués comme étant dépréciés par les auteurs.
it: Visualizza solo i pacchetti contrassegnati come deprecati dagli autori.
ja: 作成者によって非推奨のマークを付けられたパッケージのみが表示されます。
ko: 작성자가 사용 중단함이라고 표시된 패키지만 표시합니다.
pl: Wyświetla tylko pakiety oznaczone jako przestarzałe przez autorów.
pt_br: Exibe apenas os pacotes marcados como preteridos pelos autores.
ru: Отображает только пакеты, которые помечены авторами как устаревшие.
tr: Yalnızca yazarlar tarafından kullanım dışı olarak işaretlenmiş paketleri görüntüler.
zh_hans: 仅显示作者标记为已弃用的包。
zh_hant: 僅顯示由作者標記為已淘汰的的套件。

# ListPkg_DeprecationAlternative
source: Alternative
cs: Alternativní
es: Alternativa
fr: Autre
it: Alternativa
ja: 代替
ko: 대체
pl: Alternatywne
pt_br: Alternativo
ru: Альтернативный вариант
tr: Alternatif
zh_hans: 替代项
zh_hant: 替代方法

# ListPkg_DeprecationReasons
source: Reason(s)
cs: Důvod (nebo důvody)
de: Ursache(n)
es: Motivos
fr: Raison(s)
it: Motivo/i
ja: 理由
ko: 이유
pl: Przyczyny
pt_br: Motivos
ru: Причины
tr: Nedenler
zh_hans: 原因
zh_hant: 原因

# ListPkg_Description
source: Lists all the packages used by the current project(s).
cs: Vypíše všechny balíčky používané v aktuálních projektech.
de: Hiermit werden alle Pakete aufgelistet, die von den aktuellen Projekten verwendet werden.
es: Muestra todos los paquetes que los proyectos actuales utilizan.
fr: Liste tous les packages utilisés par le ou les projets actifs.
it: Elenca tutti i pacchetti usati dai progetti correnti.
ja: 現在のプロジェクトで使用されるすべてのパッケージが一覧表示されます。
ko: 현재 프로젝트에서 사용하는 패키지를 모두 나열합니다.
pl: Wyświetla wszystkie pakiety, które są używane przez bieżące projekty.
pt_br: Lista todos os pacotes usados pelos projetos atuais.
ru: Выводит список всех пакетов, используемых в текущих проектах.
tr: Geçerli projeler tarafından kullanılan tüm paketleri listeler.
zh_hans: 列出当前项目使用的所有包。
zh_hant: 列出目前專案使用的所有套件。

# ListPkg_ErrorFileNotFound
source: The given file `{0}` was not found
cs: Soubor {0} se nenašel.
de: Die angegebene Datei "{0}" wurde nicht gefunden.
es: No se encontró el archivo "{0}" especificado.
fr: Le fichier spécifié '{0}' est introuvable
it: Il file specificato `{0}` non è stato trovato
ja: 指定されたファイル '{0}' が見つかりませんでした
ko: 지정된 파일 '{0}'을(를) 찾을 수 없습니다.
pl: Podany plik „{0} nie został odnaleziony
pt_br: O arquivo fornecido '{0}' não foi encontrado
ru: Указанный файл "{0}" не найден
tr: Belirtilen `{0}` dosyası bulunamadı
zh_hans: 找不到给定的文件“{0}”
zh_hant: 找不到指定的檔案 `{0}`

# ListPkg_ErrorReadingAssetsFile
source: Unable to read the assets file `{0}`. Please make sure the file has the write format.
cs: Nepovedlo se přečíst soubor prostředků {0}. Ujistěte se prosím, že soubor má správný formát.
de: Die Assetdatei "{0}" kann nicht gelesen werden. Stellen Sie sicher, dass die Datei im Schreibformat vorliegt.
es: No se puede leer el archivo de recursos "{0}". Asegúrese de que tiene formato de escritura.
fr: Impossible de lire le fichier de ressources '{0}'. Vérifiez que le fichier a un format accessible en écriture.
it: Non è possibile leggere il file di asset `{0}`. Assicurarsi che il file abbia il formato di scrittura.
ja: アセット ファイル '{0}' を読み取れません。ファイルが書き込み形式であることをご確認ください。
ko: 자산 파일 `{0}`을(를) 읽을 수 없습니다. 파일에 쓰기 형식이 있는지 확인하세요.
pl: Nie można odczytać pliku zasobów „{0}”. Upewnij się, że plik ma format zapisu.
pt_br: Não é possível ler o arquivo de ativos '{0}'. Verifique se o arquivo tem o formato de gravação.
ru: Не удается прочитать файл ресурсов "{0}". Убедитесь, что файл имеет формат записи.
tr: `{0}` varlık dosyası okunamıyor. Lütfen dosyanın yazma biçimine sahip olduğundan emin olun.
zh_hans: 无法读取资产文件“{0}”。请确保该文件具有写入格式。
zh_hant: 無法讀取資產檔案 `{0}`。請確認檔案有寫入格式。

# ListPkg_ErrorReadingReferenceFromProject
source: Unable to read a package reference from the project `{0}`. Please make sure that your project file and project.assets.json file are in sync by running restore.
cs: Z projektu {0} se nepovedlo přečíst odkaz na balíček. Spusťte prosím obnovení, abyste měli jistotu, že soubor projektu a soubor project.assets.json jsou synchronizované.
de: Ein Paketverweis aus dem Projekt "{0}" kann nicht gelesen werden. Stellen Sie sicher, dass Ihre Projektdatei und die Datei "project.assets.json" synchronisiert sind, indem Sie eine Wiederherstellung ausführen.
es: No se puede leer una referencia de paquete del proyecto "{0}". Ejecute la opción de restaurar para asegurarse de que el archivo del proyecto y el archivo project.assets.json se sincronizan.
fr: Impossible de lire une référence de package à partir du projet '{0}'. Vérifiez que le fichier projet et le fichier project.assets.json sont synchronisés en exécutant une restauration.
it: Non è possibile leggere un riferimento al pacchetto dal progetto `{0}`. Eseguire restore per assicurarsi che il file di progetto e il file project.assets.json siano sincronizzati.
ja: プロジェクト '{0}' からパッケージ参照を読み取れません。復元を実行して、プロジェクト ファイルと project.assets.json ファイルを同期状態にしてください。
ko: '{0}' 프로젝트에서 패키지 참조를 읽을 수 없습니다. 복원을 실행하여 프로젝트 파일과 project.assets.json 파일이 동기화되었는지 확인하세요.
pl: Nie można odczytać odwołania do pakietu z projektu „{0}”. Upewnij się, że plik projektu i plik project.assets.json są zsynchronizowane, uruchamiając przywracanie.
pt_br: Não é possível ler uma referência de pacote do projeto '{0}'. Verifique se seu arquivo de projeto e o arquivo de project.assets.json estão em sincronia executando a restauração.
ru: Не удается прочитать ссылку на пакет из проекта "{0}". Выполните восстановление, чтобы синхронизировать файл проекта и файл project.assets.json.
tr: `{0}` projesindeki bir paket başvurusu okunamıyor. Geri yüklemeyi çalıştırarak proje dosyanızın ve project.assets.json dosyasının eşitlenmiş olduğundan emin olun.
zh_hans: 无法从项目“{0}”中读取包引用。请确保通过运行还原使项目文件和 project.assets.json 文件同步。
zh_hant: 無法從專案 `{0}` 讀取套件參考。請執行還原來確保專案檔與 project.assets.json 檔案有同步。

# ListPkg_FrameworkDescription
source: Specifies the target framework for which the packages will be listed.
cs: Určuje cílovou architekturu, pro kterou se balíčky budou vypisovat.
de: Gibt das Zielframework an, für das Pakete aufgelistet werden.
es: Especifica la plataforma de destino para la que se mostrarán los paquetes.
fr: Spécifie le framework cible pour lequel les packages doivent être listés.
it: Specifica il framework di destinazione per il quale verranno elencati i pacchetti.
ja: 一覧表示するパッケージのターゲット フレームワークを指定します。
ko: 패키지가 나열될 대상 프레임워크를 지정합니다.
pl: Określa platformę docelową, dla której zostaną wyświetlone pakiety.
pt_br: Especifica a estrutura de destino para a qual os pacotes serão listados.
ru: Задает целевую платформу, для которой будет получен список пакетов.
tr: Paketlerin listeleneceği hedef çerçeveyi belirtir.
zh_hans: 指定将列出其包的目标框架。
zh_hant: 指定會列出套件的目標 Framework。

# ListPkg_HighestMinorDescription
source: Considers only the versions with matching major. Works only with `--outdated`.
cs: Zvažuje jen verze s odpovídající hlavní verzí. Funguje jen s přepínačem --outdated.
de: Hiermit werden nur Versionen mit übereinstimmender Hauptversion berücksichtigt. Funktioniert nur mit "--outdated".
es: Tiene en cuenta solamente las versiones que coinciden con una versión principal. Funciona solo con "--outdated".
fr: Prend uniquement en compte les versions qui correspondent à une version majeure. Fonctionne uniquement avec '--outdated'.
it: Considera solo le versioni con versione principale corrispondente. Funziona solo con `--outdated`.
ja: メジャー バージョンが一致するバージョンのみが考慮の対象となります。`--outdated` を指定する場合にのみ機能します。
ko: 일치하는 주 버전이 있는 버전만 고려합니다. `--outdated`로만 작동합니다.
pl: Uwzględnia tylko wersje z pasującą wersją główną. Działa tylko z parametrem „--outdated”.
pt_br: Considera apenas as versões com maior correspondência. Funciona apenas com `--outdated`.
ru: Учитывает только версии с соответствующим основным номером версии. Работает только с параметром "--outdated".
tr: Yalnızca eşleşen ana sürümlere sahip olan sürümleri dikkate alır. Yalnızca '--outdated' seçeneğiyle çalışır.
zh_hans: 请仅考虑具有匹配主要版本的版本。仅适用于 "--outdated"。
zh_hant: 只考慮符合主要版本的版本。僅能搭配 `--outdated` 使用。

# ListPkg_HighestPatchDescription
source: Considers only the versions with matching minor and major. Works only with `--outdated`.
cs: Zvažuje jen verze s odpovídající hlavní verzí a podverzí. Funguje jen s přepínačem --outdated.
de: Hiermit werden nur Versionen mit übereinstimmender Haupt- und Nebenversion berücksichtigt. Funktioniert nur mit "--outdated".
es: Tiene en cuenta solamente las versiones que coinciden con una versión principal y una secundaria. Funciona solo con "--outdated".
fr: Prend uniquement en compte les versions qui correspondent à une version mineure et une version majeure. Fonctionne uniquement avec '--outdated'.
it: Considera solo le versioni con versioni principale e secondaria corrispondenti. Funziona solo con `--outdated`.
ja: メジャーとマイナーのバージョンが一致するバージョンのみが考慮の対象となります。`--outdated` を指定する場合にのみ機能します。
ko: 일치하는 주 버전 및 부 버전이 있는 버전만 고려합니다. `--outdated`로만 작동합니다.
pl: Uwzględnia tylko wersje z pasującymi wersjami pomocniczą i główną. Działa tylko z parametrem „--outdated”.
pt_br: Considera apenas as versões com maior ou menor correspondência. Funciona apenas com `--outdated`.
ru: Учитывает только версии с соответствующими основным и дополнительным номером версии. Работает только с параметром "--outdated".
tr: Yalnızca eşleşen alt ve ana sürümlere sahip olan sürümleri dikkate alır. Yalnızca '--outdated' seçeneğiyle çalışır.
zh_hans: 请仅考虑具有匹配次要版本和主要版本的版本。仅适用于 "--outdated"。
zh_hant: 僅考慮符合次要及主要版本的版本。僅能搭配 `--outdated` 使用。
