Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.CommandLine.XPlat/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SourcesCommandAllowInsecureConnectionsDescription
source: Allows HTTP connections for adding or updating packages. Note: This method is not secure. For secure options, see https://aka.ms/nuget-https-everywhere for more information.
cs: Povolí připojení HTTP pro přidávání nebo aktualizaci balíčků. Poznámka: Tato metoda není zabezpečená. Další informace o zabezpečených možnostech najdete na https://aka.ms/nuget-https-everywhere.
de: Ermöglicht HTTP-Verbindungen zum Hinzufügen oder Aktualisieren von Paketen. Hinweis: Diese Methode ist nicht sicher. Weitere Informationen zu sicheren Optionen finden Sie unter https://aka.ms/nuget-https-everywhere.
es: Permite conexiones HTTP para agregar o actualizar paquetes. Nota: este método no es seguro. Para opciones seguras, consulte https://aka.ms/nuget-https-everywhere para obtener más información.
fr: Autorise les connexions HTTP pour l’ajout ou la mise à jour de packages. Remarque : cette méthode n’est pas sécurisée. Si vous souhaitez découvrir des options sécurisées, consultez https://aka.ms/nuget-https-everywhere pour obtenir plus d’informations.
it: Consente le connessioni HTTP per aggiungere o aggiornare i pacchetti. Nota: questo metodo non è sicuro. Per ulteriori informazioni sulle opzioni di sicurezza, vedere https://aka.ms/nuget-https-everywhere.
ja: パッケージを追加または更新するための HTTP 接続を許可します。注: このメソッドはセキュリティで保護されていません。セキュリティで保護されたオプションについては、https://aka.ms/nuget-https-everywhere を参照してください。
ko: 패키지를 추가하거나 업데이트하기 위한 HTTP 연결을 허용합니다. 참고: 이 메서드는 안전하지 않습니다. 보안 옵션은 https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Zezwala na połączenia HTTP na potrzeby dodawania lub aktualizowania pakietów. Uwaga: ta metoda nie jest bezpieczna. Aby uzyskać więcej informacji na temat opcji zabezpieczeń, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Permite conexões HTTP para adicionar ou atualizar pacotes. Observação: esse método não é seguro. Para opções seguras, consulte https://aka.ms/nuget-https-everywhere para obter mais informações.
ru: Разрешает HTTP-подключения для добавления или обновления пакетов. Примечание. Этот метод небезопасен. Дополнительные сведения о безопасных вариантах см. на странице https://aka.ms/nuget-https-everywhere.
tr: Paket eklemek veya paketleri güncelleştirmek için HTTP bağlantılarına izin verir. Not: Bu yöntem güvenli değildir. Güvenli seçenekler hakkında daha fazla bilgi için https://aka.ms/nuget-https-everywhere sayfasına bakın.
zh_hans: 允许 HTTP 连接添加或更新包。注意: 此方法不安全。有关安全选项，请参阅 https://aka.ms/nuget-https-everywhere 了解详细信息。
zh_hant: 允許使用 HTTP 連線新增或更新封裝。注意: 此方法不安全。如需安全選項，請參閱 https://aka.ms/nuget-https-everywhere 以取得詳細資訊。

# SourcesCommandFormatDescription
source: The format of the list command output: `Detailed` (the default) and `Short`.
cs: Formát výstupu příkazu výpisu: Detailed (výchozí) a Short
de: Das Format der Ausgabe des Auflistungsbefehls: "Detailed" (Standardwert) und "Short".
es: Formato de salida del comando list: "Detallado" (valor predeterminado) y "Corto".
fr: Format de la sortie de la commande list : 'Detailed' (valeur par défaut) et 'Short'.
it: Formato dell'output del comando list: `Detailed` (impostazione predefinita) e `Short`.
ja: list コマンド出力の形式: `Detailed` (既定値) と `Short`。
ko: 목록 명령 출력 형식: `자세히`(기본) 및 `짧게`.
pl: Format danych wyjściowych polecenia listy: „Detailed” (wartość domyślna) i „Short”.
pt_br: O formato da saída do comando de lista: `Detailed` (o padrão) e `Short`.
ru: Формат выходных данных команды для получения списка: "Detailed" (по умолчанию) и "Short".
tr: Liste komutu çıkışının biçimi: `Detailed` (varsayılan) ve `Short`.
zh_hans: list 命令输出的格式:“详细”(默认)和“简短”。
zh_hant: list 命令輸出的格式: `Detailed` (預設) 與 `Short`。

# SourcesCommandNameDescription
source: Name of the source.
cs: Název zdroje
de: Name der Quelle.
es: Nombre del origen.
fr: Nom de la source.
it: Nome dell'origine.
ja: ソースの名前。
ko: 소스 이름입니다.
pl: Nazwa źródła.
pt_br: Nome da origem.
ru: Имя источника.
tr: Kaynağın adı.
zh_hans: 源的名称。
zh_hant: 來源名稱。

# SourcesCommandPasswordDescription
source: Password to be used when connecting to an authenticated source.
cs: Heslo, které se použije při připojování k ověřenému zdroji
de: Kennwort, das beim Herstellen einer Verbindung mit einer authentifizierten Quelle verwendet werden soll.
es: Contraseña que se debe usar al conectarse a un origen autenticado.
fr: Mot de passe à utiliser pour la connexion à une source authentifiée.
it: Password da usare per la connessione a un'origine autenticata.
ja: 認証済みソースに接続するときに使用するパスワード。
ko: 인증된 소스에 연결할 때 사용할 암호입니다.
pl: Hasło, które zostanie użyte podczas nawiązywania połączenia z uwierzytelnionym źródłem.
pt_br: Senha a ser usada ao conectar-se a uma origem autenticada.
ru: Пароль, используемый при подключении к источнику, прошедшему проверку подлинности.
tr: Kimliği doğrulanmış bir kaynağa bağlanılırken kullanılacak parola.
zh_hans: 连接到已验证源时要使用的密码。
zh_hant: 連線到經驗證的來源時，所要使用的密碼。

# SourcesCommandProtocolVersionDescription
source: The NuGet server protocol version to be used. Currently supported versions are 2 and 3. See https://learn.microsoft.com/nuget/api/overview for information about the version 3 protocol. Defaults to 2 if not specified.
cs: Verze protokolu serveru NuGet, která se má použít. Aktuálně se podporují verze 2 a 3. Informace o protokolu verze 3 najdete v https://learn.microsoft.com/nuget/api/overview. Pokud se nezadá, výchozí hodnota je 2.
de: Die zu verwendende NuGet-Serverprotokollversion. Derzeit werden die Versionen 2 und 3 unterstützt. Informationen zum Protokoll der Version 3 finden Sie unter https://learn.microsoft.com/nuget/api/overview. Wenn nichts anderes angegeben, wird standardmäßig 2 verwendet.
es: Versión del protocolo de servidor NuGet que se va a usar. Las versiones admitidas actualmente son 2 y 3. Consulte https://learn.microsoft.com/nuget/api/overview para obtener información sobre el protocolo de la versión 3. Si no se especifica, el valor predeterminado es 2.
fr: Version du protocole serveur NuGet à utiliser. Les versions actuellement prises en charge sont 2 et 3. Consultez https://learn.microsoft.com/nuget/api/overview pour plus d’informations sur le protocole version 3. La valeur par défaut est 2 si elle n’est pas spécifiée.
it: Versione del protocollo server NuGet da usare. Le versioni attualmente supportate sono 2 e 3. Per informazioni sul protocollo versione 3, vedere https://learn.microsoft.com/nuget/api/overview. L'impostazione predefinita è 2 se non è specificata.
ja: 使用する NuGet サーバー プロトコル バージョン。現在サポートされているバージョンは 2 と 3 です。バージョン 3 プロトコルの詳細については、https://learn.microsoft.com/nuget/api/overview を参照してください。指定しない場合、既定は 2 になります。
ko: 사용할 NuGet 서버 프로토콜 버전입니다. 현재 지원되는 버전은 2와 3입니다. 버전 3 프로토콜에 대한 자세한 내용은 https://learn.microsoft.com/nuget/api/overview를 참조하세요. 지정하지 않으면 기본값은 2입니다.
pl: Wersja protokołu serwera NuGet do użycia. Obecnie obsługiwane wersje to 2 i 3. Zobacz stronę https://learn.microsoft.com/nuget/api/overview, aby uzyskać informacje o protokole w wersji 3. Wartość domyślna to 2, jeśli nie zostanie określona.
pt_br: A versão do protocolo do servidor NuGet a ser usada. As versões com suporte no momento são 2 e 3. Consulte https://learn.microsoft.com/nuget/api/overview para obter informações sobre o protocolo da versão 3. O padrão será 2 se não for especificado.
ru: Версия протокола сервера NuGet, которая будет использоваться. Сейчас поддерживаются версии 2 и 3. См. https://learn.microsoft.com/nuget/api/overview для получения сведений о протоколе версии 3. По умолчанию 2, если не указано.
tr: Kullanılacak NuGet sunucu protokolü sürümü. Şu anda desteklenen sürümler 2 ve 3'tür. Sürüm 3 protokolü hakkında bilgi için https://learn.microsoft.com/nuget/api/overview adresine bakın. Belirtilmemişse varsayılan olarak 2'dir.
zh_hans: 要使用的 NuGet 服务器协议版本。当前支持的版本为 2 和 3。有关版本 3 协议的信息，请参阅 https://learn.microsoft.com/nuget/api/overview。如果未指定，则默认为 2。
zh_hant: 要使用的 NuGet 伺服器通訊協定版本。目前支援的版本為 2 和 3。如需第 3 版通訊協定的相關資訊，請參閱 https://learn.microsoft.com/nuget/api/overview。如果未指定，則預設為 2。

# SourcesCommandSourceDescription
source: Path to the package source.
cs: Cesta ke zdroji balíčku
de: Pfad zur Paketquelle.
es: Ruta de acceso al origen del paquete.
fr: Chemin de la source du package.
it: Percorso dell'origine del pacchetto.
ja: パッケージ ソースのパス。
ko: 패키지 소스 경로.
pl: Ścieżka do źródła pakietu.
pt_br: Caminho para a origem do pacote.
ru: Путь к источнику пакетов.
tr: Paket kaynağının yolu.
zh_hans: 包源的路径。
zh_hant: 套件來源的路徑。

# SourcesCommandStorePasswordInClearTextDescription
source: Enables storing portable package source credentials by disabling password encryption.
cs: Povolí ukládání přenosných přihlašovacích údajů zdroje balíčku tak, že zakáže šifrování hesla.
de: Ermöglicht das Speichern von Anmeldeinformationen für portierbare Paketquellen durch Deaktivieren der Kennwortverschlüsselung.
es: Habilita el almacenamiento de las credenciales de origen del paquete portable al deshabilitar el cifrado de contraseña.
fr: Permet de stocker les informations d'identification de la source de package portable en désactivant le chiffrement de mot de passe.
it: Consente di archiviare le credenziali dell'origine pacchetto portabile disabilitando la crittografia della password.
ja: パスワードの暗号化を無効にすることで、移植可能なパッケージ ソースの資格情報を保存できるようにします。
ko: 암호 암호화를 사용하지 않도록 설정하여 이식 가능한 패키지 소스 자격 증명을 저장할 수 있게 합니다.
pl: Umożliwia przechowywanie poświadczeń przenośnego źródła pakietu przez wyłączenie szyfrowania haseł.
pt_br: Habilita o armazenamento de credenciais de origem do pacote portátil desabilitando a criptografia de senha.
ru: Включает сохранение учетных данных переносимого источника пакетов путем отключения шифрования паролей.
tr: Parola şifrelemesini devre dışı bırakarak taşınabilir paket kaynağı kimlik bilgilerini depolamayı etkinleştirir.
zh_hans: 通过禁用密码加密来启用存储可移植包源凭据。
zh_hant: 透過停用密碼加密，允許儲存可攜式套件來源認證。

# SourcesCommandUsernameDescription
source: Username to be used when connecting to an authenticated source.
cs: Uživatelské jméno, které se použije při připojování k ověřenému zdroji
de: Der Benutzername, der beim Herstellen einer Verbindung mit einer authentifizierten Quelle verwendet werden soll.
es: Nombre de usuario que se debe usar al conectarse a un origen autenticado.
fr: Nom d'utilisateur à employer pour la connexion à une source authentifiée.
it: Nome utente da usare per la connessione a un'origine autenticata.
ja: 認証済みソースに接続するときに使用するユーザー名。
ko: 인증된 소스에 연결할 때 사용할 사용자 이름.
pl: Nazwa użytkownika, która zostanie użyta podczas nawiązywania połączenia z uwierzytelnionym źródłem.
pt_br: Nome de usuário a ser usado ao conectar-se a uma origem autenticada.
ru: Имя пользователя, используемое при подключении к источнику, прошедшему проверку подлинности.
tr: Kimliği doğrulanmış bir kaynağa bağlanılırken kullanılacak kullanıcı adı.
zh_hans: 连接到已验证源时要使用的用户名。
zh_hant: 連線到已驗證的來源時，要使用的使用者名稱。

# SourcesCommandValidAuthenticationTypesDescription
source: Comma-separated list of valid authentication types for this source. Set this to basic if the server advertises NTLM or Negotiate and your credentials must be sent using the Basic mechanism, for instance when using a PAT with on-premises Azure DevOps Server. Other valid values include negotiate, kerberos, ntlm, and digest, but these values are unlikely to be useful.
cs: Seznam platných typů ověřování pro tento zdroj oddělených čárkami. Pokud server oznamuje NTLM nebo Negotiate a vaše přihlašovací údaje se musí poslat pomocí základního mechanismu, třeba když se používá PAT s místním Azure DevOps Serverem, nastavte tuto možnost na basic. Mezi ostatní platné hodnoty patří negotiate, kerberos, ntlm a digest, ale ty pravděpodobně nebudou užitečné.
de: Eine durch Trennzeichen getrennte Liste gültiger Authentifizierungstypen für diese Quelle. Legen Sie diese Option auf "basic" fest, wenn der Server NTLM oder eine Aushandlung ankündigt und Ihre Anmeldedaten über den Basismechanismus gesendet werden müssen, z. B. bei Verwendung eines persönlichen Zugriffstokens (PAT) mit einer lokalen Azure DevOps Server-Instanz. Andere gültige Werte sind "negotiate", "kerberos", "ntlm" und "digest", aber diese Werte sind wahrscheinlich nicht sinnvoll.
es: Lista de tipos de autenticación válidos para este origen, separados por comas. Establézcalo como básico si el servidor anuncia NTLM o Negotiate y las credenciales deben enviarse mediante el mecanismo básico, por ejemplo, cuando se usa un token de acceso personal con una instancia de Azure DevOps Server en el entorno local. Otros valores válidos son negotiate, kerberos, ntlm y digest, pero es poco probable que sean útiles.
fr: Liste d'éléments séparés par des virgules, qui correspondent aux types d'authentification valides pour cette source. Affectez la valeur basic si le serveur annonce l'utilisation de NTLM ou Negotiate, et si vos informations d'identification doivent être envoyées à l'aide du mécanisme de base, par exemple quand vous utilisez PAT avec une instance locale d'Azure DevOps Server. Les autres valeurs valides sont negotiate, kerberos, ntlm et digest, mais elles ne sont probablement pas utiles.
it: Elenco delimitato da virgole dei tipi di autenticazione validi per questa origine. Impostare su basic se il server annuncia NTLM o Negotiate. Le credenziali devono essere inviate tramite il meccanismo Basic, ad esempio quando si usa un token di accesso personale con l'istanza locale di Azure DevOps Server. Altri valori validi includono negotiate, kerberos, ntlm e digest, ma è improbabile che questi valori siano utili.
ja: このソースの有効な認証の種類のコンマ区切りの一覧。PAT をオンプレミスの Azure DevOps Server で使用する場合など、サーバーが NTLM または Negotiate をアドバタイズし、資格情報を基本メカニズムを使用して送信する必要がある場合は、basic に設定します。他の有効な値には、negotiate、kerberos、ntlm、digest がありますが、これらの値はあまり有用ではありません。
ko: 이 소스의 유효한 인증 유형의 쉼표로 구분된 목록. 서버가 NTLM 또는 협상을 보급하는 경우 기본으로 설정하고 기본 메커니즘을 사용하여 자격 증명을 보내야 합니다(예: 온-프레미스 Azure DevOps Server에서 PAT를 사용하는 경우). 기타 유효한 값에는 협상, 커베로, NTLM, 다이제스트가 포함되지만 이 값이 유용할 가능성은 매우 낮습니다.
pl: Rozdzielana przecinkami lista prawidłowych typów uwierzytelniania dla tego źródła. Ustaw ją na wartość basic, jeśli serwer anonsuje protokół NTLM lub Negotiate, a Twoje poświadczenia muszą zostać wysłane przy użyciu mechanizmu podstawowego, na przykład w przypadku korzystania z osobistego tokenu dostępu wraz z serwerem Azure DevOps Server. Inne prawidłowe wartości to negotiate, kerberos, ntlm i digest, ale nie będą one prawdopodobne przydatne.
pt_br: Lista separada por vírgulas de tipos de autenticação válidos para essa origem. Defina isso como basic se o servidor anunciar NTLM ou Negotiate e suas credenciais devem ser enviadas usando o mecanismo Básico, por exemplo, ao usar uma PAT com Azure DevOps Server local. Outros valores válidos incluem negotiate, Kerberos, NTLM e digest, mas esses valores provavelmente não serão úteis.
ru: Разделенный запятыми список допустимых типов проверки подлинности для этого источника. Задайте значение "basic", если сервер использует NTLM или согласование и учетные данные необходимо отправлять с использованием базовой проверки подлинности, например, при использовании личного маркера доступа на локальном сервере Azure DevOps Server. Другие допустимые значения включают "negotiate", "kerberos", "ntlm" и "digest", однако эти значения используются очень редко.
tr: Bu kaynak için geçerli kimlik doğrulama türlerinin virgülle ayrılmış listesi. Sunucu, NTLM veya Negotiate sunuyorsa ve kimlik bilgilerinizin Temel mekanizma kullanılarak gönderilmesi gerekiyorsa (ör. şirket içi Azure DevOps Server ile PAT kullanılırken) bunu temel olarak ayarlayın. Diğer geçerli değerler negotiate, kerberos, ntlm ve digest değerleridir ancak bu değerlerin işe yarayacağı kesin değildir.
zh_hans: 此源的有效身份验证类型的列表(用逗号分隔)。如果服务器公布 NTLM 或 Negotiate，并且你的凭据必须使用基本机制发送(例如将 PAT 与本地 Azure DevOps Server 一起使用时)，请将此项设置为 basic。其他有效值包括 negotiate、kerberos、ntlm 和 digest，但这些值很可能没有用。
zh_hant: 此來源的有效驗證類型逗點分隔清單。如果伺服器公告 NTLM 或 Negotiate，而且您的認證必須使用基本機制傳送，例如在內部部署 Azure DevOps Server 使用 PAT 時，請將此項設定為 basic。其他有效值包括 negotiate、kerberos、ntlm 以及 digest，但這些值不太可能有用處。

# SourcesCommandValidProtocolVersion
source: The protocol version specified is invalid. Provide a valid protocol version.
cs: Zadaná verze protokolu je neplatná. Zadejte platnou verzi protokolu.
de: Die angegebene Protokollversion ist ungültig. Geben Sie eine gültige Protokollversion an.
es: La versión de protocolo especificada no es válida. Proporcione una versión de protocolo válida.
fr: La version de protocole spécifiée n’est pas valide. Indiquez une version de protocole valide.
it: La versione del protocollo specificata non è valida. Specificare una versione del protocollo valida.
ja: 指定されたプロトコル バージョンが無効です。有効なプロトコル バージョンを指定してください。
ko: 지정된 프로토콜 버전이 잘못되었습니다. 유효한 프로토콜 버전을 제공하세요.
pl: Określona wersja protokołu jest nieprawidłowa. Podaj prawidłową wersję protokołu.
pt_br: A versão do protocolo especificada é inválida. Forneça uma versão de protocolo válida.
ru: Указана недопустимая версия протокола. Укажите допустимую версию протокола.
tr: Belirtilen protokol sürümü geçersiz. Geçerli bir protokol sürümü sağlayın.
zh_hans: 指定的协议版本无效。请提供有效的协议版本。
zh_hant: 指定的通訊協定版本無效。提供有效的通訊協定版本。

# Sources_Redirect
source: The proper command is '{0}'.
cs: Správný příkaz je {0}.
de: Der richtige Befehl lautet "{0}".
es: El comando correcto es "{0}".
fr: La commande appropriée est '{0}'.
it: Il comando corretto è '{0}'.
ja: 正しいコマンドは '{0}' です。
ko: 올바른 명령은 '{0}'입니다.
pl: Prawidłowe polecenie to „{0}”.
pt_br: O comando correto é '{0}'.
ru: Правильная команда: "{0}".
tr: Uygun komut: '{0}'.
zh_hans: 正确的命令是“{0}”。
zh_hant: 正確的命令是 '{0}'。

# SymbolApiKey_Description
source: The API key for the symbol server. If not set, the NUGET_SYMBOL_API_KEY environment variable is read.
es: La clave de API del servidor de símbolos. Si no se establece, se lee la variable de entorno NUGET_SYMBOL_API_KEY.

# SymbolSource_Description
source: Symbol server URL to use.
cs: Adresa URL serveru symbolů, která se má použít
de: Die zu verwendende Symbolserver-URL.
es: Dirección URL del servidor de símbolos que se va a usar.
fr: URL du serveur de symboles à utiliser.
it: URL del server dei simboli da usare.
ja: 使用するシンボル サーバーの URL。
ko: 사용할 기호 서버 URL입니다.
pl: Adres URL serwera symboli do użycia.
pt_br: URL do servidor de símbolos a ser usada.
ru: URL-адрес используемого сервера символов.
tr: Kullanılacak sembol sunucusu URL 'SI.
zh_hans: 要使用的符号服务器 URL。
zh_hant: 要使用的符號伺服器 URL。

# TrustAuthorCommandDescription
source: Adds a trusted signer with the given name, based on the author signature of the package.
cs: Přidá důvěryhodnou podepisující osobu s daným jménem na základě autorova podpisu balíčku.
de: Fügt basierend auf der Signatur des Pakets einen vertrauenswürdigen Signaturgeber mit dem angegebenen Namen hinzu.
es: Agrega un firmante de confianza con el nombre especificado, en función de la firma del autor del paquete.
fr: Ajoute un signataire approuvé avec le nom donné, en fonction de la signature de l’auteur du package.
it: Aggiunge un firmatario attendibile con il nome specificato, in base alla firma dell'autore del pacchetto.
ja: パッケージの作成者署名に基づいて、指定された名前を持つ信頼された署名者を追加します。
ko: 패키지의 작성자 서명을 기준으로 지정된 이름의 신뢰할 수 있는 서명자를 추가합니다.
pl: Dodaje zaufaną osobę podpisującą o podanej nazwie na podstawie podpisu autora pakietu.
pt_br: Adiciona um signatário confiável com o nome fornecido, com base na assinatura do autor do pacote.
ru: Добавляет доверенное подписывающее лицо с указанным именем на основе авторской подписи пакета.
tr: Paketin yazar imzasına göre belirtilen ada sahip bir güvenilen imzalayan ekleyin.
zh_hans: 根据包的作者签名，添加具有给定名称的受信任签名人。
zh_hant: 根據套件的作者簽章，新增具有指定名稱的信任簽章者。

# TrustCertificateFingerprint
source: The fingerprint of the certificate.
cs: Otisk prstu certifikátu.
de: Der Fingerabdruck des Zertifikats.
es: Huella digital del certificado.
fr: Empreinte digitale du certificat.
it: Impronta digitale del certificato.
ja: 証明書のフィンガープリント。
ko: 인증서의 지문입니다.
pl: Odcisk palca powiązany z certyfikatem.
pt_br: A impressão digital do certificado.
ru: Отпечаток сертификата.
tr: Sertifikanın parmak izi.
zh_hans: 证书的指纹。
zh_hant: 憑證的指紋。

# TrustCommandAlgorithm
source: Specifies the hash algorithm used to calculate the certificate fingerprint. Defaults to SHA256. Values supported are SHA256, SHA384 and SHA512.
cs: Určuje hashovací algoritmus použitý k výpočtu otisku certifikátu. Výchozí hodnota je SHA256. Podporované hodnoty jsou SHA256, SHA384 a SHA512.
de: Gibt den Hashalgorithmus an, der zum Berechnen des Zertifikat-Fingerabdrucks verwendet wird. Der Standardwert ist SHA256. Unterstützte Werte sind SHA256, SHA384 und SHA512.
es: Especifica el algoritmo hash utilizado para calcular la huella digital del certificado. El valor predeterminado es SHA256. Los valores admitidos son SHA256, SHA384 y SHA512.
fr: Spécifie l'algorithme de hachage utilisé pour calculer l'empreinte du certificat. La valeur par défaut est SHA256. Les valeurs prises en charge sont SHA256, SHA384 et SHA512.
it: Specifica l'algoritmo hash usato per calcolare l'impronta digitale del certificato. Il valore predefinito è SHA256. I valori supportati sono SHA256, SHA384 e SHA512.
ja: 証明書のフィンガープリントの計算に使用するハッシュ アルゴリズムを指定します。既定値は SHA256 です。サポートされている値は SHA256、SHA384、SHA512 です。
ko: 인증서 지문을 계산하는 데 사용되는 해시 알고리즘을 지정합니다. 기본값은 SHA256입니다. 지원되는 값은 SHA256, SHA384 및 SHA512입니다.
pl: Określa algorytm skrótu używany do obliczania certyfikatu odcisku palca. Przyjmuje domyślnie wartość SHA256. Obsługiwane wartości to SHA256, SHA384 i SHA512.
pt_br: Especifica o algoritmo de hash usado para calcular a impressão digital do certificado. Assume o padrão de SHA256. Os valores com suporte são SHA256, SHA384 e SHA512.
ru: Задает хэш-алгоритм, используемый для вычисления отпечатка сертификата. По умолчанию имеет значение SHA256. Поддерживаются значения SHA256, SHA384 и SHA512.
tr: Sertifika parmak izini hesaplamak için kullanılan karma algoritmayı belirtir. Varsayılan değer: SHA256. Desteklenen değerler: SHA256, SHA384 ve SHA512.
zh_hans: 指定用于计算证书指纹的哈希算法。默认使用 SHA256。受支持的值有 SHA256、SHA384 和 SHA512。
zh_hant: 指定用來計算憑證指紋的雜湊演算法。預設為 SHA256。支援的值為 SHA256、SHA384 及 SHA512。

# TrustCommandAllowUntrustedRoot
source: Specifies if the certificate for the trusted signer should be allowed to chain to an untrusted root. This is not recommended.
cs: Určuje, zda povolit, aby byl certifikát důvěryhodné podepisující osoby součástí řetězce nedůvěryhodného kořenového certifikátu. Toto se nedoporučuje.
de: Gibt an, ob das Zertifikat für den vertrauenswürdigen Signaturgeber mit einem nicht vertrauenswürdigen Stamm verkettet werden darf. Dies wird nicht empfohlen.
es: Especifica si se debe permitir que el certificado del firmante de confianza se encadene a una raíz no fiable. Esto no se recomienda.
fr: Spécifie si le certificat du signataire approuvé doit être autorisé à être chaîné à une racine non approuvée. Cela n’est pas recommandé.
it: Specifica se consentire il concatenamento del certificato per il firmatario attendibile con una radice non attendibile. Impostazione non consigliata.
ja: 信頼された署名者の証明書を信頼されていないルートにチェーンすることを許可するかどうかを指定します。これはお勧めできません。
ko: 신뢰할 수 있는 서명자의 인증서를 신뢰할 수 없는 루트에 체인으로 연결할 수 있는지 여부를 지정합니다. 권장되지 않습니다.
pl: Określa, czy certyfikat zaufanej osoby podpisującej powinien mieć możliwość łączenia się z podejrzanym źródłem. Nie jest to polecane rozwiązanie.
pt_br: Especifica se o certificado para o signante confiável deve ter permissão para se encadear para uma raiz não confiável. Isso não é recomendado.
ru: Указывает, разрешено ли сертификату для доверенного подписывающего соединение с недоверенным корнем. Это не рекомендуется.
tr: Güvenilen imzalayana ait sertifikanın güvenilmeyen bir köke zincirlenmesine izin verilip verilmeyeceğini belirtir. Bu önerilmez.
zh_hans: 指定是否应允许受信任签名人证书链到不受信任的根。不推荐。
zh_hant: 指定是否允許信任的簽署者的憑證連結到不信任的根。不建議這樣做。
