Repository: dotnet/dotnet
Catalog: src/xdt/src/Microsoft.Web.XmlTransform/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# XMLTRANSFORMATION_TransformSourceMatchWasRemoved
source: '{0}' did not find a match, because matching nodes in the source document were modified or removed by a previous transform
cs: {0} nenalezl shodu, protože odpovídající uzly ve zdrojovém dokumentu byly upravené nebo odebrané předchozí transformací.
de: "{0}" hat keine Übereinstimmung gefunden, weil übereinstimmende Knoten im Quelldokument geändert oder von einer vorherigen Transformation entfernt wurden.
es: '{0}' no encontró ninguna coincidencia porque los nodos coincidentes del documento de origen se modificaron o quitaron en una transformación anterior
fr: '{0}' n’a trouvé aucune correspondance, car les nœuds correspondants dans le document source ont été modifiés ou supprimés lors d’une transformation précédente
it: Nessuna corrispondenza per '{0}' perché i nodi corrispondenti nel documento di origine sono stati modificati o rimossi da una trasformazione precedente
ja: '{0}' の一致が見つかりませんでした。ソース ドキュメント内の一致するノードが以前の変換で変更されたか、または削除されました
ko: 소스 문서에서 일치하는 노드가 이전 변환에 의해 수정 또는 제거되어 '{0}'이(가) 일치하는 요소를 찾지 못했습니다.
pl: „{0}”: nie znaleziono dopasowania, ponieważ zgodne węzły w dokumencie źródłowym zostały zmodyfikowane lub usunięte przez poprzednie przekształcenie
pt_br: '{0}' não encontrou uma correspondência, pois os nós correspondentes no documento de origem foram modificados ou removidos por uma transformação anterior
ru: "{0}" не удалось найти совпадения, так как совпадающие узлы в исходном документе изменены или удалены предыдущим преобразованием
tr: Kaynak belgedeki eşleşme düğümleri önceki bir dönüşüm tarafından değiştirildiği veya kaldırıldığı için '{0}' bir eşleşme bulamadı
zh_hans: “{0}”未找到匹配项，因为上一次转换修改或删除了源文档中的匹配节点
zh_hant: {0}' 找不到符合項，因為來源文件中符合的節點已遭到之前的轉換修改或移除

# XMLTRANSFORMATION_TransformStatusApplyTarget
source: Applying to '{0}' element (source line {1}, {2})
cs: Používá se pro element {0} (řádek zdroje {1}, {2})
de: Wird auf das Element "{0}" angewendet (Quellzeile {1}, {2}).
es: Aplicando al elemento '{0}' (línea de origen {1}, {2})
fr: Application à l’élément « {0} » (ligne source {1}, {2})
it: Applicazione all'elemento '{0}' (riga di origine {1}, {2})
ja: '{0}' 要素に適用しています (ソース行 {1}、{2})
ko: '{0}' 요소(소스 줄 {1}, {2})에 적용하는 중
pl: Stosowanie do elementu „{0}” (wiersz źródłowy {1}, {2})
pt_br: Aplicando ao elemento '{0}' (linha de origem {1}, {2})
ru: Применение к элементу «{0}» (исходная строка {1}, {2})
tr: '{0}' öğesine uygulanıyor (kaynak satır {1}, {2})
zh_hans: 正在应用于“{0}”元素(源行 {1}，{2})
zh_hant: 正在套用到 '{0}' 元素 (來源行 {1}, {2})

# XMLTRANSFORMATION_TransformStatusApplyTargetNoLineInfo
source: Applying to '{0}' element (no source line info)
cs: Používá se pro element {0} (žádné informace o řádku zdroje)
de: Wird auf das Element "{0}" angewendet (keine Quellzeileninformationen).
es: Aplicando al elemento '{0}' (no hay información de línea de origen)
fr: Application à l’élément « {0} » (pas d’information sur la ligne source)
it: Applicazione all'elemento '{0}' (nessuna informazione sulla riga di origine)
ja: '{0}' 要素に適用しています (ソース行の情報なし)
ko: '{0}' 요소(소스 줄 정보 없음)에 적용하는 중
pl: Stosowanie do elementu „{0}” (brak informacji o wierszu źródłowym)
pt_br: Aplicando ao elemento '{0}' (sem informações da linha de origem)
ru: Применение к элементу «{0}» (информация об исходной строке отсутствует)
tr: '{0}' öğesine uygulanıyor (kaynak satır bilgisi yok)
zh_hans: 正在应用于“{0}”元素(无源行信息)
zh_hant: 正在套用到 '{0}' 元素 (沒有來源行資訊)

# XMLTRANSFORMATION_TransformStatusXPath
source: on {0}
cs: u {0}
de: auf "{0}"
es: en {0}
fr: sur {0}
it: in {0}
ko: {0}에서
pl: w {0}
pt_br: em {0}
ru: в {0}
tr: {0} üzerinde
zh_hans: 在 {0} 上
zh_hant: 位於 {0}

# XMLTRANSFORMATION_UnknownTypeName
source: Could not resolve '{0}' as a type of {1}
cs: Nejde vyřešit {0} jako typ {1}.
de: "{0}" konnte nicht als Typ von {1} aufgelöst werden.
es: No se pudo resolver '{0}' como un tipo de {1}
fr: Impossible de résoudre '{0}' en tant que type de {1}
it: Impossibile risolvere '{0}' come tipo di {1}
ja: {1} のタイプとして '{0}' を解決できませんでした
ko: '{0}'을(를) {1} 유형으로 확인할 수 없습니다.
pl: Nie można rozpoznać elementu „{0}” jako typu {1}
pt_br: Não foi possível resolver '{0}' como um tipo de {1}
ru: Не удалось разрешить «{0}» как тип {1}
tr: '{0}', bir {1} türü olarak çözümlenemedi
zh_hans: 未能将“{0}”解析为 {1} 类型
zh_hant: 無法將 '{0}' 解析成 {1} 的類型

# XMLTRANSFORMATION_UnknownXdtTag
source: Unknown tag '{0}'
cs: Neznámá značka {0}
de: Unbekanntes Tag "{0}".
es: Etiqueta "{0}" desconocida
fr: Balise inconnue : '{0}'
it: Tag '{0}' sconosciuto
ja: 不明なタグ '{0}'
ko: 알 수 없는 태그 '{0}'
pl: Nieznany tag „{0}”
pt_br: Marca desconhecida '{0}'
ru: Неизвестный тег "{0}"
tr: Bilinmeyen etiket '{0}'
zh_hans: 未知的标记“{0}”
zh_hant: 未知的標籤 '{0}'
