Repository: dotnet/dotnet
Catalog: src/xdt/src/Microsoft.Web.XmlTransform/Properties/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# XMLTRANSFORMATION_AmbiguousTypeMatch
source: Type '{0}' was found in more than one assembly
cs: Typ {0} se našel ve více než jednom sestavení.
de: Der Typ "{0}" wurde in mehreren Assemblys gefunden.
es: El tipo '{0}' se encontró en más de un ensamblado
fr: Le type '{0}' a été trouvé dans plusieurs assemblys
it: Tipo '{0}' trovato in più assembly
ja: タイプ '{0}' が複数のアセンブリで見つかりました
ko: '{0}' 유형이 둘 이상의 어셈블리에 있습니다.
pl: Typ „{0}” został znaleziony w więcej niż jednym zestawie
pt_br: O tipo '{0}' foi encontrado em mais de um assembly
ru: Тип «{0}» был найден больше чем в одной сборке
tr: '{0}' türü birden çok derlemede bulundu
zh_hans: 在多个程序集中找到了类型“{0}”
zh_hant: 在多個組件中找到類型 '{0}'

# XMLTRANSFORMATION_BadAttributeValue
source: Transform and Locator attributes must contain only a type name, or a type name followed by a list of attributes in parentheses.
cs: Atributy Transform a Locator musí obsahovat jenom název typu nebo název typu následovaný seznamem atributů v závorkách.
de: Die Attribute "Transform" und "Locator" dürfen nur einen Typnamen oder einen Typnamen enthalten, auf den eine Liste der Attribute in Klammern folgt.
es: Los atributos Transform y Locator deben contener solo un nombre de tipo o un nombre de tipo seguido de una lista de atributos entre paréntesis.
fr: Les attributs Transform et Locator doivent uniquement comporter un nom de type, ou un nom de type suivi d'une liste d'attributs entre parenthèses.
it: Gli attributi Transform e Locator devono contenere solo un nome di tipo o un nome di tipo seguito da un elenco di attributi tra parentesi.
ja: Transform および Locator 属性にはタイプ名のみを指定するか、またはタイプ名の後に属性の一覧をかっこで囲んで指定する必要があります。
ko: Transform 및 Locator 특성은 유형 이름만 포함하거나 유형 이름 다음에 특성 목록을 괄호로 묶어 포함해야 합니다.
pl: Atrybuty Transform i Locator mogą zawierać tylko nazwę typu lub nazwę typu z listą atrybutów ujętą w nawiasy.
pt_br: Os atributos Transform e Locator devem conter apenas um nome de tipo ou um nome de tipo seguido por uma lista de atributos entre parênteses.
ru: Атрибуты Transform и Locator должны содержать только имя типа или имя типа и список атрибутов в круглых скобках.
tr: Transform ve Locator öznitelikleri yalnızca bir tür adı veya tür adından sonra parantez içinde öznitelik listesi içermelidir.
zh_hans: Transform 和 Locator 特性只能包含一个类型名称，或一个类型名称后跟一个用括号括起的特性列表。
zh_hant: Transform 和 Locator 屬性只能包含類型名稱，或是類型名稱後面接著括在括號中的屬性清單。

# XMLTRANSFORMATION_FatalTransformSyntaxError
source: Fatal syntax error
cs: Závažná chyba syntaxe
de: Schwerwiegender Syntaxfehler.
es: Error irrecuperable de sintaxis
fr: Erreur de syntaxe irrécupérable
it: Errore irreversibile di sintassi
ja: 致命的な構文エラー
ko: 구문 오류
pl: Krytyczny błąd składniowy
pt_br: Erro fatal de sintaxe
ru: Неустранимая синтаксическая ошибка.
tr: Önemli söz dizimi hatası
zh_hans: 严重的语法错误
zh_hant: 嚴重的語法錯誤

# XMLTRANSFORMATION_ImportAttributeConflict
source: Import tag cannot have both a 'path' and an 'assembly'
cs: Značka Import nemůže obsahovat současně atributy path i assembly.
de: Das Importtag kann nicht sowohl einen "path" als auch eine "assembly" aufweisen.
es: La etiqueta de importación no puede contener 'path' y 'assembly'
fr: La balise Import ne peut pas comporter simultanément un 'path' et un 'assembly'
it: Il tag di importazione non può contenere sia un elemento 'path' sia un elemento 'assembly'
ja: インポート タグに 'path' および 'assembly' の両方を含めることはできません
ko: Import 태그에 'path'와 'assembly'를 둘 다 사용할 수는 없습니다.
pl: Tag importu nie może zawierać zarówno atrybutu „path”, jak i atrybutu „assembly”
pt_br: A marca de importação não pode ter um 'path' e um 'assembly'
ru: Тег Import не может содержать атрибут path и атрибут assembly
tr: İçeri aktarma etiketinde hem bir 'path' hem de 'assembly' olamaz
zh_hans: 导入标记不能同时具有 "path" 和 "assembly"
zh_hant: 匯入標記不能同時有 'path' 和 'assembly'

# XMLTRANSFORMATION_ImportMissingAssembly
source: Import tag must have a 'path' or an 'assembly'
cs: Značka Import musí obsahovat atributy path i assembly.
de: Das Importtag muss einen "path" oder eine "assembly" aufweisen.
es: La etiqueta de importación debe contener 'path' o 'assembly'
fr: La balise Import doit comporter un 'path' ou un 'assembly'
it: Il tag di importazione deve contenere un elemento 'path' o un elemento 'assembly'
ja: インポート タグに 'path' または 'assembly' が必要です
ko: Import 태그에는 'path' 또는 'assembly'가 있어야 합니다.
pl: Tag importu musi zawierać atrybut „path” lub „assembly”
pt_br: A marca de importação deve ter um 'path' ou um 'assembly'
ru: Тег Import должен содержать атрибут path или атрибут assembly
tr: İçeri aktarma etiketinde bir 'path' veya 'assembly' olmalıdır
zh_hans: 导入标记必须具有一个 "path" 或 "assembly"
zh_hant: 匯入標記必須有 'path' 或 'assembly'

# XMLTRANSFORMATION_ImportMissingNamespace
source: Import tag must have a 'namespace'
cs: Značka Import musí obsahovat atribut namespace.
de: Das Importtag muss einen "namespace" aufweisen.
es: La etiqueta de importación debe contener 'namespace'
fr: La balise Import doit comporter un 'namespace'
it: Il tag di importazione deve contenere un elemento 'namespace'
ja: インポート タグに 'namespace' が必要です
ko: Import 태그에는 'namespace'가 있어야 합니다.
pl: Tag importu musi zawierać atrybut „namespace”
pt_br: A marca de importação deve ter um 'namespace'
ru: Тег Import должен содержать атрибут namespace
tr: İçeri aktarma etiketinde bir 'namespace' olmalıdır
zh_hans: 导入标记必须具有一个 "namespace"
zh_hant: 匯入標記必須有 'namespace'

# XMLTRANSFORMATION_ImportUnknownAttribute
source: Import tag does not support '{0}' attribute
cs: Značka Import nepodporuje atribut {0}.
de: Das Importtag unterstützt das Attribut "{0}" nicht.
es: La etiqueta de importación no admite el atributo '{0}'
fr: La balise Import ne prend pas en charge l’attribut '{0}'
it: Il tag di importazione non supporta l'attributo '{0}'
ja: インポート タグは '{0}' 属性をサポートしていません
ko: Import 태그는 '{0}' 특성을 지원하지 않습니다.
pl: Tag importu nie obsługuje atrybutu „{0}”
pt_br: A marca de importação não oferece suporte ao atributo '{0}'
ru: Тег Import не поддерживает атрибут «{0}»
tr: İçeri aktarma etiketi '{0}' özniteliğini desteklemiyor
zh_hans: 导入标记不支持“{0}”特性
zh_hant: 匯入標記不支援 '{0}' 屬性

# XMLTRANSFORMATION_IncorrectBaseType
source: '{0}' is not a type of {1}
cs: {0} není typu {1}.
de: "{0}" ist kein Typ von {1}.
es: '{0}' no es un tipo de {1}
fr: '{0}' n’est pas un type de {1}
it: '{0}' non è un tipo di {1}
ja: '{0}' は {1} のタイプではありません
ko: '{0}'은(는) {1} 유형이 아닙니다.
pl: Element „{0}” nie jest elementem typu {1}
pt_br: '{0}' não é um tipo de {1}
ru: Тип «{0}» отличается от {1}
tr: '{0}' bir {1} türü değil
zh_hans: “{0}”的类型不为 {1}
zh_hant: '{0}' 不是 {1} 的類型

# XMLTRANSFORMATION_InsertBadXPath
source: No element in the source document matches '{0}'
cs: Žádný element ve zdrojovém dokumentu neodpovídá {0}.
de: Kein Element im Quelldokument stimmt mit "{0}" überein.
es: Ningún elemento del documento de origen coincide con '{0}'
fr: Aucun élément du document source ne correspond à '{0}'
it: Nessun elemento nel documento di origine corrisponde a '{0}'
ja: ソース ドキュメント内の要素が '{0}' に一致しません
ko: 소스 문서에 '{0}'과(와) 일치하는 요소가 없습니다.
pl: Żaden element w dokumencie źródłowym nie jest zgodny z elementem „{0}”
pt_br: Nenhum elemento do documento de origem corresponde a '{0}'
ru: Ни один элемент в исходном документе не соответствует «{0}»
tr: Kaynak belgedeki hiçbir öğe '{0}' ile eşleşmiyor
zh_hans: 源文档中没有元素与“{0}”匹配
zh_hant: 來源文件中的元素都不符合 '{0}'

# XMLTRANSFORMATION_InsertBadXPathResult
source: '{0}' does not evaluate to an element
cs: Výsledkem vyhodnocení {0} není element.
de: "{0}" wird nicht in ein Element ausgewertet.
es: '{0}' no se evalúa como un elemento
fr: '{0}' ne correspond pas à un élément
it: '{0}' non restituisce un elemento
ja: '{0}' は要素に評価されません
ko: '{0}'은(는) 요소로 평가되지 않습니다.
pl: Wynikiem obliczania elementu „{0}” nie jest element
pt_br: '{0}' não é avaliado(a) para um elemento
ru: «{0}» не вычисляется как элемент
tr: '{0}' bir öğe olarak değerlendirilmiyor
zh_hans: “{0}”的计算结果不是一个元素
zh_hant: '{0}' 未評估成元素

# XMLTRANSFORMATION_InsertMissingArgument
source: {0} requires an XPath argument
cs: {0} vyžaduje argument XPath.
de: {0} erfordert ein XPath-Argument.
es: {0} requiere un argumento XPath
fr: {0} requiert un argument XPath
it: {0} richiede un argomento XPath
ja: {0} には XPath 引数が必要です
ko: {0}에 XPath 인수가 필요합니다.
pl: Element {0} wymaga argumentu XPath
pt_br: {0} exige um argumento XPath
ru: Для {0} требуется аргумент XPath
tr: {0} bir XPath bağımsız değişkeni gerektiriyor
zh_hans: {0} 需要 XPath 参数
zh_hant: {0} 需要 XPath 引數

# XMLTRANSFORMATION_InsertTooManyArguments
source: Too many arguments to {0}
cs: Příliš mnoho argumentů pro {0}
de: Zu viele Argumente für {0}
es: Demasiados argumentos para {0}
fr: Arguments trop nombreux dans {0}
it: Troppi argomenti in {0}
ja: {0} に対する引数が多すぎます
ko: {0}에 대한 인수가 너무 많습니다.
pl: Za dużo argumentów elementu {0}
pt_br: Há muitos argumentos para {0}
ru: Слишком много аргументов для {0}
tr: {0} için çok fazla bağımsız değişken var
zh_hans: {0} 的参数过多
zh_hant: {0} 的引數過多

# XMLTRANSFORMATION_MatchAttributeDoesNotExist
source: No attribute '{0}' exists for the Match Locator
cs: Pro lokátor Match neexistuje žádný atribut {0}.
de: Für den Match-Locator ist kein Attribut "{0}" vorhanden.
es: No existe el atributo '{0}' para el localizador Match
fr: Il n’existe aucun attribut « {0} » pour Match Locator
it: Nessun attributo '{0}' per il localizzatore Match
ja: Match ロケーターに属性 '{0}' が存在しません
ko: Match 로케이터에 대한 '{0}' 특성이 없습니다.
pl: Brak atrybutu „{0}” dla lokalizatora Match
pt_br: Não existe nenhum atributo '{0}' para o Localizador Match
ru: Отсутствует атрибут «{0}» для Match Locator
tr: Match Bulucu için '{0}' özniteliği yok
zh_hans: Match 定位器不存在特性“{0}”
zh_hant: Match 定位程式沒有屬性 '{0}'

# XMLTRANSFORMATION_NoValidConstructor
source: Type '{0}' must have a no-argument constructor to be instantiated by the transformation engine
cs: Typ {0} musí mít konstruktor bez argumentů, aby transformační modul mohl vytvořit jeho instanci.
de: Der Typ "{0}" muss einen Konstruktor ohne Argument aufweisen, um von der Transformations-Engine instanziiert werden zu können.
es: El tipo '{0}' debe tener un constructor sin argumentos para que el motor de transformación cree una instancia suya
fr: Le type « {0} » doit avoir un constructeur sans argument pour être instancié par le moteur de transformation
it: Il tipo '{0}' deve disporre di un costruttore senza argomenti di cui deve essere creata un'istanza mediante il motore di trasformazione
ja: タイプ '{0}' には変換エンジンによってインスタンス化される引数なしのコンストラクターが必要です
ko: '{0}' 유형에는 변환 엔진에 의해 인스턴스화될 인수 없는 생성자가 있어야 합니다.
pl: W przypadku typu „{0}” wystąpienie konstruktora bez argumentów musi zostać utworzone przez aparat przekształcania
pt_br: O tipo '{0}' deve ter um construtor de não argumento a ser instanciado pelo mecanismo de transformação
ru: Чтобы подсистема преобразования смогла создать экземпляр типа «{0}», у него должен быть конструктор без аргументов
tr: '{0}' türünün dönüştürme altyapısı tarafından örneğinin oluşturulması için bağımsız değişken içermeyen bir oluşturucuya sahip olması gerekir
zh_hans: 类型“{0}”必须有一个无参数构造函数以便由转换引擎进行实例化
zh_hant: 類型 '{0}' 必須有無引數的建構函式，才能由轉換引擎執行個體化

# XMLTRANSFORMATION_RequiresExactArguments
source: {0} requires exactly {1} arguments
cs: {0} vyžaduje přesně {1} argumentů
de: "{0}" erfordert genau {1} Argumente.
es: {0} requiere exactamente {1} argumentos
fr: {0} requiert exactement {1} arguments
it: {0} richiede esattamente {1} argomenti
ja: {0} には {1} 個の引数が必要です
ko: {0}에는 정확히 {1}개의 인수가 필요합니다.
pl: Element {0} wymaga dokładnie następującej liczby argumentów: {1}
pt_br: {0} exige exatamente {1} argumentos
ru: Для {0} требуется следующее количество аргументов: {1}
tr: {0} için tam olarak {1} bağımsız değişken gerekiyor
zh_hans: {0} 正好需要 {1} 个参数
zh_hant: {0} 需要正好 {1} 個引數

# XMLTRANSFORMATION_RequiresMinimumArguments
source: {0} requires at least {1} arguments
cs: {0} vyžaduje nejméně {1} argumentů
de: "{0}" erfordert mindestens {1} Argumente.
es: {0} requiere, como mínimo, {1} argumentos
fr: {0} requiert au moins {1} arguments
it: {0} richiede almeno {1} argomenti
ja: {0} には少なくとも {1} 個の引数が必要です
ko: {0}에는 {1}개 이상의 인수가 필요합니다.
pl: Element {0} wymaga co najmniej następującej liczby argumentów: {1}
pt_br: {0} exige pelo menos {1} argumentos
ru: Для {0} требуется не менее следующего числа аргументов: {1}
tr: {0} için en az {1} bağımsız değişken gerekiyor
zh_hans: {0} 至少需要 {1} 个参数
zh_hant: {0} 需要至少 {1} 個引數

# XMLTRANSFORMATION_TooManyArguments
source: Too many arguments for {0}
cs: Příliš mnoho argumentů pro {0}
de: Zu viele Argumente für {0}
es: Demasiados argumentos para {0}
fr: Arguments trop nombreux pour {0}
it: Troppi argomenti per {0}
ja: {0} に対する引数が多すぎます
ko: {0}의 인수가 너무 많습니다.
pl: Za dużo argumentów elementu {0}
pt_br: Existem muitos argumentos para {0}
ru: Слишком много аргументов для {0}
tr: {0} için çok fazla bağımsız değişken var
zh_hans: {0} 的参数过多
zh_hant: {0} 的引數過多

# XMLTRANSFORMATION_TransformArgumentFoundNoAttributes
source: Argument '{0}' did not match any attributes
cs: Argument {0} neodpovídá žádným atributům.
de: Das Argument "{0}" stimmt mit keinem Attribut überein.
es: El argumento '{0}' no coincide con ningún atributo
fr: L’argument « {0} » ne correspond à aucun attribut
it: Argomento '{0}' non corrispondente ad alcun attributo
ja: 引数 '{0}' はどの属性にも一致しませんでした
ko: '{0}' 인수와 일치하는 특성이 없습니다.
pl: Argument „{0}” nie jest zgodny z żadnym atrybutem
pt_br: O argumento '{0}' não correspondeu a nenhum atributo
ru: Аргумент «{0}» не соответствует ни одному атрибуту
tr: '{0}' bağımsız değişkeni hiçbir öznitelikle eşleşmedi
zh_hans: 参数“{0}”与任何特性都不匹配
zh_hant: 引數 '{0}' 不符合任何屬性

# XMLTRANSFORMATION_TransformBeginExecutingMessage
source: Executing {0}
cs: Provádí se {0}
de: {0} wird ausgeführt.
es: Ejecutando {0}
fr: Exécution de {0}
it: Esecuzione di {0}
ja: {0} を実行しています
ko: {0}을(를) 실행하는 중
pl: Wykonywanie przekształcenia {0}
pt_br: Executando {0}
ru: Идет выполнение {0}.
tr: {0} yürütülüyor
zh_hans: 正在执行 {0}
zh_hant: 正在執行 {0}

# XMLTRANSFORMATION_TransformDoesNotExpectArguments
source: {0} does not expect arguments; ignoring
cs: {0} neočekává argumenty, ignorují se.
de: {0} erwartet keine Argumente. Diese werden ignoriert.
es: {0} no espera argumentos; ignorando
fr: {0} n'attend aucun argument ; il sera ignoré
it: {0} non prevede argomenti. Verrà ignorato
ja: {0} は予期しない引数のため無視されます
ko: {0}에는 인수가 필요하지 않습니다. 무시됩니다.
pl: Element {0} nie oczekuje argumentów; ignorowanie
pt_br: {0} não espera argumentos; ignorando
ru: {0} не ожидает аргументов; пропускается
tr: {0} bağımsız değişken beklemiyor; yoksayılıyor
zh_hans: {0} 不需要参数；正在忽略
zh_hant: {0} 未預期引數; 即將忽略

# XMLTRANSFORMATION_TransformEndExecutingMessage
source: Done executing {0}
cs: Dokončeno provádění: {0}
de: Die Ausführung von {0} wurde abgeschlossen.
es: Finalizó la ejecución de {0}
fr: Fin de l'exécution de {0}
it: Esecuzione di {0} completata
ja: {0} の実行が完了しました
ko: {0} 실행 완료
pl: Zakończono wykonywanie przekształcenia {0}
pt_br: Execução de {0} concluída
ru: Выполнение {0} завершено.
tr: {0} yürütmesi tamamlandı
zh_hans: 已完成执行 {0}
zh_hant: {0} 執行完成

# XMLTRANSFORMATION_TransformErrorExecutingMessage
source: Error during {0}
cs: Chyba během: {0}
de: Fehler bei "{0}".
es: Error durante {0}
fr: Erreur durant {0}
it: Errore durante {0}
ja: {0} の間にエラーが発生しました
ko: {0} 중에 오류 발생
pl: Błąd podczas przekształcenia {0}
pt_br: Erro durante {0}
ru: Ошибка при {0}.
tr: {0} sırasında hata oluştu
zh_hans: {0} 期间出错
zh_hant: {0} 時發生錯誤

# XMLTRANSFORMATION_TransformMessageInsert
source: Inserted '{0}' element
cs: Vložen element {0}
de: Das Element "{0}" wurde eingefügt.
es: Elemento "{0}" insertado
fr: Insertion de '{0}' élément
it: Elemento '{0}' inserito
ja: '{0}' 要素を挿入しました
ko: '{0}' 요소를 삽입했습니다.
pl: Wstawiono element „{0}”
pt_br: Elemento '{0}' inserido
ru: Вставлен элемент "{0}".
tr: '{0}' öğe eklendi
zh_hans: 已插入“{0}”元素
zh_hant: 已插入 '{0}' 元素

# XMLTRANSFORMATION_TransformMessageNoRemoveAttributes
source: No attributes found to remove
cs: Nenašly se žádné atributy k odebrání.
de: Es wurden keine Attribute zum Entfernen gefunden.
es: No se encontraron atributos para quitarlos
fr: Aucun attribut à supprimer n'a été trouvé
it: Nessun attributo da rimuovere trovato
ja: 削除する属性が見つかりませんでした
ko: 제거할 특성이 없습니다.
pl: Nie znaleziono atrybutów do usunięcia
pt_br: Nenhum atributo encontrado para remoção
ru: Не найдены атрибуты для удаления
tr: Kaldırılacak öznitelik bulunamadı
zh_hans: 未找到任何要删除的特性
zh_hant: 找不到要移除的屬性

# XMLTRANSFORMATION_TransformMessageNoSetAttributes
source: No attributes found to set
cs: Nenašly se žádné atributy k nastavení.
de: Es wurden keine Attribute zum Festlegen gefunden.
es: No se encontraron atributos para definirlos
fr: Aucun attribut à définir n'a été trouvé
it: Nessun attributo da impostare trovato
ja: 設定する属性が見つかりませんでした
ko: 설정할 특성이 없습니다.
pl: Nie znaleziono atrybutów do ustawienia
pt_br: Nenhum atributo encontrado para definição
ru: Не найдены атрибуты для настройки
tr: Ayarlanacak öznitelik bulunamadı
zh_hans: 未找到任何要设置的特性
zh_hant: 找不到要設定的屬性

# XMLTRANSFORMATION_TransformMessageRemove
source: Removed '{0}' element
cs: Odebrán element {0}
de: Das Element "{0}" wurde entfernt.
es: Elemento "{0}" quitado
fr: Suppression de '{0}' élément
it: Elemento '{0}' rimosso
ja: '{0}' 要素を削除しました
ko: '{0}' 요소를 제거했습니다.
pl: Usunięto element „{0}”
pt_br: Elemento '{0}' removido
ru: Удален элемент "{0}".
tr: '{0}' öğe kaldırıldı
zh_hans: 已删除“{0}”元素
zh_hant: 已移除 '{0}' 元素

# XMLTRANSFORMATION_TransformMessageRemoveAttribute
source: Removed '{0}' attribute
cs: Odebrán atribut {0}
de: Das Attribut "{0}" wurde entfernt.
es: Atributo "{0}" quitado
fr: Suppression de '{0}' attribut
it: Attributo '{0}' rimosso
ja: '{0}' 属性を削除しました
ko: '{0}' 특성을 제거했습니다.
pl: Usunięto atrybut „{0}”
pt_br: Atributo '{0}' removido
ru: Удален атрибут "{0}".
tr: '{0}' öznitelik kaldırıldı
zh_hans: 已删除“{0}”特性
zh_hant: 已移除 '{0}' 屬性

# XMLTRANSFORMATION_TransformMessageRemoveAttributes
source: Removed {0} attributes
cs: Odebrány atributy: {0}
de: {0} Attribute wurden entfernt.
es: Atributos {0} quitados
fr: Suppression de {0} attributs
it: Attributi {0} rimossi
ja: {0} 個の属性を削除しました
ko: 특성 {0}개를 제거했습니다.
pl: Usunięto atrybuty ({0})
pt_br: Atributos {0} removidos
ru: Удалено атрибутов: {0}.
tr: {0} öznitelik kaldırıldı
zh_hans: 已删除 {0} 个特性
zh_hant: 已移除 {0} 屬性

# XMLTRANSFORMATION_TransformMessageReplace
source: Replaced '{0}' element
cs: Nahrazen element {0}
de: Das Element "{0}" wurde ersetzt.
es: Elemento "{0}" reemplazado
fr: Remplacement de '{0}' élément
it: Elemento '{0}' sostituito
ja: '{0}' 要素を置き換えました
ko: '{0}' 요소를 바꿨습니다.
pl: Zamieniono element „{0}”
pt_br: Elemento '{0}' substituído
ru: Заменен элемент "{0}".
tr: '{0}' öğe değiştirildi
zh_hans: 已替换“{0}”元素
zh_hant: 已取代 '{0}' 元素

# XMLTRANSFORMATION_TransformMessageSetAttribute
source: Set '{0}' attribute
cs: Nastaven atribut {0}
de: Das Attribut "{0}" wurde festgelegt.
es: Atributo "{0}" definido
fr: Définition de '{0}' attribut
it: Attributo '{0}' impostato
ja: '{0}' 属性を設定しました
ko: '{0}' 특성을 설정했습니다.
pl: Ustaw atrybut „{0}”
pt_br: Atributo '{0}' definido
ru: Задан {0} атрибут.
tr: '{0}' öznitelik ayarlandı
zh_hans: 已设置“{0}”特性
zh_hant: 已設定 '{0}' 屬性

# XMLTRANSFORMATION_TransformMessageSetAttributes
source: Set {0} attributes
cs: Nastaveny atributy: {0}
de: {0} Attribute wurden festgelegt.
es: Atributos {0} definidos
fr: Définition de {0} attributs
it: Attributi {0} impostati
ja: {0} 個の属性を設定しました
ko: 특성 {0}개를 설정했습니다.
pl: Ustaw atrybuty ({0})
pt_br: Atributos {0} definidos
ru: Задано атрибутов: {0}.
tr: {0} öznitelik ayarlandı
zh_hans: 已设置 {0} 个特性
zh_hant: 已設定 {0} 屬性

# XMLTRANSFORMATION_TransformNameFormatLong
source: {0} (transform line {1}, {2})
cs: {0} (řádek transformace {1}, {2})
de: {0} (Transformation Zeile {1}, {2})
es: {0} (línea de transformación {1}, {2})
fr: {0} (ligne de transformation {1}, {2})
it: {0} (riga di trasformazione {1}, {2})
ja: {0} (変換行 {1}、{2})
ko: {0}(변환 줄 {1}, {2})
pl: {0} (wiersz przekształcenia {1}, {2})
pt_br: {0} (linha de transformação {1}, {2})
ru: {0} (строка преобразования {1}, {2})
tr: {0} (dönüşüm satırı {1}, {2})
zh_hans: {0} (转换行 {1}，{2})
zh_hant: {0} (轉換行 {1}, {2})

# XMLTRANSFORMATION_TransformNoMatchingTargetNodes
source: No element in the source document matches '{0}'
cs: Žádný element ve zdrojovém dokumentu neodpovídá {0}.
de: Kein Element im Quelldokument stimmt mit "{0}" überein.
es: Ningún elemento del documento de origen coincide con '{0}'
fr: Aucun élément du document source ne correspond à '{0}'
it: Nessun elemento nel documento di origine corrisponde a '{0}'
ja: ソース ドキュメント内の要素が '{0}' に一致しません
ko: 소스 문서에 '{0}'과(와) 일치하는 요소가 없습니다.
pl: Żaden element w dokumencie źródłowym nie jest zgodny z elementem „{0}”
pt_br: Nenhum elemento do documento de origem corresponde a '{0}'
ru: Ни один элемент в исходном документе не соответствует «{0}»
tr: Kaynak belgedeki hiçbir öğe '{0}' ile eşleşmiyor
zh_hans: 源文档中没有元素与“{0}”匹配
zh_hant: 來源文件中的元素都不符合 '{0}'

# XMLTRANSFORMATION_TransformNotExecutingMessage
source: Not executing {0}
cs: Neprovádí se {0}.
de: {0} wird nicht ausgeführt.
es: No se está ejecutando {0}
fr: Non-exécution de {0}
it: {0} non in esecuzione
ja: {0} を実行していません
ko: {0}을(를) 실행하고 있지 않음
pl: Przekształcenie {0} nie jest wykonywane
pt_br: {0} não está sendo executado(a)
ru: {0} не выполняется.
tr: {0} yürütülmüyor
zh_hans: 未在执行 {0}
zh_hant: 未執行 {0}

# XMLTRANSFORMATION_TransformOnlyAppliesOnce
source: Found multiple target elements, but the '{0}' Transform only applies to the first match
cs: Našlo se několik cílových elementů, ale transformace {0} se vztahuje jenom na první shodu.
de: Es wurden mehrere Zielelemente gefunden, die Transformation "{0}" gilt aber nur für die erste Übereinstimmung.
es: Se encontraron varios elementos de destino, pero la transformación '{0}' solo se aplica a la primera coincidencia
fr: Plusieurs éléments cibles ont été trouvés, mais la transformation « {0} » s’applique uniquement à la première correspondance
it: Trovati più elementi di destinazione, ma la trasformazione '{0}' si applica solo alla prima corrispondenza
ja: 複数のターゲット要素が見つかりましたが、'{0}' 変換は最初に一致した要素にのみ適用されます
ko: 다중 대상 요소를 찾았지만 '{0}' 변환은 일치하는 첫 번째 요소에만 적용됩니다.
pl: Znaleziono wiele elementów docelowych, ale przekształcenie „{0}” dotyczy tylko pierwszego dopasowania
pt_br: Vários elementos de destino foram encontrados, mas a Transformação '{0}' aplica-se apenas à primeira correspondência
ru: Обнаружено несколько целевых элементов, но «{0}» Transform относится только к первому совпадению
tr: Birden çok hedef öğe bulundu, ancak '{0}' Dönüştürme yalnızca ilk eşleşmeye uygulanır
zh_hans: 找到了多个目标元素，但“{0}”转换仅适用于第一个匹配项
zh_hant: 找到多個目標元素，但 '{0}' 轉換只會套用到第一個符合項
