Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.Tools/xlf/NuGetTools.vsct.*.xlf
Languages: it, pl, zh_hans, zh_hant

# cmdidAddPackagesForSolution|ButtonText
source: Manage &NuGet Packages for Solution...
it: Gestisci pacchetti &NuGet per la soluzione...
pl: Zarzą&dzaj pakietami NuGet rozwiązania...
zh_hans: 管理解决方案的 NuGet 程序包(&N)...
zh_hant: 管理方案的 NuGet 套件(&N)...

# cmdidAddPackages|ButtonText
source: Manage &NuGet Packages...
it: Gestisci pacchetti &NuGet...
pl: Zarządzaj pakietami &NuGet...
zh_hans: 管理 NuGet 包(&N)...
zh_hant: 管理 NuGet 套件(&N)...

# cmdidClearHost|ButtonText
source: &Clear Console
it: &Cancella console
pl: Wy&czyść konsolę
zh_hans: 清除控制台(&C)
zh_hant: 清除主控台(&C)

# cmdidPowerConsole|ButtonText
source: Package Manager C&onsole
it: C&onsole di Gestione pacchetti
pl: K&onsola menedżera pakietów
zh_hans: 程序包管理器控制台(&O)
zh_hant: 套件管理器主控台(&O)

# cmdidProjects|ButtonText
source: Default pro&ject:
it: Pro&getto predefinito:
pl: Pro&jekt domyślny:
zh_hans: 默认项目(&J):
zh_hant: 預設專案(&J):

# cmdidRestorePackages|ButtonText
source: Restore NuGet Packa&ges
it: Ripristina pacchetti Nu$Get
pl: Przywróć pakiety Nu&Get
zh_hans: 还原 NuGet 包(&G)
zh_hant: 還原 NuGet 套件(&G)

# cmdidSourceSettings|ButtonText
source: &Package Manager Settings
it: Impostazioni di Gestione &pacchetti
pl: &Ustawienia menedżera pakietów
zh_hans: 程序包管理器设置(&P)
zh_hant: 套件管理器設定(&P)

# cmdidSources|ButtonText
source: Pac&kage source:
it: Origine pac&chetto:
pl: Źródło pa&kietów:
zh_hans: 程序包源(&K):
zh_hant: 套件來源(&K):

# cmdidStopHost|ButtonText
source: &Stop command execution
it: Interrompi e$secuzione comando
pl: &Zatrzymaj wykonywanie polecenia
zh_hans: 停止执行命令(&S)
zh_hant: 停止命令執行(&S)

# cmdidUpdatePackages|ButtonText
source: U&pdate...
it: &Aggiorna...
pl: A&ktualizuj...
zh_hans: 更新(&P)...
zh_hant: 更新(&P)...

# cmdidUpdatePackage|ButtonText
source: U&pdate...
it: &Aggiorna...
pl: A&ktualizuj...
zh_hans: 更新(&P)...
zh_hant: 更新(&P)...

# cmdidUpgradeNuGetProject|ButtonText
source: &Migrate packages.config to PackageReference...
it: &Esegui la migrazione da packages.config a PackageReference...
pl: &Migruj format packages.config do formatu PackageReference...
zh_hans: 将 packages.config 迁移到 PackageReference(&M)...
zh_hant: 將 packages.config 移轉至 PackageReference(&M)...

# cmdidUpgradePackagesConfig|ButtonText
source: &Migrate packages.config to PackageReference...
it: &Esegui la migrazione da packages.config a PackageReference...
pl: &Migruj format packages.config do formatu PackageReference...
zh_hans: 将 packages.config 迁移到 PackageReference(&M)...
zh_hant: 將 packages.config 移轉至 PackageReference(&M)...

# cmdidUpgradeProjectJsonNuGetProject|ButtonText
source: &Migrate project.json to PackageReference...
it: Esegui la &migrazione project.json a PackageReference...
pl: &Migruj plik project.json do folderu PackageReference...
zh_hans: 将 project.json 迁移(&M)到 PackageReference...
zh_hant: 將 project.json 遷移(&M) 到 PackageReference...

# idGeneralSettings|ButtonText
source: &Package Manager Settings
it: Impostazioni di Gestione &pacchetti
pl: &Ustawienia menedżera pakietów
zh_hans: 程序包管理器设置(&P)
zh_hant: 套件管理器設定(&P)

# idLibraryPackageManager|ButtonText
source: NuGet Package Ma&nager
it: Gestio&ne pacchetti NuGet
pl: Me&nedżer pakietów NuGet
zh_hans: NuGet 包管理器(&N)
zh_hant: NuGet 套件管理員(&N)

# idToolbar|ButtonText
source: Package Manager Console
it: Console di Gestione pacchetti
pl: Konsola menedżera pakietów
zh_hans: 程序包管理器控制台
zh_hant: 套件管理器主控台
