Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.Tools/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Binding Redirects
cs: Přesměrování vazeb
de: Bindungsumleitungen
es: Redirecciones de enlace
fr: Redirections de liaisons
it: Reindirizzamenti di associazione
ja: バインディング リダイレクト
ko: 바인딩 리디렉션
pl: Przekierowania powiązań
pt_br: Redirecionamentos de Associação
ru: Перенаправление привязок
tr: Bağlama Yeniden Yönlendirmeleri
zh_hans: 绑定重定向
zh_hant: 繫結重新導向

# CanNotCreateWindow
source: Can not create tool window.
cs: Nejde vytvořit okno nástroje.
de: Das Toolfenster kann nicht erstellt werden.
es: No se puede crear la ventana de herramientas.
fr: Impossible de créer la fenêtre d'outil.
it: Non è possibile creare la finestra degli strumenti.
ja: ツール ウィンドウを作成できません。
ko: 도구 창을 만들 수 없습니다.
pl: Nie można utworzyć okna narzędzia.
pt_br: Não é possível criar a janela da ferramenta.
ru: Не удалось создать окно инструмента.
tr: Araç penceresi oluşturulamıyor.
zh_hans: 无法创建工具窗口。
zh_hant: 無法建立工具視窗。

# DTE_ProjectUnsupported
source: The project '{0}' is unsupported
cs: Projekt {0} není podporovaný.
de: Das Projekt "{0}" wird nicht unterstützt
es: El proyecto '{0}' no se admite
fr: Le projet '{0}' n'est pas pris en charge
it: Il progetto '{0}' non è supportato
ja: プロジェクト '{0}' はサポートされていません
ko: '{0}' 프로젝트는 지원되지 않습니다.
pl: Projekt „{0}” nie jest obsługiwany
pt_br: O projeto '{0}' não tem suporte
ru: Проект «{0}» не поддерживается
tr: '{0}' projesi desteklenmiyor
zh_hans: 不支持项目“{0}”
zh_hant: 不支援專案 '{0}'

# ErrorDialogBoxTitle
source: Operation failed
cs: Operace se nepovedla
de: Vorgangsfehler
es: Error en la operación
fr: Échec de l’opération
it: Operazione non riuscita
ja: 操作に失敗しました
ko: 작업이 실패했습니다.
pl: Operacja nie powiodła się
pt_br: Falha na operação
ru: Сбой операции
tr: İşlem başarısız oldu
zh_hans: 操作失败
zh_hant: 作業失敗

# Error_CopilotAccessDenied
source: Access denied. Please ensure you are signed in to GitHub Copilot.
cs: Přístup byl odepřen. Ujistěte se prosím, že jste přihlášení ke službě GitHub Copilot.
ko: 액세스가 거부되었습니다. GitHub Copilot에 로그인되어 있는지 확인하세요.
pl: Odmowa dostępu. Upewnij się, że zalogowano się do usługi GitHub Copilot.
zh_hant: 存取遭拒。請確保您已登入 GitHub Copilot。

# Error_CopilotNotReady
source: GitHub Copilot is not ready. Please ensure GitHub Copilot is installed and signed in.
cs: GitHub Copilot není připravený. Ujistěte se, že je GitHub Copilot nainstalovaný a že jste přihlášení.
ko: GitHub Copilot이 준비되지 않았습니다. GitHub Copilot이 설치되어 있고 로그인되어 있는지 확인하세요.
pl: Usługa GitHub Copilot nie jest gotowa. Upewnij się, że usługa GitHub Copilot jest zainstalowana i zalogowano się.
zh_hant: GitHub Copilot 尚未就緒。請確保已安裝並登入 GitHub Copilot。

# Error_CopilotServiceNotAvailable
source: GitHub Copilot Service is not available. Please ensure GitHub Copilot is installed and signed in.
cs: Služba GitHub Copilot není k dispozici. Ujistěte se, že je GitHub Copilot nainstalovaný a že jste přihlášení.
ko: GitHub Copilot 서비스를 사용할 수 없습니다. GitHub Copilot이 설치되어 있고 로그인되어 있는지 확인하세요.
pl: Usługa GitHub Copilot jest niedostępna. Upewnij się, że usługa GitHub Copilot jest zainstalowana i zalogowano się.
zh_hant: GitHub Copilot 服務無法使用。請確保已安裝並登入 GitHub Copilot。

# Error_McpToolServiceNotAvailable
source: MCP Tool Service is not available. Please ensure GitHub Copilot is installed and signed in.
cs: Služba MCP Tool není k dispozici. Ujistěte se, že je GitHub Copilot nainstalovaný a že jste přihlášení.
ko: MCP 도구 서비스를 사용할 수 없습니다. GitHub Copilot이 설치되어 있고 로그인되어 있는지 확인하세요.
pl: Usługa narzędzia MCP jest niedostępna. Upewnij się, że usługa GitHub Copilot jest zainstalowana i zalogowano się.
zh_hant: MCP 工具服務無法使用。請確保已安裝並登入 GitHub Copilot。

# Error_PackageSourceMappingPattern_Missing
source: A package pattern must be provided.
cs: Je nutné zadat vzor balíčku.
de: Ein Paketmuster muss angegeben werden.
es: Se debe proporcionar un patrón de paquete.
fr: Le modèle de package doit être fourni.
it: Specificare un modello di pacchetto.
ja: パッケージ パターンを指定する必要があります。
ko: 패키지 패턴을 제공해야 합니다.
pl: Należy podać wzorzec pakietu.
pt_br: Um padrão de pacote deve ser fornecido.
ru: Необходимо указать шаблон пакета.
tr: Bir paket deseni sağlanmalıdır.
zh_hans: 必须提供包模式。
zh_hant: 必須提供套件模式。

# Error_PackageSourceMappingSource_Missing
source: At least one source must be selected.
cs: Musí být vybrán alespoň jeden zdroj.
de: Mindestens eine Quelle muss ausgewählt werden.
es: Debe seleccionarse al menos un origen.
fr: Vous devez sélectionner au moins une source.
it: Selezionare almeno un'origine dati.
ja: 1 個以上のソースを選択する必要があります。
ko: 원본을 하나 이상 선택해야 합니다.
pl: Należy wybrać co najmniej jedno źródło.
pt_br: Pelo menos uma fonte deve ser selecionada.
ru: Необходимо выбрать по крайней мере один источник.
tr: En az bir kaynak seçilmelidir.
zh_hans: 必须至少选择一个源。
zh_hant: 至少必須選取一個來源。

# Error_PackageSourceName_Missing
source: A name must be provided.
cs: Musí být zadán název.
de: Name muss angegeben werden.
es: Se debe proporcionar un nombre.
fr: Le nom doit être renseigné.
it: È necessario fornire un nome.
ja: 名前を指定する必要があります。
ko: 이름을 제공해야 합니다.
pl: Należy podać nazwę.
pt_br: Um nome deve ser fornecido.
ru: Необходимо указать имя.
tr: Bir ad sağlanmalıdır.
zh_hans: 必须提供名称。
zh_hant: 必須提供名稱。

# Error_PackageSourceUriHostname_Missing
source: A hostname must be provided after '://'.
cs: Za :// musí být uveden název hostitele.
de: Nach "://" muss ein Hostname angegeben werden.
es: Se debe proporcionar un nombre de host después de "://".
fr: Un nom d’hôte doit être fourni après « :// ».
it: È necessario specificare un nome host dopo '://'.
ja: '://' の後にホスト名を指定する必要があります。
ko: '://' 뒤에 호스트 이름을 입력해야 합니다.
pl: Po ciągu znaków „://” należy podać nazwę hosta.
pt_br: Um nome de host deve ser fornecido após "://".
ru: После "://" необходимо указать имя узла.
tr: '://' öğesinden sonra bir ana bilgisayar adı belirtilmelidir.
zh_hans: 必须在 '://' 后提供主机名。
zh_hant: 必須在 '://' 之後提供主機名稱。

# Error_PackageSourceUri_Missing
source: A source must be provided.
cs: Musí být uveden zdroj.
de: Eine Quelle muss angegeben werden.
es: Se debe proporcionar un origen.
fr: Une source doit être renseignée.
it: È necessario specificare un'origine.
ja: ソースを指定する必要があります。
ko: 원본을 제공해야 합니다.
pl: Należy podać źródło.
pt_br: Uma fonte deve ser fornecida.
ru: Необходимо указать источник.
tr: Bir kaynak sağlanmalı.
zh_hans: 必须提供源。
zh_hant: 必須提供來源。

# Error_ServiceBrokerNotAvailable
source: Service Broker is not available. Please ensure Visual Studio is running correctly.
cs: Service Broker není k dispozici. Ujistěte se prosím, že Visual Studio běží správně.
ko: Service Broker를 사용할 수 없습니다. Visual Studio가 올바르게 실행되고 있는지 확인하세요.
pl: Technologia Service Broker jest niedostępna. Upewnij się, że program Visual Studio działa poprawnie.
zh_hant: Service Broker 無法使用。請確保 Visual Studio 正常執行。

# NoProjectSelected
source: No project is selected for this operation.
cs: Pro tuhle operaci nebyl vybraný žádný projekt.
de: Für diesen Vorgang ist kein Projekt ausgewählt.
es: No se ha seleccionado ningún proyecto para esta operación.
fr: Aucun projet sélectionné pour cette opération.
it: Nessun progetto selezionato per questa operazione.
ja: この操作に対するプロジェクトが選択されていません。
ko: 이 작업에 대해 선택된 패키지가 없습니다.
pl: Nie wybrano projektu dla tej operacji.
pt_br: Nenhum projeto foi selecionado para esta operação.
ru: Для этой операции не выбран проект.
tr: Bu işlem için proje seçilmedi.
zh_hans: 没有为此操作选择项目。
zh_hant: 未針對此作業選取任何專案。

# NoSupportedProjectsInSolution
source: No projects supported by NuGet in the solution.
cs: V řešení nejsou žádné projekty podporované systémem NuGet.
de: In der Projektmappe werden keine Projekte durch NuGet unterstützt.
es: Ningún proyecto admitido por NuGet en la solución.
fr: Aucun projet pris en charge par NuGet dans la solution.
it: Nessun progetto supportato da NuGet nella soluzione.
ja: NuGet によってサポートされているプロジェクトがソリューションにありません。
ko: 솔루션의 프로젝트가 NuGet에서 지원되지 않습니다.
pl: Brak projektów obsługiwanych przez narzędzie NuGet w rozwiązaniu.
pt_br: Não há projetos com suporte pelo NuGet na solução.
ru: В решении нет проектов, поддерживаемыхх NuGet.
tr: Çözümde NuGet tarafından desteklenen proje yok.
zh_hans: 在解决方案中，NuGet 不支持任何项目。
zh_hant: NuGet 不支援解決方案中的專案。

# NuGetSearchProvider_Description
source: Search NuGet packages
cs: Hledat balíčky NuGet
de: NuGet-Pakete durchsuchen
es: Buscar paquetes NuGet
fr: Rechercher des packages NuGet
it: Cerca pacchetti NuGet
ja: NuGet パッケージの検索
ko: NuGet 패키지 검색
pl: Wyszukaj pakiety NuGet
pt_br: Pesquisar pacotes do NuGet
ru: Поиск пакетов NuGet
tr: NuGet paketlerini ara
zh_hans: 搜索 NuGet 程序包
zh_hant: 搜尋 NuGet 套件

# NuGetSearchProvider_DisplayText
source: NuGet Packages
cs: Balíčky NuGet
de: NuGet-Pakete
es: Paquetes NuGet
fr: Packages NuGet
it: Pacchetti NuGet
ja: NuGet パッケージ
ko: NuGet 패키지
pl: Pakiety NuGet
pt_br: Pacotes do NuGet
ru: Пакеты NuGet
tr: NuGet Paketleri
zh_hans: NuGet 程序包
zh_hant: NuGet 套件

# NuGetStaticResult_DisplayText
source: Search Online for NuGet Packages matching '{0}'
cs: Online hledání balíčků NuGet odpovídajících řetězci {0}
de: Online nach NuGet-Paketen suchen, die mit "{0}" übereinstimmen
es: Buscar en línea paquetes NuGet que coincidan con '{0}'
fr: Rechercher en ligne des packages NuGet correspondant à '{0}'
it: Cerca online i pacchetti NuGet corrispondenti a '{0}'
ja: '{0}' に一致する NuGet パッケージをオンラインで検索
ko: '{0}'과(와) 일치하는 NuGet 패키지에 대한 온라인 검색
pl: Wyszukaj online pakiety NuGet zgodne z „{0}”
pt_br: Pesquisar Online pela correspondência '{0}' dos Pacotes do NuGet
ru: Поиск в Интернете пакетов NuGet, соответствующих «{0}»
tr: '{0}' ile eşleşen NuGet Paketlerini Çevrimiçi ara
zh_hans: 联机搜索与“{0}”匹配的 NuGet 程序包
zh_hant: 線上搜尋符合 '{0}' 的 NuGet 套件

source: Package Management
cs: Správa balíčků
de: Paketverwaltung
es: Administración de paquetes
fr: Gestion des packages
it: Gestione pacchetti
ja: パッケージの管理
ko: 패키지 관리
pl: Zarządzanie pakietami
pt_br: Gerenciamento de Pacotes
ru: Управление пакетами
tr: Paket Yönetimi
zh_hans: 程序包管理
zh_hant: 套件管理

source: Package Restore
cs: Obnovení balíčků
de: Paketwiederherstellung
es: Restauración de paquetes
fr: Restauration du package
it: Ripristino del pacchetto
ja: パッケージの復元
ko: 패키지 복원
pl: Przywracanie pakietu
pt_br: Restauração de Pacote
ru: Восстановление пакетов
tr: Paket Geri Yükleme
zh_hans: 程序包还原
zh_hant: 套件還原

# PackageRestoreConsent
source: Allow NuGet to download missing packages
cs: Umožnit správci balíčků NuGet stáhnout chybějící balíčky
de: NuGet das Herunterladen fehlender Pakete erlauben
es: Permitir que NuGet descargue los paquetes que faltan
fr: Autoriser NuGet à télécharger les packages manquants
it: Consentire a NuGet di scaricare i pacchetti mancanti
ja: 見つからないパッケージのダウンロードを NuGet に許可する
ko: NuGet이 누락된 패키지를 다운로드하도록 허용
pl: Zezwalaj narzędziu NuGet na pobieranie brakujących pakietów
pt_br: Permitir que o NuGet baixe os pacotes ausentes
ru: Разрешить NuGet скачивать отсутствующие пакеты
tr: NuGet'in eksik paketleri indirmesine izin ver
zh_hans: 允许 NuGet 下载缺少的程序包
zh_hant: 允許 NuGet 下載遺漏的套件

# ProjectHasAnInvalidNuGetConfiguration
source: {0} nuget configuration is invalid.
cs: Konfigurace {0} aplikace NuGet je neplatná.
de: Die nuget-Konfiguration "{0}" ist ungültig.
es: La configuración del nuget {0} no es válida.
fr: La configuration nuget {0} n'est pas valide.
it: La configurazione nuget {0} non è valida.
ja: {0} の nuget 構成が無効です。
ko: {0} Nuget 구성이 올바르지 않습니다.
pl: Konfiguracja NuGet projektu {0} jest nieprawidłowa.
pt_br: A configuração nuget {0} é inválida.
ru: Конфигурация NuGet "{0}" является недопустимой.
tr: {0} nuget yapılandırması geçersiz.
zh_hans: {0} nuget 配置无效。
zh_hant: {0} nuget 組態無效。

# ProjectJsonMigrateErrorMessage
source: Project is not eligible for migration. Either the project is not packages.config based or doesn't support PackageReference yet. Visit https://docs.microsoft.com/en-us/nuget/reference/migrate-packages-config-to-package-reference for more information.
cs: Projekt nejde migrovat. Projekt není založený na souboru packages.config nebo zatím nepodporuje formát PackageReference. Další informace najdete na stránce https://docs.microsoft.com/cs-cz/nuget/reference/migrate-packages-config-to-package-reference.
de: Das Projekt ist für die Migration nicht geeignet. Entweder basiert das Projekt nicht auf "packages.config", oder PackageReference wird noch nicht unterstützt. Besuchen Sie https://docs.microsoft.com/de-de/nuget/reference/migrate-packages-config-to-package-reference, um weitere Informationen zu erhalten.
es: El proyecto no reúne las condiciones para la migración. El proyecto no se basa en packages.config o no admite aún PackageReference. Visite https://docs.microsoft.com/en-us/nuget/reference/migrate-packages-config-to-package-reference para obtener más información.
fr: Projet non éligible pour la migration. Le projet n'est pas basé sur packages.config ou il ne prend pas encore en charge PackageReference. Pour plus d'informations, visitez https://docs.microsoft.com/en-us/nuget/reference/migrate-packages-config-to-package-reference.
it: Il progetto non è idoneo per la migrazione. Il progetto non è basato su packages.config o non supporta ancora PackageReference. Per altre informazioni, vedere https://docs.microsoft.com/it-it/nuget/reference/migrate-packages-config-to-package-reference.
ja: プロジェクトは、移行の対象ではありません。プロジェクトは packages.config ベースではないか、PackageReference がまだサポートされていません。詳細については、https://docs.microsoft.com/ja-jp/nuget/reference/migrate-packages-config-to-package-reference をご覧ください。
ko: 프로젝트가 마이그레이션에 적합하지 않습니다. 프로젝트가 packages.config 기반이 아니거나 아직 PackageReference를 지원하지 않습니다. 자세한 내용은 https://docs.microsoft.com/en-us/nuget/reference/migrate-packages-config-to-package-reference를 방문하세요.
pl: Projekt nie kwalifikuje się do migracji. Projekt nie jest oparty na pliku packages.config lub nie obsługuje jeszcze elementu PackageReference. Odwiedź stronę https://docs.microsoft.com/pl-pl/nuget/reference/migrate-packages-config-to-package-reference, aby uzyskać więcej informacji.
pt_br: O projeto não está qualificado para migração. Ou o projeto não tem base em packages.config ou ainda não dá suporte a PackageReference. Visite https://docs.microsoft.com/en-us/nuget/reference/migrate-packages-config-to-package-reference para obter mais informações.
ru: Проект не подходит для миграции. Он либо не основан на packages.config, либо еще не поддерживает PackageReference. Дополнительные сведения: https://docs.microsoft.com/en-us/nuget/reference/migrate-packages-config-to-package-reference.
tr: Proje geçiş için uygun değil. Proje packages.config tabanlı değil veya henüz PackageReference'ı desteklemiyor. Daha fazla bilgi için https://docs.microsoft.com/en-us/nuget/reference/migrate-packages-config-to-package-reference adresini ziyaret edin.
zh_hans: 项目不符合迁移条件。项目不是基于 packages.config 或者尚不支持 PackageReference。有关详细信息，请访问 https://docs.microsoft.com/en-us/nuget/reference/migrate-packages-config-to-package-reference。
zh_hant: 專案不符合移轉資格。可能是專案並非 packages.config 形式，或是不支援 PackageReference。請瀏覽 https://docs.microsoft.com/zh-tw/nuget/reference/migrate-packages-config-to-package-reference，以取得詳細資訊。

# ProjectMigrateErrorMessage
source: Project is not eligible for migration. Either the project is not packages.config based or doesn't support PackageReference yet.
cs: Projekt nejde migrovat. Projekt není založený na souboru packages.config nebo zatím nepodporuje formát PackageReference.
de: Das Projekt ist für die Migration nicht geeignet. Entweder basiert das Projekt nicht auf „packages.config“, oder PackageReference wird noch nicht unterstützt.
es: El proyecto no reúne las condiciones para la migración. El proyecto no se basa en packages.config o no admite aún PackageReference.
fr: Le projet n’est pas éligible pour la migration. Le projet n’est pas basé sur packages.config ou il ne prend pas encore en charge PackageReference.
it: Il progetto non è idoneo per la migrazione. Il progetto non è basato su packages.config o non supporta ancora PackageReference.
ja: プロジェクトは、移行の対象ではありません。プロジェクトは packages.config ベースではないか、PackageReference がまだサポートされていません。
ko: 프로젝트가 마이그레이션에 적합하지 않습니다. 프로젝트가 packages.config 기반이 아니거나 아직 PackageReference를 지원하지 않습니다.
pl: Projekt nie kwalifikuje się do migracji. Projekt nie jest oparty na pliku packages.config lub nie obsługuje jeszcze elementu PackageReference.
pt_br: O projeto não é elegível para migração. Ou o projeto não é baseado em packages.config ou ainda não oferece suporte a PackageReference.
ru: Проект не подходит для миграции. Он либо не основан на packages.config, либо еще не поддерживает PackageReference.
tr: Proje geçiş için uygun değil. Proje packages.config tabanlı değil veya henüz PackageReference'ı desteklemiyor.
zh_hans: 项目不符合迁移条件。项目不是基于 packages.config 或者尚不支持 PackageReference。
zh_hant: 專案不符合移轉資格。可能是專案並非 packages.config 形式，或是尚未支援 PackageReference。

# Prompt_FixNuGetPackageVulnerabilities
source: Fix my NuGet package vulnerabilities
cs: Opravit ohrožení zabezpečení balíčku NuGet
ko: NuGet 패키지 취약성 수정
pl: Napraw luki w zabezpieczeniach pakietu NuGet
zh_hant: 修復我的 NuGet 套件漏洞

# SettingsStoredInNuGetConfiguration
source: These settings are stored in %NuGet.Config% files
cs: Tato nastavení jsou uložena v souborech %NuGet.Config%.
de: Diese Einstellungen werden in %NuGet.Config%-Dateien gespeichert.
es: Esta configuración se almacena en archivos %NuGet.Config%
fr: Ces paramètres sont stockés dans les fichiers %NuGet.Config%
it: Queste impostazioni sono archiviate nei file %NuGet.Config%
ja: これらの設定は %NuGet.Config% ファイルに格納されます
ko: 이러한 설정은 %NuGet.Config% 파일에 저장됩니다.
pl: Te ustawienia są przechowywane w plikach %NuGet.Config%
pt_br: Estas configurações são armazenadas em arquivos %NuGet.Config%
ru: Эти настройки хранятся в файлах %NuGet.Config%
tr: Bu ayarlar %NuGet.Config% dosyalarında depolanır
zh_hans: 这些设置存储在 %NuGet.Config% 文件中
zh_hant: 這些設定儲存在 %NuGet.Config% 檔案中

# SolutionIsNotSaved
source: Solution is not saved. Please save your solution before managing NuGet packages.
cs: Řešení není uložené. Než začnete spravovat balíčky NuGet, řešení uložte.
de: Die Projektmappe wurde nicht gespeichert. Bitte speichern Sie Ihre Projektmappe, bevor Sie NuGet-Pakete verwalten.
es: No se guardó la solución. Guarde la solución antes de administrar los paquetes NuGet.
fr: La solution n'est pas enregistrée. Enregistrez votre solution avant de gérer des packages NuGet.
it: Soluzione non salvata. Salvarla prima di gestire i pacchetti NuGet.
ja: ソリューションが保存されていません。ソリューションを保存してから NuGet パッケージを管理してください。
ko: 솔루션이 저장되지 않았습니다. NuGet 패키지를 관리하려면 솔루션을 저장하십시오.
pl: Nie zapisano rozwiązania. Zapisz rozwiązanie zanim zaczniesz zarządzać pakietami NuGet.
pt_br: A solução não está salva. Salve sua solução antes de gerenciar os pacotes NuGet.
ru: Решение не сохранено. Сохраните свое решение, прежде чем управлять пакетами NuGet.
tr: Çözüm kaydedilmedi. Lütfen NuGet paketlerini yönetmeden önce çözümünüzü kaydedin.
zh_hans: 解决方案未保存。请先保存你的解决方案，然后再管理 NuGet 包。
zh_hant: 未儲存解決方案。請先儲存解決方案，再管理 NuGet 套件。

# Text_AllowInsecureConnections_Header
source: Allow Insecure Connections
cs: Povolit nezabezpečená připojení
de: Unsichere Verbindungen zulassen
es: Permitir conexiones no seguras
fr: Autorisez les connexions non sécurisées
it: Consentire connessioni non sicure
ja: 安全ではない接続を許可する
ko: 안전하지 않은 연결 허용
pl: Zezwalaj na niezabezpieczone połączenia
pt_br: Permitir Conexões Inseguras
ru: Разрешить небезопасные подключения
tr: Güvenli Olmayan Bağlantılara İzin Ver
zh_hans: 允许不安全的连接
zh_hant: 允許不安全連線

# Text_AuditSources_Checkbox
source: Use separate sources for vulnerability audit
cs: Použít samostatné zdroje pro audit ohrožení zabezpečení
de: Für die Sicherheitsrisikoüberwachung separate Quellen verwenden
ko: 취약성 감사에 별도의 원본 사용
pl: Skorzystaj z oddzielnych źródeł do inspekcji luk w zabezpieczeniach
pt_br: Usar fontes separadas para auditoria de vulnerabilidades
zh_hant: 使用個別來源進行弱點稽核

# Text_AuditSources_Description
source: Audit sources provide vulnerability data during restore without acting as package sources. If no audit sources are configured, NuGet Audit uses package sources. [Learn more about audit sources](https://learn.microsoft.com/nuget/reference/nuget-config-file#auditsources)
cs: Zdroje auditu poskytují během obnovování data ohrožení zabezpečení, aniž by se chovaly jako zdroje balíčků. Pokud nejsou nakonfigurované žádné zdroje auditu, NuGet Audit použije zdroje balíčků. [Další informace o zdrojích auditu](https://learn.microsoft.com/nuget/reference/nuget-config-file#auditsources)
de: Überwachungsquellen liefern während der Wiederherstellung Sicherheitsrisikodaten, ohne als Paketquellen zu fungieren. Wenn keine Überwachungsquellen konfiguriert sind, verwendet NuGet Audit Paketquellen. [Weitere Informationen zu Überwachungsquellen](https://learn.microsoft.com/nuget/reference/nuget-config-file#auditsources)
ja: 監査ソースは、パッケージ ソースとして機能することなく、復元中に脆弱性データを提供します。監査ソースが構成されていない場合、NuGet Audit はパッケージ ソースを使用します。[監査ソースに関する詳細情報](https://learn.microsoft.com/nuget/reference/nuget-config-file#auditsources)
ko: 감사 원본은 패키지 원본 역할을 하지 않고 복원하는 동안 취약성 데이터를 제공합니다. 감사 원본이 구성되지 않은 경우 NuGet Audit는 패키지 원본을 사용합니다. [감사 원본에 대한 자세한 정보](https://learn.microsoft.com/nuget/reference/nuget-config-file#auditsources)
pl: Źródła inspekcji udostępniają dane dotyczące luk w zabezpieczeniach podczas przywracania bez działania jako źródła pakietów. Jeśli żadne źródła inspekcji nie są skonfigurowane, usługa NuGet Audit używa źródeł pakietów. [Dowiedz się więcej o źródłach inspekcji](https://learn.microsoft.com/nuget/reference/nuget-config-file#auditsources)
pt_br: As fontes de auditoria fornecem dados de vulnerabilidade durante a restauração sem atuar como fontes de pacote. Se nenhuma fonte de auditoria estiver configurada, a Auditoria do NuGet usará fontes de pacote. [Saiba mais sobre fontes de auditoria](https://learn.microsoft.com/nuget/reference/nuget-config-file#auditsources)
zh_hant: 稽核來源在還原過程中提供漏洞資料，但不作為套件來源。若未設定稽核來源，NuGet 稽核會使用套件來源。[深入了解稽核來源](https://learn.microsoft.com/nuget/reference/nuget-config-file#auditsources)

# Text_AuditSources_HowToRemove
source: Remove all audit sources to revert to using package sources for vulnerability data.
cs: Odebráním všech zdrojů auditu se vrátíte k používání zdrojů balíčků pro data ohrožení zabezpečení.
de: Entfernen Sie alle Auditquellen, um wieder Paketquellen für Sicherheitsrisikodaten zu verwenden.
ja: すべての監査ソースを削除して、脆弱性データのパッケージ ソースの使用に戻します。
ko: 취약성 데이터에 패키지 원본을 사용하기 위해 되돌리려면 모든 감사 원본을 제거하세요.
pl: Usuń wszystkie źródła inspekcji, aby przywrócić używanie źródeł pakietów na potrzeby danych dotyczących luk w zabezpieczeniach.
pt_br: Remova todas as fontes de auditoria para reverter o uso de fontes de pacote para dados de vulnerabilidade.
zh_hant: 移除所有稽核來源，以恢復使用套件來源來取得漏洞資料。

# Text_AuditSources_Title
source: Audit sources
cs: Zdroje auditu
de: Überwachungsquellen
ja: 監査対象
ko: 감사 원본
pl: Źródła inspekcji
pt_br: Fontes de auditoria
zh_hant: 稽核來源
