Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.Tools/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Text_ConfigurationFiles_CommonLink
source: Common NuGet configurations: [How settings are applied](https://aka.ms/nuget/how-settings-are-applied/)
cs: Běžné konfigurace NuGet: [Způsob použití nastavení](https://aka.ms/nuget/how-settings-are-applied/)
de: Allgemeine NuGet-Konfigurationen: [Wie Einstellungen angewendet werden](https://aka.ms/nuget/how-settings-are-applied/)
es: Configuraciones comunes de NuGet: [cómo se aplican las opciones](https://aka.ms/nuget/how-settings-are-applied/)
fr: Configurations NuGet courantes : [Comment sont appliqués les paramètres](https://aka.ms/nuget/how-settings-are-applied/)
it: Configurazioni NuGet comuni: [Modalità di applicazione delle impostazioni](https://aka.ms/nuget/how-settings-are-applied/)
ja: 一般的な NuGet 構成: [設定の適用方法](https://aka.ms/nuget/how-settings-are-applied/)
ko: 일반적인 NuGet 구성: [설정 적용 방법](https://aka.ms/nuget/how-settings-are-applied/)
pl: Typowe konfiguracje NuGet: [Jak są stosowane ustawienia](https://aka.ms/nuget/how-settings-are-applied/)
pt_br: Configurações comuns do NuGet: [Como as configurações são aplicadas](https://aka.ms/nuget/how-settings-are-applied/)
ru: Общие конфигурации NuGet: [Как применяются параметры](https://aka.ms/nuget/how-settings-are-applied/)
tr: Ortak NuGet yapılandırmaları: [Ayarların uygulanması](https://aka.ms/nuget/how-settings-are-applied/)
zh_hans: 常用 NuGet 配置：[如何应用设置](https://aka.ms/nuget/how-settings-are-applied/)
zh_hant: 常見的 NuGet 設定：[如何套用設定](https://aka.ms/nuget/how-settings-are-applied/)

# Text_ConfigurationFiles_Priority
source: Configuration files are listed in order from highest to lowest priority.
cs: Konfigurační soubory jsou uvedeny v pořadí od nejvyšší po nejnižší prioritu.
de: Konfigurationsdateien werden in der Reihenfolge von der höchsten bis zur niedrigsten Priorität aufgelistet.
es: Los archivos de configuración se muestran en orden de mayor a menor prioridad.
fr: Les fichiers de configuration sont classés par ordre de priorité, de la plus élevée à la plus faible.
it: I file di configurazione sono elencati in ordine di priorità, dalla più alta alla più bassa.
ja: 構成ファイルは、優先順位が高いものから最も低いものまで順番に一覧表示されます。
ko: 구성 파일은 높은 우선순위에서 가장 낮은 우선순위 순으로 나열됩니다.
pl: Pliki konfiguracji są wyświetlane w kolejności od najwyższego do najniższego priorytetu.
pt_br: Os arquivos de configuração são listados em ordem da prioridade mais alta para a mais baixa.
ru: Файлы конфигурации перечислены в порядке убывания приоритета (от самого высокого до самого низкого).
tr: Yapılandırma dosyaları en yüksek öncelikten en düşük önceliğe doğru sıralanır.
zh_hans: 配置文件按优先级从最高到最低的顺序列出。
zh_hant: 設定檔會依最高到最低優先順序的順序列出。

# Text_FilePath_Header
source: File Path
cs: Cesta k souboru
de: Dateipfad
es: Ruta de acceso del archivo
fr: Chemin d’accès au fichier
it: Percorso file
ja: ファイル パス
ko: 파일 경로
pl: Ścieżka pliku
pt_br: Caminho do Arquivo
ru: Путь к файлу
tr: Dosya Yolu
zh_hans: 文件路径
zh_hant: 檔案路徑

# Text_HttpSource_Error
source: NuGet requires HTTPS sources. To use an HTTP source, you must explicitly set 'allowInsecureConnections' to true in your NuGet.Config file. Refer to [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere) for more information.
cs: NuGet vyžaduje zdroje HTTPS. Pokud chcete použít zdroj HTTP, musíte v souboru NuGet.Config explicitně nastavit možnost allowInsecureConnections na true. Další informace najdete na [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
de: NuGet erfordert HTTPS-Quellen. Um eine HTTP-Quelle zu verwenden, müssen Sie „allowInsecureConnections“ in Ihrer NuGet.Config-Datei explizit auf TRUE festlegen. Weitere Informationen finden Sie unter [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
es: NuGet requiere orígenes HTTPS. Para usar un origen HTTP, es necesario establecer explícitamente "allowInsecureConnections" en verdadero en el archivo NuGet.Config. Consulte [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere) para obtener más información.
fr: NuGet nécessite des sources HTTPS. Pour utiliser une source HTTP, vous devez définir explicitement « allowInsecureConnections » sur true dans votre fichier NuGet.Config. Pour plus d'informations, voir [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
it: NuGet richiede origini HTTPS. Per usare un’origine HTTP, è necessario impostare in modo esplicito ‘allowInsecureConnections’ su true nel file NuGet.Config. Per altre informazioni, vedere [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
ja: NuGet には HTTPS ソースが必要です。HTTP ソースを使用するには、NuGet.Config ファイルで 'allowInsecureConnections' を true に明示的に設定する必要があります。詳細については、[https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere) を参照してください。
ko: NuGet에 HTTPS 원본이 필요합니다. HTTP 원본을 사용하려면 NuGet.Config 파일에서 'allowInsecureConnections'를 명시적으로 true로 설정해야 합니다. 자세한 내용은 [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere)를 참조하세요.
pl: Narzędzie NuGet wymaga źródeł protokołu HTTPS. Aby użyć źródła HTTP, musisz wyraźnie ustawić właściwość „allowInsecureConnections” na wartość true w pliku NuGet.Config. Aby uzyskać więcej informacji, zobacz [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
pt_br: O NuGet requer fontes HTTPS. Para usar uma fonte HTTP, você deve definir explicitamente 'allowInsecureConnections' como verdadeiro no seu arquivo NuGet.Config. Confira [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere) para obter mais informações.
ru: Для NuGet требуются источники HTTPS. Чтобы использовать источник HTTP, необходимо явно задать для параметра "allowInsecureConnections" значение true в файле NuGet.Config. Для получения более безопасных вариантов см. [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
tr: NuGet için HTTPS kaynakları gereklidir. Bir HTTP kaynağı kullanmak için NuGet.Config dosyanızda 'allowInsecureConnections' ayarını açıkça “true” olarak ayarlamanız gerekir. Daha güvenli seçenekler için [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere) adresine bakın.
zh_hans: NuGet 需要 HTTPS 源。要使用 HTTP 源，必须在 NuGet.Config 文件中将“allowInsecureConnections”显式设置为 true。有关详细信息，请参阅 [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere)。
zh_hant: NuGet 需要 HTTPS 來源。您必須在 NuGet.Config 檔案中將 'allowInsecureConnections' 明確設定為 true，才能使用 HTTP 來源。若需其他資訊，請參閱 [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere)。

# Text_HttpSource_Warning
source: HTTP sources are insecure. Consider using HTTPS instead. 'AllowInsecureConnections' is enabled, permitting HTTP access. For more secure options, see [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
cs: Zdroje HTTP nejsou bezpečné. Zvažte místo toho použití protokolu HTTPS. Možnost AllowInsecureConnections je povolená a umožňuje přístup HTTP. Pro bezpečnější možnosti navštivte [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
de: HTTP-Quellen sind unsicher. Erwägen Sie stattdessen die Verwendung von HTTPS. „AllowInsecureConnections“ ist aktiviert und erlaubt den HTTP-Zugriff. Sicherere Optionen finden Sie unter [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
es: Las fuentes HTTP no son seguras. Considere utilizar HTTPS en su lugar. 'AllowInsecureConnections' está habilitado, lo que permite el acceso HTTP. Para obtener opciones más seguras, consulte [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
fr: Les sources HTTP ne sont pas sécurisées. Envisagez d'utiliser HTTPS à la place. L'option « AllowInsecureConnections » est activée, ce qui permet l'accès au protocole HTTP. Pour des options plus sécurisées, consultez [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
it: Le origini HTTP non sono sicure. Prendere in considerazione l’uso di HTTPS. ‘AllowInsecureConnections’ è abilitato e consente l’accesso HTTP. Per opzioni più sicure, vedere [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
ja: HTTP ソースは安全ではありません。代わりに HTTPS の使用を検討してください。'AllowInsecureConnections' が有効になっており、HTTP アクセスが許可されています。より安全なオプションについては、[https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere) を参照してください。
ko: HTTP 원본은 안전하지 않습니다. 대신 HTTPS를 사용하는 것이 좋습니다. 'AllowInsecureConnections'가 활성화되어 HTTP 액세스를 허용합니다. 더 안전한 옵션은 [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere)에서 확인하세요.
pl: Źródła HTTP są niezabezpieczone. Zamiast tego rozważ użycie protokołu HTTPS. Opcja „AllowInsecureConnections” jest włączona, co zezwala na dostęp HTTP. Aby uzyskać bezpieczniejsze opcje, zobacz [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
pt_br: Fontes HTTP não são seguras. Considere usar HTTPS em vez disso. "AllowInsecureConnections" está habilitado, permitindo acesso HTTP. Para obter opções mais seguras, confira [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
ru: Источники HTTP небезопасны. Рекомендуется использовать HTTPS вместо этого. Параметр AllowInsecureConnections включен и разрешает доступ по протоколу HTTP. Для получения более безопасных вариантов см. [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere).
tr: HTTP kaynakları güvenli değil. Bunun yerine HTTPS kullanmayı düşünün. 'AllowInsecureConnections' etkinleştirildi ve HTTP erişimine izin verildi. Daha güvenli seçenekler için [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere) adresine bakın.
zh_hans: HTTP 源不安全。请考虑改用 HTTPS。启用了 "AllowInsecureConnections"，允许 HTTP 访问。如需更安全的选项，请参阅 [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere)。
zh_hant: HTTP 來源不安全。請考慮改用 HTTPS。已啟用 'AllowInsecureConnections' 並允許 HTTP 存取。若要獲得更安全的選項，請參閱 [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere)。

# Text_MachineWidePackageSource_Description
source: Machine‑wide package sources are provisioned by Visual Studio workloads and can only be enabled or disabled.
cs: Zdroje balíčků pro celý počítač jsou zřizovány pracovními úlohami Visual Studia a lze je pouze povolit, nebo zakázat.
de: Computerweite Paketquellen werden von Visual Studio-Workloads bereitgestellt und können nur aktiviert bzw. deaktiviert werden.
ko: 컴퓨터 전체 패키지 원본은 Visual Studio 워크로드를 통해 프로비전되며, 활성화하거나 비활성화할 수만 있습니다.
pl: Źródła pakietów dla całej maszyny są aprowizowane przez obciążenia programu Visual Studio i można je tylko włączać lub wyłączać.
pt_br: As fontes de pacotes em todo o computador são provisionadas por cargas de trabalho do Visual Studio e só podem ser habilitadas ou desabilitadas.
zh_hant: 全機套件來源由 Visual Studio 工作負載提供，僅能啟用或停用。

# Text_PackageSourceEnabled_Header
source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効
ko: 사용
pl: Włączone
pt_br: Habilitado
ru: Включено
tr: Etkin
zh_hans: 已启用
zh_hant: 已啟用

# Text_PackageSourceMappingPattern_Header
source: Package pattern
cs: Vzor balíčku
de: Paketmuster
es: Patrón del paquete
fr: Modèle de package
it: Modello pacchetto
ja: パッケージ パターン
ko: 패키지 패턴
pl: Wzorzec pakietu
pt_br: Padrão de pacote
ru: Шаблон пакета
tr: Paket deseni
zh_hans: 包模式
zh_hant: 套件模式

# Text_PackageSourceName_Header
source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Ad
zh_hans: 名称
zh_hant: 名稱

# Text_PackageSourceUrl_Header
source: Source
cs: Zdroj
de: Quelle
es: Origen
it: Origine
ja: ソース
ko: 원본
pl: Źródło
pt_br: Origem
ru: Источник
tr: Kaynak
zh_hans: 源
zh_hant: 來源

# Text_PackageSources_Description
source: Package sources define where NuGet retrieves packages for install, restore, audit, and update operations. [Learn more about package sources](https://learn.microsoft.com/nuget/reference/nuget-config-file#packagesources)
cs: Zdroje balíčků definují, kde NuGet načítá balíčky pro operace instalace, obnovení, auditování a aktualizace. [Další informace o zdrojích balíčků](https://learn.microsoft.com/nuget/reference/nuget-config-file#packagesources)
de: Paketquellen legen fest, von wo NuGet Pakete für Installations-, Wiederherstellungs-, Audit- und Aktualisierungsvorgänge bezieht. [Weitere Informationen zu Paketquellen](https://learn.microsoft.com/nuget/reference/nuget-config-file#packagesources)
ja: パッケージ ソースは、NuGet がインストール、復元、監査、および更新操作用のパッケージを取得する場所を定義します。[パッケージ ソースに関する詳細情報](https://learn.microsoft.com/nuget/reference/nuget-config-file#packagesources)
ko: 패키지 원본은 NuGet이 설치, 복원, 감사 및 업데이트 작업에 대한 패키지를 검색하는 위치를 정의합니다. [패키지 원본에 대한 자세한 정보](https://learn.microsoft.com/nuget/reference/nuget-config-file#packagesources)
pl: Źródła pakietów definiują, gdzie program NuGet pobiera pakiety na potrzeby operacji instalowania, przywracania, inspekcji i aktualizacji. [Dowiedz się więcej o źródłach pakietów](https://learn.microsoft.com/nuget/reference/nuget-config-file#packagesources)
pt_br: As fontes de pacote definem onde o NuGet recupera pacotes para operações de instalação, restauração, auditoria e atualização. [Saiba mais sobre as fontes de pacote](https://learn.microsoft.com/nuget/reference/nuget-config-file#packagesources)
zh_hant: 套件來源定義 NuGet 用於安裝、還原、稽核及更新作業時取得套件的位置。[深入了解套件來源](https://learn.microsoft.com/nuget/reference/nuget-config-file#packagesources)

# Text_PackageSources_MachineWide
source: Machine-wide package sources
cs: Zdroje balíčků v rámci celého počítače
de: Computerweite Paketquellen
es: Orígenes de paquetes para todo el equipo
fr: Sources de package sur l’ordinateur
it: Origini pacchetti a livello di computer
ja: コンピューター全体のパッケージ ソース
ko: 시스템 전체의 패키지 원본
pl: Źródła pakietów na całym komputerze
pt_br: Fontes de pacote em toda a máquina
ru: Источники пакетов (компьютер)
tr: Makine genelindeki paket kaynakları
zh_hans: 计算机范围的包源
zh_hant: 全機器套件來源

# Text_PackageSources_NotMachineWide
source: Package sources
cs: Zdroje balíčků
de: Paketquellen
es: Orígenes del paquete
fr: Sources de package
it: Origini pacchetti
ja: パッケージ ソース
ko: 패키지 원본
pl: Źródła pakietów
pt_br: Fontes de pacotes
ru: Источники пакетов
tr: Paket kaynakları
zh_hans: 包源
zh_hant: 套件來源

# Text_Watermark_ExamplePackageIdPattern
source: Contoso.Contracts or System.*
cs: Contoso.Contracts nebo System.*
de: Contoso.Contracts oder System.*
es: Contoso.Contracts o System.*
fr: Contoso.Contrats ou Système.*
it: Contoso.Contracts o Sistema.*
ja: Contoso.Contracts または System。*
ko: Contoso.Contracts 또는 System.*
pl: Contoso.Contracts lub System.*
pt_br: Contoso.Cotracts ou System.*
ru: Contoso.Contracts или System.*
tr: Contoso.Contracts veya System.*
zh_hans: Contoso.Contracts 或 System。*
zh_hant: Contoso.Contracts 或 System.*

# Title_FixVulnerabilitiesWithCopilot
source: Fix Vulnerabilities with GitHub Copilot
cs: Opravit ohrožení zabezpečení pomocí GitHub Copilota
ko: GitHub Copilot으로 취약성 수정
pl: Napraw luki w zabezpieczeniach z usługą GitHub Copilot
zh_hant: 使用 GitHub Copilot 修復漏洞

# clearLocalResources
source: Clear NuGet local resources
cs: Vymazat místní prostředky NuGet
de: Lokale NuGet-Ressourcen löschen
es: Borrar recursos locales de NuGet
fr: Effacer les ressources locales NuGet
it: Cancella risorse locali di NuGet
ja: NuGet ローカル リソースをクリア
ko: NuGet 로컬 리소스 지우기
pl: Wyczyść zasoby lokalne menedżera pakietów NuGet
pt_br: Limpar recursos locais do NuGet
ru: Очистить локальные ресурсы NuGet
tr: NuGet yerel kaynaklarını temizle
zh_hans: 清除 NuGet 本地资源
zh_hant: 清除 NuGet 本機資源

source: Default package management format
cs: Výchozí formát správy balíčků
de: Standardformat für Paketverwaltung
es: Formato de administración de paquetes predeterminado
fr: Format de gestion des packages par défaut
it: Formato di Gestione pacchetti predefinito
ja: 既定のパッケージ管理形式
ko: 기본 패키지 관리 형식
pl: Domyślny format zarządzania pakietami
pt_br: Formato de gerenciamento de pacotes padrão
ru: Формат управления пакетами по умолчанию
tr: Varsayılan paket yönetim biçimi
zh_hans: 默认包管理格式
zh_hant: 預設套件管理格式

# packageRestoreAutomatic
source: Automatically check for missing packages during build in Visual Studio
cs: Automaticky kontrolovat chybějící balíčky při vytváření sestavení v sadě Visual Studio
de: Automatisch auf fehlende Pakete während des Builds in Visual Studio überprüfen
es: Comprobar automáticamente si faltan paquetes durante la compilación en Visual Studio
fr: Rechercher automatiquement les packages manquants pendant la génération dans Visual Studio
it: Verificare automaticamente la presenza di pacchetti mancanti durante la compilazione in Visual Studio
ja: Visual Studio でのビルド中に見つからないパッケージを自動的に確認する
ko: Visual Studio에서 빌드 시 누락된 패키지를 자동으로 확인
pl: Automatycznie sprawdzaj pod kątem brakujących pakietów podczas kompilowania w programie Visual Studio
pt_br: Verificar automaticamente se há pacotes ausentes durante a compilação do Visual Studio
ru: Автоматически проверять отсутствие пакетов при сборке в Visual Studio
tr: Visual Studio'da yapı oluşturulurken eksik paketleri otomatik olarak denetle
zh_hans: 在 Visual Studio 中生成期间自动检查缺少的程序包
zh_hant: 在 Visual Studio 建置期間自動檢查遺漏的套件

# showPackageManagementChooser
source: Prompt for format selection on first package install
cs: Zobrazit výzvu k výběru formátu při první instalaci balíčku
de: Prompt für Formatauswahl bei der ersten Paketinstallation
es: Solicitar selección de formato en la primera instalación del paquete
fr: Invite pour la sélection de format à la première installation du package
it: Richiedere la selezione del formato alla prima installazione del pacchetto
ja: パッケージの初回インストール時に形式選択のダイアログを表示する
ko: 첫 번째 패키지 설치 시 서식 선택에 대한 프롬프트
pl: Monituj w przypadku wyboru formatu przy pierwszej instalacji pakietu
pt_br: Solicitar a seleção de formato na primeira instalação do pacote
ru: Запрос на выбор формата при первой установке пакета
tr: İlk paket yüklemesinde biçim seçimi istemi
zh_hans: 安装第一个包时提示选择格式
zh_hant: 在安裝第一個套件時提示選擇格式

# skipBindingRedirects
source: Skip applying binding redirects
cs: Přeskočit použití přesměrování vazeb
de: Anwenden von Bindungsumleitungen überspringen
es: Omitir la aplicación de redirecciones de enlace
fr: Ignorer l'application des redirections de liaisons
it: Ignorare l’applicazione dei reindirizzamenti di associazione
ja: バインディング リダイレクトの適用をスキップする
ko: 바인딩 리디렉션 적용 건너뛰기
pl: Pomiń stosowanie przekierowań wiązań
pt_br: Ignorar a aplicação de redirecionamentos de associação
ru: Пропустить применение перенаправлений привязок
tr: Bağlama yönlendirmelerini uygulamayı atla
zh_hans: 跳过应用绑定重定向
zh_hant: 跳過套用繫結重新導向
