Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Resolver/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CircularDependencyDetected
source: Circular dependency detected '{0}'.
cs: Zjištěna cyklická závislost: {0}
de: Ringabhängigkeit erkannt: "{0}".
es: Se detectó una dependencia circular: '{0}'.
fr: Dépendance circulaire détectée « {0} ».
it: Rilevata dipendenza circolare '{0}'.
ja: 循環する依存関係によって '{0}' が検出されました。
ko: 순환 종속성이 '{0}'을(를) 발견했습니다.
pl: Wykryto zależność cykliczną „{0}”.
pt_br: Dependência circular detectada '{0}'.
ru: Обнаружена циклическая зависимость «{0}».
tr: Döngüsel bağımlılık tarafından '{0}' algılandı.
zh_hans: 循环依赖项检测到“{0}”。
zh_hant: 偵測到循環相依性 '{0}'。

# DependencyConstraint
source: constraint
cs: omezení
de: Einschränkung
es: restricción
fr: contrainte
it: vincolo
ja: 制約
ko: 제약 조건
pl: ograniczenie
pt_br: restrição
ru: ограничение
tr: kısıtlama
zh_hans: 约束
zh_hant: 條件約束

# DuplicateDependencyIdsError
source: The package '{0}' version '{1}' declared a duplicate dependency '{2}'. This might mean the package is corrupt or the server metadata for the package is corrupt.
cs: Balíček {0} verze {1} deklaroval duplicitní závislost {2}. To může znamenat, že je poškozený balíček nebo metadat serveru balíčku.
de: Das Paket "{0}", Version "{1}", hat eine doppelte Abhängigkeit "{2}" deklariert. Dies kann bedeuten, dass das Paket fehlerhaft ist oder die Servermetadaten für das Paket fehlerhaft sind.
es: El paquete '{0}' versión '{1}' declaró una dependencia duplicada '{2}'. Esto podría significar que el paquete o los metadatos del servidor del paquete están dañados.
fr: Le package « {0} » version « {1} » a déclaré une dépendance « {2} » en double, ce qui peut indiquer que le package est endommagé ou que les métadonnées de serveur du package sont endommagées.
it: La versione '{1}' del pacchetto '{0}' ha dichiarato la presenza di una dipendenza duplicata '{2}'. È possibile che il pacchetto o i metadati del server per il pacchetto siano danneggiati.
ja: パッケージ '{0}'、バージョン '{1}' は重複する依存関係 '{2}' を宣言しました。パッケージが破損しているか、パッケージのサーバー メタデータが破損している可能性があります。
ko: '{0}' 패키지 '{1}' 버전에서 중복 종속성 '{2}'이(가) 선언되었습니다. 패키지가 손상되었거나 패키지의 서버 메타데이터가 손상되었을 수 있습니다.
pl: Pakiet „{0}” w wersji „{1}” zadeklarował zduplikowaną zależność „{2}”. Może to oznaczać, że pakiet jest uszkodzony lub metadane serwera dla pakietu są uszkodzone.
pt_br: O pacote '{0}' versão '{1}' declarou uma dependência '{2}' duplicada. Isso pode significar que o pacote ou os metadados do servidor do pacote estão corrompidos.
ru: В пакете "{0}" версии "{1}" объявлена повторяющаяся зависимость "{2}". Это может означать, что повреждены сам пакет или серверные метаданные пакета.
tr: '{0}' paketi sürümü '{1}', '{2}' yinelenen bağımlılığını bildirdi. Bu, paketin veya paket sunucu meta verilerinin bozuk olduğu anlamına gelebilir.
zh_hans: 包“{0}”版本“{1}”声明了一个重复的依赖项“{2}”。这可能意味着包已损坏或包的服务器元数据已损坏。
zh_hant: 封裝 '{0}' 版本 '{1}' 重複宣告了相依性 '{2}'。這可能表示封裝已損毀，或封裝的伺服器中繼資料已損毀。

# FatalError
source: A fatal error occured while resolving dependencies.
cs: Při vyhodnocování závislostí došlo k závažné chybě.
de: Schwerwiegender Fehler beim Auflösen von Abhängigkeiten.
es: Error irrecuperable durante la resolución de las dependencias.
fr: Une erreur irrécupérable s'est produite pendant la résolution des dépendances.
it: Errore irreversibile durante la risoluzione delle dipendenze.
ja: 依存関係の解決中に致命的なエラーが発生しました。
ko: 종속성을 확인하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd krytyczny podczas rozpoznawania zależności.
pt_br: Ocorreu um erro fatal ao resolver as dependências.
ru: При разрешении зависимостей произошла неустранимая ошибка.
tr: Bağımlılıklar çözümlenirken önemli bir hata oluştu.
zh_hans: 解析依赖项时出现致命错误。
zh_hant: 解析相依項時發生嚴重錯誤。

# InvalidPackageConfig
source: One or more unresolved package dependency constraints detected in the existing packages.config file. All dependency constraints must be resolved to add or update packages. If these packages are being updated this message may be ignored, if not the following error(s) may be blocking the current package operation: {0}
cs: Ve stávajícím souboru packages.config se zjistilo minimálně jedno nevyřešené omezení závislosti balíčku. Aby bylo možné přidat nebo aktualizovat balíčky, je potřeba všechna omezení závislostí vyřešit. Pokud se tyto balíčky právě aktualizují, můžete tuto zprávu ignorovat. V opačném případě můžou aktuální operaci balíčku blokovat následující chyby: {0}
de: Mindestens eine nicht aufgelöste Paketabhängigkeitseinschränkung wurde in der vorhandenen Datei "packages.config" erkannt. Alle Abhängigkeitseinschränkungen müssen aufgelöst werden, um Pakete hinzuzufügen oder zu aktualisieren. Wenn diese Pakete aktualisiert werden, kann diese Meldung ggf. ignoriert werden, wenn die folgenden Fehler den aktuellen Paketvorgang nicht blockieren: {0}
es: Se detectaron una o varias restricciones de dependencia de paquete sin resolver en el archivo existente packages.config. Todas las restricciones de dependencia deben resolverse para agregar o actualizar paquetes. Si estos paquetes se están actualizando, se puede ignorar este mensaje. De lo contrario, es posible que los siguientes errores bloqueen la operación de paquete actual: {0}
fr: Une ou plusieurs contraintes de dépendance de package non résolues ont été détectées dans le fichier packages.config existant. Toutes les contraintes de dépendance doivent être résolues pour ajouter ou mettre à jour des packages. Si ces packages sont en cours de mise à jour, ce message peut être ignoré. Dans le cas contraire, la ou les erreurs suivantes peuvent bloquer l'opération de package en cours :{0}
it: Nel file packages.config esistente sono stati rilevati uno o più vincoli di dipendenza dei pacchetti non risolti. Per aggiungere o aggiornare pacchetti, è necessario risolvere tutti i vincoli di dipendenza. Se questi pacchetti verranno aggiornati, è possibile ignorare il messaggio. In caso contrario, è possibile che gli errori seguenti blocchino l'operazione corrente sui pacchetti: {0}
ja: 既存の packages.config ファイルで、1 つ以上の未解決のパッケージの依存関係制約が検出されました。すべての依存関係制約は、パッケージの追加または更新に解決されている必要があります。これらのパッケージが更新中の場合、このメッセージは無視することができます。更新中でない場合は、次のエラーによって現在のパッケージ操作がブロックされている可能性があります: {0}
ko: 기존 packages.config 파일에서 하나 이상의 확인되지 않은 패키지 종속성 제약 조건이 검색되었습니다. 모든 종속성 제약 조건을 확인해야만 패키지를 추가하거나 업데이트할 수 있습니다. 이러한 패키지를 업데이트하는 중인 경우 이 메시지를 무시해도 되지만, 그렇지 않은 경우 다음 오류로 인해 현재 패키지 작업이 차단될 수 있습니다. {0}
pl: W istniejącym pliku packages.config wykryto co najmniej jedno nierozpoznane ograniczenie zależności pakietu. Wszystkie ograniczenia zależności muszą zostać rozpoznane w celu dodania lub aktualizacji pakietów. Jeśli te pakiety są aktualizowane, ten komunikat można zignorować, a jeśli nie, następujące błędy mogą blokować bieżącą operację dotyczącą pakietu: {0}
pt_br: Uma ou mais restrições de dependência de pacote não resolvidas detectadas no arquivo packages.config existente. Todas as restrições de dependência devem ser resolvidas para adicionar ou atualizar pacotes. Se esses pacotes estão sendo atualizados essa mensagem pode ser ignorada, caso contrário os erros a seguir podem estar bloqueando a operação atual do pacote: {0}
ru: Обнаружено одно неразрешенное ограничение зависимостей пакетов (или несколько) в существующем файле packages.config. Все ограничения зависимостей должны быть разрешены, чтобы добавить или обновить пакеты. Если эти пакеты обновляются, это сообщение можно пропустить, если же нет, следующие ошибки могут блокировать текущую операцию с пакетами: {0}
tr: Mevcut packages.config dosyasında, bir veya daha fazla çözümlenmemiş paket bağımlılığı kısıtlaması algılandı. Paketlerin eklenebilmesi veya güncelleştirilebilmesi için tüm bağımlılık kısıtlamalarının çözümlenmesi gerekir. Bu paketler güncelleştiriliyorsa bu ileti yoksayılabilir; aksi halde geçerli paket işlemi, aşağıdaki hatalar nedeniyle engelleniyor olabilir: {0}
zh_hans: 现有 packages.config 文件中检测到一个或多个未解析包依赖项约束。必须解析所有依赖项约束以添加或更新包。如果正在更新这些包，则可忽略此消息，如果没有更新这些包，错误可能阻止当前包操作: {0}
zh_hant: 在現有 packages.config 檔案中偵測到一或多個未解析的封裝相依性條件約束。必須解析所有相依性條件約束才能新增或更新封裝。若正在更新這些封裝，則可能會略過此訊息。若並非正在更新這些封裝，則下列錯誤可能會封鎖目前的封裝作業: {0}

# MissingDependencyInfo
source: Unable to find package '{0}'. Existing packages must be restored before performing an install or update.
cs: Nejde najít balíček {0}. Existující balíčky se musí obnovit před provedením instalace nebo aktualizace.
de: Das Paket "{0}" wurde nicht gefunden. Vorhandene Pakete müssen wiederhergestellt werden, bevor eine Installation oder ein Update ausgeführt wird.
es: No se encuentra el paquete '{0}'. Los paquetes existentes deben restaurarse antes de realizar una instalación o una actualización.
fr: Package '{0}' introuvable. Les packages existants doivent être restaurés avant d'effectuer une installation ou une mise à jour.
it: Non è possibile trovare il pacchetto '{0}'. Prima di eseguire un'installazione o un aggiornamento è necessario ripristinare i pacchetti esistenti.
ja: パッケージ '{0}' が見つかりません。インストールまたは更新を実行する前に既存のパッケージを復元する必要があります。
ko: '{0}' 패키지를 찾을 수 없습니다. 설치 또는 업데이트를 수행하기 전에 기존 패키지를 복원해야 합니다.
pl: Nie można odnaleźć pakietu „{0}”. Przed przeprowadzeniem instalacji lub aktualizacji musisz przywrócić istniejące pakiety.
pt_br: Não é possível encontrar o pacote '{0}'. Os pacotes existentes devem ser restaurados antes de realizar uma instalação ou atualização.
ru: Не удалось найти пакет «{0}». Прежде чем выполнять установку или обновление, необходимо восстановить существующие пакеты.
tr: '{0}' paketi bulunamıyor. Yükleme veya güncelleştirme gerçekleştirmeden önce var olan paketler geri yüklenmelidir.
zh_hans: 找不到程序包“{0}”。必须先还原现有程序包，然后才能执行安装或更新操作。
zh_hant: 找不到封裝 '{0}'。必須先還原現有的封裝，才能執行安裝或更新作業。

# NoSolution
source: Unable to resolve dependencies.
cs: Nejde vyřešit závislosti.
de: Abhängigkeiten können nicht aufgelöst werden.
es: No se pueden resolver las dependencias.
fr: Impossible de résoudre les dépendances.
it: Non è possibile risolvere le dipendenze.
ja: 依存関係を解決できません。
ko: 종속성을 확인할 수 없습니다.
pl: Nie można rozpoznać zależności.
pt_br: Não é possível resolver as dependências.
ru: Не удалось разрешить зависимости.
tr: Bağımlılıklar çözümlenemiyor.
zh_hans: 无法解析依赖项。
zh_hant: 無法解析封裝相依性。

# PackagesConfigConstraint
source: '{0}' has an additional constraint {1} defined in {2}.
cs: {0} má dodatečné omezení: {1}. To je definováno zde: {2}.
de: Für "{0}" ist eine weitere Einschränkung "{1}" in {2} definiert.
es: '{0}' tiene una restricción adicional {1} definida en {2}.
fr: '{0}' a une contrainte {1} supplémentaire définie dans {2}.
it: '{0}' include un vincolo aggiuntivo {1} definito in {2}.
ja: '{0}' の追加の制約 {1} が {2} 内で定義されています。
ko: '{0}'에는 {2}에 정의된 추가 제약 조건 {1}이(가) 있습니다.
pl: Element „{0}” ma dodatkowe ograniczenie {1} zdefiniowane w {2}.
pt_br: '{0}' possui uma restrição adicional {1} definida em {2}.
ru: Для «{0}» в {2} определено дополнительное ограничение {1}.
tr: '{0}', {2} öğesinde tanımlaman {1} ek kısıtlamasını içeriyor.
zh_hans: 在 {2} 中为“{0}”定义了一个附加约束 {1}。
zh_hant: {2} 中為 '{0}' 多定義了條件約束 {1}。

# ResolverTotalTime
source: Resolving dependency information took {0}
cs: Doba řešení informací o závislostech: {0}
de: Das Auflösen von Abhängigkeitsinformationen hat {0} gedauert.
es: La resolución de información de dependencia tardó {0}
fr: La résolution des informations de dépendance a pris {0}
it: Tempo impiegato per la risoluzione delle informazioni sulle dipendenze: {0}
ja: 依存関係情報の解決に {0} かかりました
ko: 종속성 정보 확인 시간: {0}
pl: Rozpoznawanie informacji o zależnościach zajęło {0}
pt_br: Resolver as informações de dependência levou {0}
ru: Разрешение данных о зависимостях заняло {0}
tr: Bağımlılık işlemlerinin çözümlenmesi {0} sürdü
zh_hans: 解析依赖项信息花费时间 {0}
zh_hant: 解析相依性資訊花費了 {0}

# UnableToFindCompatibleVersion
source: Unable to find a version of '{0}' that is compatible with {1}.
cs: Nejde najít verzi {0}, která je kompatibilní s {1}.
de: Die Version von "{0}", die mit {1} kompatibel ist, wurde nicht gefunden.
es: No se encuentra una versión de '{0}' compatible con {1}.
fr: Impossible de trouver une version de '{0}' compatible avec {1}.
it: Non è possibile trovare una versione di '{0}' compatibile con {1}.
ja: {1} と互換性のある '{0}' のバージョンが見つかりません。
ko: {1}과(와) 호환되는 '{0}' 버전을 찾을 수 없습니다.
pl: Nie można odnaleźć wersji elementu „{0}” zgodnej z elementem {1}.
pt_br: Não é possível encontrar uma versão de '{0}' que seja compatível com {1}.
ru: Не удалось найти версию «{0}», совместимую с {1}.
tr: {1} ile uyumlu olan bir '{0}' sürümü bulunamıyor.
zh_hans: 找不到与 {1} 兼容的“{0}”版本。
zh_hant: 找不到與 {1} 相容的 '{0}' 版本。

# UnableToResolveDependencyForEmptySource
source: Unable to resolve dependency '{0}'.
cs: Závislost {0} se nedá vyřešit.
de: Die Abhängigkeit "{0}" kann nicht aufgelöst werden.
es: No se puede resolver la dependencia '{0}'.
fr: Impossible de résoudre la dépendance '{0}'.
it: Non è possibile risolvere la dipendenza '{0}'.
ja: 依存関係 '{0}' を解決できません。
ko: '{0}' 종속성을 확인할 수 없습니다.
pl: Nie można rozpoznać zależności „{0}”.
pt_br: Não é possível resolver a dependência '{0}'.
ru: Не удается разрешить зависимость "{0}".
tr: '{0}' bağımlılığı çözümlenemiyor.
zh_hans: 无法解析依赖项“{0}”。
zh_hant: 無法解析相依性 '{0}'。

# UnableToResolveDependencyForMultipleSources
source: Unable to resolve dependency '{0}'. Source(s) used: {1}.
cs: Závislost {0} se nedá vyřešit. Použité zdroje: {1}.
de: Die Abhängigkeit "{0}" kann nicht aufgelöst werden. Verwendete Quelle(n): {1}.
es: No se puede resolver la dependencia '{0}'. Orígenes usados: {1}.
fr: Impossible de résoudre la dépendance '{0}'. Source(s) utilisée(s) : {1}.
it: Non è possibile risolvere la dipendenza '{0}'. Origine/i usata/e: {1}.
ja: 依存関係 '{0}' を解決できません。使用されているソース: {1}。
ko: '{0}' 종속성을 확인할 수 없습니다. 사용된 소스: {1}.
pl: Nie można rozpoznać zależności „{0}”. Użyte źródła: {1}.
pt_br: Não é possível resolver a dependência '{0}'. Fonte(s) usada(s): {1}.
ru: Не удается разрешить зависимость "{0}". Использованные источники: {1}.
tr: '{0}' bağımlılığı çözümlenemiyor. Kullanılan kaynaklar: {1}.
zh_hans: 无法解析依赖项“{0}”。使用的源: {1}。
zh_hant: 無法解析相依性 '{0}'。已使用來源: {1}。

# VersionIsNotCompatible
source: Unable to resolve dependencies. '{0}' is not compatible with {1}.
cs: Nejde vyřešit závislosti. {0} není kompatibilní s {1}.
de: Abhängigkeiten können nicht aufgelöst werden. "{0}' ist nicht mit {1} kompatibel.
es: No se pueden resolver las dependencias. '{0}' no es compatible con {1}.
fr: Impossible de résoudre les dépendances. '{0}' n'est pas compatible avec {1}.
it: Non è possibile risolvere le dipendenze. '{0}' non è compatibile con {1}.
ja: 依存関係を解決できません。'{0}' は {1} と互換性がありません。
ko: 종속성을 확인할 수 없습니다. '{0}'이(가) {1}과(와) 호환되지 않습니다.
pl: Nie można rozpoznać zależności. Element „{0}” nie jest zgodny z elementem {1}.
pt_br: Não é possível resolver as dependências. '{0}' não é compatível com {1}.
ru: Не удается разрешить зависимости. «{0}» не совместима с {1}.
tr: Bağımlılıklar çözümlenemiyor. '{0}', {1} ile uyumlu değil.
zh_hans: 无法解析依赖项。“{0}”与 {1} 不兼容。
zh_hant: 無法解析相依性。'{0}' 與 {1} 不相容。
