Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/PackageCreation/Resources/xlf/NuGetResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CannotCreateEmptyPackage
source: Cannot create a package that has no dependencies nor content.
cs: Nelze vytvořit balíček, který nemá žádné závislosti ani obsah.
de: Ein Paket ohne Abhängigkeiten und Inhalt kann nicht erstellt werden.
es: No se puede crear un paquete que no tenga dependencias ni contenido.
fr: Impossible de créer un package sans dépendances ni contenu.
it: Impossibile creare un pacchetto senza dipendenze o contenuto.
ja: 依存関係とコンテンツのないパッケージは作成できません。
ko: 종속성이나 콘텐츠가 없는 패키지는 만들 수 없습니다.
pl: Nie można utworzyć pakietu, który nie ma żadnych zależności ani zawartości.
pt_br: Não é possível criar um pacote que não tenha dependências nem conteúdo.
ru: Нельзя создать пакет, у которого нет ни зависимостей, ни содержимого.
tr: Ne bağımlığı ne de içeriği olmayan bir paket oluşturulamaz.
zh_hans: 无法创建既无依赖项也无内容的包。
zh_hant: 無法建立不具有相依性或內容的套件。

# DependencyHasInvalidVersion
source: Dependency '{0}' has an invalid version.
cs: Závislá součást {0} má neplatnou verzi.
de: Die Abhängigkeit "{0}" weist eine ungültige Version auf.
es: La versión de dependencia '{0}' no es válida.
fr: La dépendance « {0} » présente une version non valide.
it: La versione della dipendenza '{0}' non è valida.
ja: 依存関係 '{0}' のバージョンが無効です。
ko: 종속성 '{0}'에 잘못된 버전이 있습니다.
pl: Zależność {0} ma nieprawidłową wersję.
pt_br: A dependência '{0}' tem uma versão inválida.
ru: У зависимости "{0}" недопустимая версия.
tr: '{0}' bağımlılığının sürümü geçersiz.
zh_hans: 依赖项“{0}”的版本无效。
zh_hant: 相依性 '{0}' 的版本無效。

# DuplicateDependenciesDefined
source: '{0}' already has a dependency defined for '{1}'.
cs: Balíček {0} již má definovánu závislost pro {1}.
de: Für "{0}" ist bereits eine Abhängigkeit für "{1}" definiert.
es: '{0}' ya tiene una dependencia definida para '{1}'.
fr: « {0} » comporte déjà une dépendance définie pour « {1} ».
it: '{0}' già include una dipendenza definita per '{1}'.
ja: '{0}' にはすでに '{1}' に対して定義された依存関係があります。
ko: '{0}'에 이미 '{1}'에 대한 종속성이 정의되어 있습니다.
pl: Pakiet {0} ma już zależność zdefiniowaną dla pakietu {1}.
pt_br: '{0}' já tem uma dependência definida para '{1}'.
ru: У "{0}" уже есть зависимость, определенная для "{1}".
tr: '{0}', zaten '{1}' için tanımlanmış bir bağımlılığa sahip.
zh_hans: “{0}”已拥有为“{1}”定义的依赖项。
zh_hant: '{0}' 已經具有為 '{1}' 定義的相依性。

# FoundDuplicateFile
source: Attempted to pack multiple files into the same location(s). The following destinations were used multiple times: {0}
cs: Proběhl pokus zabalit několik souborů na jedno umístění. Následující cíle se použily několikrát: {0}
de: Es wurde versucht, mehrere Dateien in denselben Speicherort zu packen. Die folgenden Ziele wurden mehrmals verwendet: {0}
es: Se ha intentado empaquetar varios archivos en las mismas ubicaciones. Los destinos siguientes se han usado varias veces: {0}
fr: Tentative de regroupement de plusieurs fichiers au même emplacement. Les destinations suivantes ont été utilisées plusieurs fois : {0}
it: Si è provato a comprimere più file nello stesso o negli stessi percorsi. Le destinazioni seguenti sono state usate più volte: {0}
ja: 複数のファイルを同じ場所にパックしようとしました。次の宛先が複数回使用されました: {0}
ko: 여러 파일을 같은 위치로 압축하려고 했습니다. {0} 대상이 여러 번 사용되었습니다.
pl: Podjęto próbę spakowania wielu plików do tych samych lokalizacji. Następujące miejsca docelowe były używane wielokrotnie: {0}
pt_br: Tentativa de empacotar vários arquivos nos mesmos locais. Os seguintes destinos foram usados várias vezes: {0}
ru: Предпринята попытка упаковать несколько файлов в одни и те же расположения. Следующие места назначения использовались несколько раз: {0}
tr: Aynı konumda birden çok dosya paketlenmeye çalışıldı. Şu hedefler birden çok kez kullanıldı: {0}
zh_hans: 尝试将多个文件打包到相同位置。已多次使用以下目标: {0}
zh_hant: 嘗試過將多個檔案封裝到相同的位置。下列目的地已使用多次: {0}

# IconCannotOpenFile
source: Cannot open the icon file '{0}': {1}.
cs: Nelze otevřít soubor ikony {0}: {1}.
de: Die Symboldatei "{0}" kann nicht geöffnet werden: {1}.
es: No se puede abrir el archivo de icono "{0}": {1}.
fr: Impossible d'ouvrir le fichier icône '{0}' : {1}.
it: Non è possibile aprire il file icona '{0}': {1}.
ja: アイコン ファイル '{0}' を開くことができません: {1}。
ko: 아이콘 파일 '{0}'을(를) 열 수 없습니다. {1}
pl: Nie można otworzyć pliku ikony „{0}”: {1}.
pt_br: Não é possível abrir o arquivo de ícone '{0}': {1}.
ru: Не удается открыть файл значка "{0}": {1}.
tr: '{0}' simge dosyası açılamıyor: {1}.
zh_hans: 无法打开图标文件“{0}”: {1}。
zh_hant: 無法開啟圖示檔 '{0}': {1}。

# IconErrorEmpty
source: The icon file is empty.
cs: Soubor ikony je prázdný.
de: Die Symboldatei ist leer.
es: El archivo de icono está vacío.
fr: Le fichier icône est vide.
it: Il file icona è vuoto.
ja: アイコン ファイルが空です。
ko: 아이콘 파일이 비어 있습니다.
pl: Plik ikony jest pusty.
pt_br: O arquivo de ícone está vazio.
ru: Файл значка пуст.
tr: Simge dosyası boş.
zh_hans: 图标文件为空。
zh_hant: 圖示檔是空的。

# IconInvalidExtension
source: The 'icon' element '{0}' has an invalid file extension. Valid options are .png, .jpg or .jpeg.
cs: Element icon {0} má neplatnou příponu souboru. Platné možnosti jsou .png, .jpg nebo .jpeg.
de: Das icon-Element "{0}" weist eine ungültige Dateierweiterung auf. Gültige Optionen: PNG, JPG oder JPEG.
es: El elemento "icon" "{0}" tiene una extensión de archivo no válida. Las opciones válidas son .png, .jpg o .jpeg.
fr: L'élément 'icon' '{0}' a une extension de fichier non valide. Les options valides sont .png, .jpg ou .jpeg.
it: L'estensione di file dell'elemento 'icon' '{0}' non è valida. Le opzioni valide sono .png, .jpg o .jpeg.
ja: 'icon' 要素 '{0}' に無効なファイル拡張子が含まれています。有効なオプションは .png、.jpg、.jpeg です。
ko: 'icon' 요소 '{0}'의 파일 확장명이 잘못되었습니다. 유효한 옵션은 .png, .jpg 또는 .jpeg입니다.
pl: Element „icon” „{0}” ma nieprawidłowe rozszerzenie pliku. Prawidłowe opcje to png, jpg i jpeg.
pt_br: O elemento 'icon' '{0}' tem uma extensão de arquivo inválida. As opções válidas são .png, .jpg ou .jpeg.
ru: Элемент "icon" "{0}" имеет недопустимое расширение файла. Допустимые расширения: PNG, JPG и JPEG.
tr: '{0}' 'icon' öğesi geçersiz bir dosya uzantısına sahip. Geçerli seçenekler: .png, .jpg veya .jpeg.
zh_hans: "icon" 元素“{0}”具有无效的文件扩展名。有效选项为 .png、.jpg 或 .jpeg。
zh_hant: 'icon' 元素 '{0}' 的副檔名無效。有效的選項為 .png、.jpg 或 .jpeg。

# IconMaxFileSizeExceeded
source: The icon file size must not exceed 1 megabyte.
cs: Velikost souboru ikony nesmí překročit 1 MB.
de: Die Größe der Symboldatei darf 1 MB nicht überschreiten.
es: El tamaño del archivo de icono no debe superar 1 MB.
fr: La taille du fichier icône ne doit pas dépasser 1 mégaoctet.
it: Le dimensioni del file icona non devono superare 1 MB.
ja: アイコン ファイルのサイズは 1 MB 以下でなければなりません。
ko: 아이콘 파일 크기는 1MB를 초과해서는 안 됩니다.
pl: Rozmiar pliku ikony nie może przekraczać 1 megabajta.
pt_br: O tamanho do arquivo de ícone não deve exceder 1 megabyte.
ru: Размер файла значка не должен превышать 1 МБ.
tr: Simge dosyası boyutu 1 megabayttan büyük olmamalıdır.
zh_hans: 图标文件大小不能超过 1 MB。
zh_hant: 圖示檔大小不能超過 1 MB。

# IconMissingRequiredValue
source: The element 'icon' cannot be empty.
cs: Element icon nemůže být prázdný.
de: Das icon-Element darf nicht leer sein.
es: El elemento "icon" no puede estar vacío.
fr: L'élément 'icon' ne peut pas être vide.
it: L'elemento 'icon' non può essere vuoto.
ja: 'icon' 要素を空にすることはできません。
ko: 'icon' 요소는 비워 둘 수 없습니다.
pl: Element „icon” nie może być pusty.
pt_br: O elemento 'icon' não pode ficar vazio.
ru: Элемент "icon" не может быть пустым.
tr: 'icon' öğesi boş olamaz.
zh_hans: "icon" 元素不能为空。
zh_hant: 元素 'icon' 不能是空的。

# IconNoFileElement
source: The icon file '{0}' does not exist in the package.
cs: Soubor ikony {0} v balíčku neexistuje.
de: Die Symboldatei "{0}" ist im Paket nicht vorhanden.
es: El archivo de icono "{0}" no existe en el paquete.
fr: Le fichier icône '{0}' n'existe pas dans le package.
it: Il file icona '{0}' non esiste nel pacchetto.
ja: アイコン ファイル '{0}' がパッケージに存在しません。
ko: '{0}' 아이콘 파일이 패키지에 없습니다.
pl: Plik ikony „{0}” nie istnieje w pakiecie.
pt_br: O arquivo de ícone '{0}' não existe no pacote.
ru: Файл значка "{0}" отсутствует в пакете.
tr: '{0}' simge dosyası pakette yok.
zh_hans: 包中不存在图标文件“{0}”。
zh_hant: 圖示檔 '{0}' 不存在於這個套件中。

# IconNoFileElementWithHint
source: The icon file '{0}' does not exist in the package. (Did you mean '{1}'?)
cs: Soubor ikony {0} v balíčku neexistuje. (Měli jste na mysli {1}?)
de: Die Symboldatei "{0}" ist im Paket nicht vorhanden. (Meinten Sie "{1}"?)
es: El archivo de icono "{0}" no existe en el paquete. (¿Quiso decir "{1}"?)
fr: Le fichier icône '{0}' n'existe pas dans le package. (Est-ce que vous pensiez à '{1}' ?)
it: Il file icona '{0}' non esiste nel pacchetto. Si intendeva '{1}'?
ja: アイコン ファイル '{0}' がパッケージに存在しません。('{1}' を意図していましたか?)
ko: 아이콘 파일 '{0}'이(가) 패키지에 없습니다. ('{1}'을(를) 사용하려고 하셨습니까?)
pl: Plik ikony „{0}” nie istnieje w pakiecie. (Czy chodziło o „{1}”?)
pt_br: O arquivo de ícone '{0}' não existe no pacote. (Você quis dizer '{1}'?)
ru: Файл значка "{0}" отсутствует в пакете. (Вы имели в виду "{1}"?)
tr: '{0}' simge dosyası pakette yok. ('{1}' kullanmak mı istediniz?)
zh_hans: 包中不存在图标文件“{0}”。(你是否指的是“{1}”?)
zh_hant: 圖示檔案 '{0}' 不存在於套件中。(您是指 '{1}' 嗎?)

# IncompatibleSchema
source: The schema version of '{0}' is incompatible with version {1} of NuGet. Please upgrade NuGet to the latest version from http://go.microsoft.com/fwlink/?LinkId=213942.
cs: Verze schématu pro {0} není kompatibilní s verzí {1} rozšíření NuGet. Upgradujte rozšíření NuGet na nejnovější verzi z webu http://go.microsoft.com/fwlink/?LinkId=213942.
de: Die Schemaversion von "{0}" ist mit der Version {1} von NuGet nicht kompatibel. Führen Sie ein Upgrade von NuGet auf die neueste Version unter "http://go.microsoft.com/fwlink/?LinkId=213942" aus.
es: La versión de esquema de '{0}' es incompatible con la versión {1} de NuGet. Actualice NuGet a la versión más reciente desde http://go.microsoft.com/fwlink/?LinkId=213942.
fr: La version de schéma de « {0} » n’est pas compatible avec la version {1} de NuGet. Mettez à niveau NuGet vers la dernière version via la page http://go.microsoft.com/fwlink/?LinkId=213942.
it: La versione dello schema di '{0}' è incompatibile con la versione {1} di NuGet. Aggiornare NuGet alla versione più recente disponibile all'indirizzo http://go.microsoft.com/fwlink/?LinkId=213942.
ja: スキーマのバージョン '{0}' は NuGet のバージョン {1} と互換性がありません。http://go.microsoft.com/fwlink/?LinkId=213942 から NuGet の最新バージョンを取得してアップグレードしてください。
ko: '{0}' 스키마 버전이 NuGet 버전 {1}과(와) 호환되지 않습니다. http://go.microsoft.com/fwlink/?LinkId=213942(영문)에서 NuGet을 최신 버전으로 업그레이드하십시오.
pl: Wersja schematu „{0}” jest niezgodna z wersją {1} programu NuGet. Uaktualnij program NuGet do najnowszej wersji (http://go.microsoft.com/fwlink/?LinkId=213942).
pt_br: A versão de esquema do '{0}' é incompatível com a versão {1} do NuGet. Atualize o NuGet para a versão mais recente baixando-o de http://go.microsoft.com/fwlink/?LinkId=213942.
ru: Схема версии "{0}" несовместима с версией {1} в NuGet. Обновите NuGet до последней версии, расположенной по адресу http://go.microsoft.com/fwlink/?LinkId=213942.
tr: '{0}' şema sürümü NuGet {1} sürümü ile uyumsuz. Lütfen NuGet'i http://go.microsoft.com/fwlink/?LinkId=213942 adresinden en son sürümüne yükseltin.
zh_hans: “{0}”的架构版本与 NuGet 的版本 {1} 不兼容。请通过 http://go.microsoft.com/fwlink/?LinkId=213942 将 NuGet 升级到最新版本。
zh_hant: '{0}' 的結構描述版本與 NuGet 版本 {1} 不相容。請從 http://go.microsoft.com/fwlink/?LinkId=213942 將 NuGet 升級為最新版本。

# InvalidPackageId
source: The package ID '{0}' contains invalid characters. Examples of valid package IDs include 'MyPackage' and 'MyPackage.Sample'.
cs: ID balíčku {0} obsahuje neplatné znaky. Příklady platných ID balíčků: 'MyPackage' a 'MyPackage.Sample'.
de: Die Paket-ID '{0}' enthält ungültige Zeichen. Beispiele für gültige Paket-IDs sind 'MyPackage' und 'MyPackage.Sample'.
es: El identificador del paquete '{0}' contiene caracteres no válidos. Entre los identificadores de paquete válidos se incluyen 'MyPackage' y 'MyPackage.Sample'.
fr: L’ID de package « {0} » contient des caractères non valides. 'MyPackage' et 'MyPackage.Sample' sont des exemples d’ID de package valides.
it: L'ID di pacchetto '{0}' contiene caratteri non validi. Esempi di ID di pacchetto validi sono 'MyPackage' e 'MyPackage.Sample'.
ja: パッケージ ID '{0}' に無効な文字が含まれています。有効なパッケージ ID の例には、'MyPackage'、'MyPackage.Sample' などがあります。
ko: 패키지 ID '{0}'에 잘못된 문자가 있습니다. 유효한 패키지 ID의 예로는 'MyPackage' 및 'MyPackage.Sample'이 있습니다.
pl: Identyfikator pakietu „{0}” zawiera nieprawidłowe znaki. Przykłady prawidłowych identyfikatorów pakietów: 'MyPackage'", "'MyPackage.Sample'.
pt_br: O ID do pacote '{0}' contém carateres inválidos. Exemplos de ID de pacote válidos incluem 'MyPackage' e 'MyPackage.Sample'.
ru: Идентификатор пакета "{0}" содержит недопустимые символы. Примеры допустимых значений: 'MyPackage'", "'MyPackage.Sample'.
tr: Paket kimliği '{0}' geçersiz karakterler içeriyor. Geçerli paket kimliği örnekleri arasında 'MyPackage' ve 'MyPackage.Sample' yer alır.
zh_hans: 程序包 ID“{0}”包含无效字符。例如，'MyPackage' 和 'MyPackage.Sample' 就是有效的程序包 ID。
zh_hant: 套件 ID '{0}' 包含無效的字元。有效套件 ID 的範例包括 'MyPackage' 及 'MyPackage.Sample'。

# Manifest_DependenciesHasMixedElements
source: <dependencies> element must not contain both <group> and <dependency> child elements.
cs: Element <dependencies> nesmí obsahovat zároveň podřízené elementy <group> a <dependency>.
de: Das Element <dependencies> darf keine untergeordneten Elemente <group> und <dependency> enthalten.
es: El elemento <dependencies> no debe contener tanto el elemento secundario <group> como el elemento secundario <dependency>.
fr: L’élément <dependencies> ne doit pas contenir les éléments enfants <group> et <dependency> à la fois.
it: L'elemento <dependencies> non deve contenere entrambi gli elementi figlio <group> e <dependency>.
ja: <dependencies> 要素には <group> および <dependency> 子要素のいずれも含むことはできません。
ko: <dependencies> 요소에는 <group> 및 <dependency> 자식 요소가 포함되어서는 안 됩니다.
pl: Element <dependencies> nie może zawierać obu elementów podrzędnych: <group> i <dependency>.
pt_br: O elemento <dependencies> não deve conter elementos filho <group> e <dependency>.
ru: Элемент <dependencies> не может одновременно содержать дочерние элементы <group> и <dependency>.
tr: <dependencies> öğesi <group> ve <dependency> alt öğelerini içermemelidir.
zh_hans: <dependencies> 元素不得同时包含 <group> 和 <dependency> 子元素。
zh_hant: <dependencies> 元素不能包含 <group> 和 <dependency> 子元素。

# Manifest_ExcludeContainsInvalidCharacters
source: Exclude path '{0}' contains invalid characters.
cs: Cesta vyloučení {0} obsahuje neplatné znaky.
de: Der Ausschlusspfad "{0}" enthält ungültige Zeichen.
es: La ruta de exclusión '{0}' contiene caracteres no válidos.
fr: Le chemin d’accès des exclusions « {0} » contient des caractères non valides.
it: Il percorso di esclusione '{0}' contiene caratteri non validi.
ja: 除外パス '{0}' に無効な文字が含まれています。
ko: 제외할 경로 '{0}'에 잘못된 문자가 있습니다.
pl: Ścieżka wykluczania „{0}” zawiera nieprawidłowe znaki.
pt_br: Caminho de exclusão '{0}' contém caracteres inválidos.
ru: Путь исключения "{0}" содержит недопустимые символы.
tr: Dışlama yolu '{0}' geçersiz karakterler içeriyor.
zh_hans: 排除路径“{0}”包含无效字符。
zh_hant: 排除路徑 '{0}' 包含無效的字元。

# Manifest_IdMaxLengthExceeded
source: Id must not exceed 100 characters.
cs: ID může mít délku maximálně 100 znaků.
de: "Id" darf maximal 100 Zeichen lang sein.
es: El identificador no debe tener más de 100 caracteres.
fr: L’Id ne doit pas inclure plus de 100 caractères.
it: L'Id non deve contenere più di 100 caratteri.
ja: ID は 100 文字以内でなければなりません。
ko: ID는 100자를 초과하면 안 됩니다.
pl: Długość identyfikatora nie może przekraczać 100 znaków.
pt_br: A Id não deve exceder 100 caracteres.
ru: Длина идентификатора не должна превышать 100 символов.
tr: Id, 100 karakteri aşmamalıdır.
zh_hans: ID 不得超过 100 个字符。
zh_hant: Id 不可超過 100 個字元。

# Manifest_InvalidMinClientVersion
source: The 'minClientVersion' attribute in the package manifest has invalid value. It must be a valid version string.
cs: Atribut minClientVersion v manifest balíčku má neplatnou hodnotu. Musí to být platný řetězec verze.
de: Das Attribut "minClientVersion" im Paketmanifest weist einen ungültigen Wert auf. Es muss sich um eine gültige Versionszeichenfolge handeln.
es: El valor del atributo 'minClientVersion' del manifiesto del paquete no es válido. Debe ser una cadena de versión válida.
fr: L'attribut « minClientVersion » dans le manifeste du package a une valeur non valide. Il doit correspondre à une chaîne de version valide.
it: L'attributo 'minClientVersion' nel manifesto del pacchetto presenta un valore non valido. Deve essere una stringa di versione valida.
ja: パッケージ マニフェストの 'minClientVersion' 属性の値が無効です。有効なバージョン文字列である必要があります。
ko: 패키지 매니페스트의 'minClientVersion' 특성 값이 올바르지 않습니다. 올바른 버전 문자열이어야 합니다.
pl: Atrybut „minClientVersion” w manifeście pakietu ma nieprawidłową wartość. Musi on być prawidłowym ciągiem wersji.
pt_br: O atributo 'minClientVersion' no manifesto do pacote tem um valor inválido. Ele deve ser uma cadeia de versão válida.
ru: Недопустимое значение атрибута "minClientVersion" в манифесте пакета. Это должна быть допустимая строка версии.
tr: Paket bildirimindeki 'minClientVersion' özniteliği geçersiz değere sahip. Öznitelik, geçerli bir sürüm dizesi olmalıdır.
zh_hans: 程序包清单中的 "minClientVersion" 特性值无效。它必须是有效的版本字符串。
zh_hant: 套件資訊清單的 'minClientVersion' 屬性中是無效值。必須是有效的版本字串。

# Manifest_InvalidReference
source: Invalid assembly reference '{0}'. Ensure that a file named '{0}' exists in the lib directory.
cs: Neplatný odkaz sestavení {0}. Ujistěte se, že soubor s názvem {0} skutečně existuje v adresáři lib.
de: Ungültiger Assemblyverweis "{0}". Stellen Sie sicher, dass eine Datei namens "{0}" im Verzeichnis "lib" vorhanden ist.
es: Referencia de ensamblado no válida '{0}'. Compruebe que existe un archivo denominado '{0}' en el directorio lib.
fr: Référence d’assembly « {0} » non valide. Vérifiez qu’un fichier nommé « {0} » existe dans le répertoire lib.
it: Riferimento all'assembly '{0}' non valido. Verificare che nella directory lib sia presente un file denominato '{0}'.
ja: アセンブリ参照 '{0}' が無効です。lib ディレクトリの下に '{0}' というファイルが存在することを確認してください。
ko: 어셈블리 참조 '{0}'이(가) 잘못되었습니다. 라이브러리 디렉터리에 이름이 '{0}'인 파일이 있는지 확인하세요.
pl: Nieprawidłowe odwołanie do zestawu „{0}”. Upewnij się, że plik o nazwie „{0}” istnieje w katalogu lib.
pt_br: Referência do assembly '{0}' inválida. Verifique se existe um arquivo chamado '{0}' no diretório lib.
ru: Недопустимая ссылка на сборку "{0}". Убедитесь, что в каталоге "lib" есть файл с именем "{0}".
tr: Geçersiz derleme başvurusu '{0}'. lib dizininde '{0}' adında bir dosya olduğundan emin olun.
zh_hans: 程序集引用“{0}”无效。请确保 lib 目录中存在名为“{0}”的文件。
zh_hant: 組件參考 '{0}' 無效。請確定 lib 目錄中存在名稱為 '{0}' 的檔案。

# Manifest_InvalidReferenceFile
source: Assembly reference '{0}' contains invalid characters.
cs: Odkaz sestavení {0} obsahuje neplatné znaky.
de: Der Assemblyverweis "{0}"enthält ungültige Zeichen.
es: La referencia de ensamblado '{0}' contiene caracteres no válidos.
fr: La référence d’assembly « {0} » contient des caractères non valides.
it: Il riferimento all'assembly '{0}' contiene caratteri non validi.
ja: アセンブリの参照 '{0}' に無効な文字が含まれています。
ko: 어셈블리 참조 '{0}'에 잘못된 문자가 있습니다.
pl: Odwołanie do zestawu „{0}” zawiera nieprawidłowe znaki.
pt_br: A referência do assembly '{0}' contém caracteres inválidos.
ru: Ссылка на сборку "{0}" содержит недопустимые символы.
tr: Derleme başvurusu '{0}' geçersiz karakterler içeriyor.
zh_hans: 程序集引用“{0}”包含无效字符。
zh_hant: 組件參考 '{0}' 包含無效的字元。

# Manifest_LicenseFileExtensionIsInvalid
source: The license file '{0}' has an invalid extension. Valid options are .txt, .md or none.
cs: Soubor s licencí {0} má neplatnou příponu. Platné možnosti jsou .txt, .md nebo žádná.
de: Die Lizenzdatei "{0}" besitzt eine ungültige Erweiterung. Gültige Optionen sind TXT, MD oder keine Erweiterung.
es: El archivo de licencia "{0}" tiene una extensión no válida. Las opciones válidas son .txt, .md o ninguna.
fr: Le fichier de licence '{0}' a une extension non valide. Les options valides sont .txt, .md ou aucune extension.
it: L'estensione del file di licenza '{0}' non è valida. Le opzioni valide sono .txt, .md o nessuna.
ja: ライセンス ファイル '{0}' の拡張子が無効です。有効なオプションは、.txt、.md、なしのいずれかです。
ko: 라이선스 파일 '{0}'의 확장명이 잘못되었습니다. 유효한 옵션은 .txt, .md 또는 없음입니다.
pl: Plik licencji „{0}” ma nieprawidłowe rozszerzenie. Prawidłowe opcje to txt, md lub brak rozszerzenia.
pt_br: O arquivo de licença '{0}' tem uma extensão inválida. As opções válidas são. txt, .md ou nenhuma.
ru: Файл лицензии "{0}" имеет недопустимое расширение. Допустимые расширения: .txt, .md или отсутствие расширения.
tr: '{0}' lisans dosyasının uzantısı geçersiz. Geçerli seçenekler .txt, .md veya hiçbiri.
zh_hans: 许可证文件“{0}”具有无效的扩展名。有效选项为 .txt、.md 或无。
zh_hant: 授權檔案 '{0}' 的副檔名無效。有效的選項為 .txt、.md 或無。

# Manifest_LicenseFileIsNotInNupkg
source: The license file '{0}' does not exist in the package.
cs: Soubor s licencí {0} v balíčku neexistuje.
de: Die Lizenzdatei "{0}" ist nicht im Paket vorhanden.
es: No existe el archivo de licencia "{0}" en el paquete.
fr: Le fichier de licence '{0}' n'existe pas dans le package.
it: Il file di licenza '{0}' non esiste nel pacchetto.
ja: ライセンス ファイル '{0}' がパッケージに存在しません。
ko: 라이선스 파일 '{0}'이(가) 패키지에 없습니다.
pl: Plik licencji „{0}” nie istnieje w pakiecie.
pt_br: O arquivo de licença '{0}' não existe no pacote.
ru: Файл лицензии "{0}" отсутствует в пакете.
tr: '{0}' lisans dosyası pakette yok.
zh_hans: 包中不存在许可证文件“{0}”。
zh_hant: 授權檔案 '{0}' 不存在這個套件中。

# Manifest_LicenseFileIsNotInNupkgWithHint
source: The license file '{0}' does not exist in the package. (Did you mean '{1}'?)
cs: Soubor s licencí {0} v balíčku neexistuje. (Měli jste na mysli {1}?)
de: Die Lizenzdatei "{0}" ist im Paket nicht vorhanden. (Meinten Sie "{1}"?)
es: El archivo de licencia "{0}" no existe en el paquete. (¿Quiso decir "{1}"?)
fr: Le fichier de licence '{0}' n'existe pas dans le package. (Est-ce que vous pensiez à '{1}' ?)
it: Il file di licenza '{0}' non esiste nel pacchetto. Si intendeva '{1}'?
ja: ライセンス ファイル '{0}' がパッケージに存在しません。('{1}' を意図していましたか?)
ko: 라이선스 파일 '{0}'이(가) 패키지에 없습니다. ('{1}'을(를) 사용하려고 하셨습니까?)
pl: Plik licencji „{0}” nie istnieje w pakiecie. (Czy chodziło o „{1}”?)
pt_br: O arquivo de licença '{0}' não existe no pacote. (Você quis dizer '{1}'?)
ru: Файл лицензии "{0}" отсутствует в пакете. (Вы имели в виду "{1}"?)
tr: '{0}' lisans dosyası pakette yok. ('{1}' kullanmak mı istediniz?)
zh_hans: 包中不存在许可证文件“{0}”。(你是否指的是“{1}”?)
zh_hant: 授權檔案 '{0}' 不存在於套件中。(您是指 '{1}' 嗎?)

# Manifest_LicenseUrlCannotBeUsedWithLicenseMetadata
source: The licenseUrl and license elements cannot be used together.
cs: Elementy licenseUrl a license se nedají použít najednou.
de: licenseUrl und Lizenzelemente können nicht zusammen verwendet werden.
es: Los elementos licenseUrl y licence no se pueden usar juntos.
fr: Les éléments licenseUrl et license ne peuvent pas être utilisés ensemble.
it: Non è possibile usare insieme gli elementi licenseUrl e license.
ja: licenseUrl 要素と license 要素を併用することはできません。
ko: licenseUrl 및 라이선스 요소는 함께 사용할 수 없습니다.
pl: Elementy licenseUrl i license nie mogą być używane razem.
pt_br: Os elementos licenseUrl e de licença não podem ser usados juntos.
ru: Параметр licenseUrl и элементы лицензии не могут использоваться совместно.
tr: licenseUrl ve lisans öğeleri birlikte kullanılamaz.
zh_hans: LicenseUrl 和许可证元素不能一起使用。
zh_hant: licenseUrl 和 license 元素不能同時使用。
