Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/PackageCreation/Resources/xlf/NuGetResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Manifest_PropertyValueReadFailure
source: An error occured while trying to parse the value '{0}' of property '{1}' in the manifest file.
cs: Došlo k chybě při pokusu o analýzu hodnoty {0} vlastnosti {1} v souboru manifestu.
de: Fehler beim Analysieren des Werts "{0}" der Eigenschaft "{1}" in der Manifestdatei.
es: Error al intentar analizar el valor "{0}" de la propiedad "{1}" en el archivo de manifiesto.
fr: Une erreur s'est produite lors d'une tentative d'analyse de la valeur '{0}' de la propriété '{1}' dans le fichier manifeste.
it: Si è verificato un errore durante il tentativo di analizzare il valore '{0}' della proprietà '{1}' nel file manifesto.
ja: マニフェスト ファイル内のプロパティ '{1}' の値 '{0}' を解析しようとしてエラーが発生しました。
ko: 매니페스트 파일의 '{1}' 속성 값 '{0}'을(를) 구문 분석하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas próby przeprowadzenia analizy wartości „{0}” właściwości „{1}” w pliku manifestu.
pt_br: Ocorreu um erro durante a tentativa de analisar o valor '{0}' da propriedade '{1}' no arquivo de manifesto.
ru: Произошла ошибка при попытке проанализировать значение "{0}" свойства "{1}" в файле манифеста.
tr: Bildirim dosyasındaki '{1}' özelliğinin '{0}' değeri ayrıştırılırken bir hata oluştu.
zh_hans: 尝试分析清单文件中属性“{1}”的值“{0}”时出错。
zh_hant: 嘗試剖析資訊清單檔中屬性 '{1}' 的值 '{0}' 時發生錯誤。

# Manifest_ReferencesHasMixedElements
source: <references> element must not contain both <group> and <reference> child elements.
cs: Element <references> nesmí obsahovat zároveň podřízené elementy <group> a <reference>.
de: Das Element <references> darf nicht gleichzeitig untergeordnete Elemente <group> und <reference> enthalten.
es: El elemento <references> no puede contener los dos elementos secundarios <group> y <reference>.
fr: L'élément <references> ne doit pas contenir à la fois les éléments enfants <group> et <reference>.
it: L'elemento <references> non deve contenere entrambi gli elementi figlio <group> e <reference>.
ja: <references> 要素には <group> および <reference> 子要素のいずれも含むことはできません。
ko: <references> 요소에는 <group> 및 <reference> 하위 요소 둘 다 포함되어 있지 않아야 합니다.
pl: Element <references> nie może zawierać obu elementów podrzędnych: <group> i <reference>.
pt_br: <references> o elemento não deve conter ambos os elementos filho <group> e <reference>.
ru: Элемент <references> не должен содержать оба дочерних элемента: <group> и <reference>.
tr: <references> öğesi hem <group> hem de <reference> alt öğesini içermemelidir.
zh_hans: <references> 元素不能同时包含 <group> 和 <reference> 子元素。
zh_hant: <references> 元素不能包含 <group> 和 <reference> 子元素。

# Manifest_ReferencesIsEmpty
source: The element package\metadata\references\group must contain at least one <reference> child element.
cs: Element package\metadata\references\group musí obsahovat nejméně jeden podřízený element <reference>.
de: Das Element "package\metadata\references\group" muss mindestens ein untergeordnetes Element <reference> enthalten.
es: El elemento package\metadata\references\group debe contener al menos un elemento secundario <reference>.
fr: L'élément package\metadata\references\group doit contenir au moins un élément enfant <reference>.
it: L'elemento package\metadata\references\group deve contenere almeno un elemento figlio <reference>.
ja: 要素 package\metadata\references\group には、少なくとも 1 つの <reference> 子要素を含める必要があります。
ko: 요소 package\metadata\references\group에는 <reference> 하위 요소가 하나 이상 있어야 합니다.
pl: Element package\metadata\references\group musi zawierać co najmniej jeden element podrzędny <reference>.
pt_br: O elemento package\metadata\references\group devem conter pelo menos um elemento filho <reference>.
ru: Элемент package\metadata\references\group должен содержать не меньше одного дочернего элемента <reference>.
tr: Element package\metadata\references\group, en az bir <reference> alt öğesi içermelidir.
zh_hans: 元素 package\metadata\references\group 必须至少包含一个 <reference> 子元素。
zh_hant: 元素 package\metadata\references\group 必須包含至少一個 <reference> 子元素。

# Manifest_RequireLicenseAcceptanceRequiresEmit
source: EmitRequireLicenseAcceptance must not be set to false if RequireLicenseAcceptance is set to true.
cs: Když je RequireLicenseAcceptance nastavené na true, EmitRequireLicenseAcceptance se nesmí nastavit na false.
de: "EmitRequireLicenseAcceptance" darf nicht auf FALSE festgelegt werden, wenn "RequireLicenseAcceptance" auf TRUE festgelegt ist.
es: EmitRequireLicenseAcceptance no debe establecerse en false si RequireLicenseAcceptance está establecido en true.
fr: EmitRequireLicenseAcceptance ne doit pas avoir la valeur false si RequireLicenseAcceptance a la valeur true.
it: EmitRequireLicenseAcceptance non deve essere impostato su false se RequireLicenseAcceptance è impostato su true.
ja: RequireLicenseAcceptance が true に設定されている場合、EmitRequireLicenseAcceptance を false に設定することはできません。
ko: RequireLicenseAcceptance가 true로 설정된 경우 EmitRequireLicenseAcceptance를 false로 설정하지 않아야 합니다.
pl: Element EmitRequireLicenseAcceptance nie może mieć wartości false, jeśli element RequireLicenseAcceptance ma ustawioną wartość true.
pt_br: EmitRequireLicenseAcceptance não deve ser definido como false se RequireLicenseAcceptance estiver definido como true.
ru: EmitRequireLicenseAcceptance не должно иметь значение FALSE, если RequireLicenseAcceptance имеет значение TRUE.
tr: RequireLicenseAcceptance true olarak ayarlanırsa EmitRequireLicenseAcceptance false olarak ayarlanmalıdır.
zh_hans: 如果 RequireLicenseAcceptance 设置为 true，则不能将 EmitRequireLicenseAcceptance 设置为 false。
zh_hant: 如果 RequireLicenseAcceptance 設為 true，EmitRequireLicenseAcceptance 就不得設為 false。

# Manifest_RequireLicenseAcceptanceRequiresLicenseUrl
source: Enabling license acceptance requires a license or a licenseUrl to be specified. The licenseUrl will be deprecated, consider using the license metadata.
cs: Aby se dalo povolit přijetí licence, musí se zadat license nebo licenseUrl. LicenseUrl se brzy přestane používat, zvažte možnost použít metadata license.
de: Für die Aktivierung der Lizenzakzeptanz ist die Angabe einer Lizenz oder einer licenseUrl erforderlich. Die licenseUrl ist veraltet, daher sollten Sie die Lizenzmetadaten verwenden.
es: Para habilitar la aceptación de licencia, debe especificarse un valor license o licenseUrl. El elemento licenseUrl quedará en desuso; considere la posibilidad de usar los metadatos de license.
fr: L'activation de l'acceptation de licence nécessite la spécification de license ou de licenseUrl. Dans la mesure où licenseUrl va être déprécié, utilisez les métadonnées de licence.
it: Per abilitare l'accettazione della licenza, è necessario specificare un elemento license o licenseUrl. L'elemento licenseUrl verrà deprecato, quindi è consigliabile usare i metadati della licenza.
ja: ライセンスの同意を有効にするには、license と licenseUrl のいずれかを指定する必要があります。licenseUrl は非推奨になる予定のため、license メタデータの使用をご検討ください。
ko: 라이선스 승인을 사용하도록 설정하려면 라이선스 또는 licenseUrl을 지정해야 합니다. licenseUrl은 사용 중지되므로, 라이선스 메타데이터를 사용해 보세요.
pl: Do włączenia akceptacji licencji jest wymagane określenie elementu license lub licenseUrl. Adres LicenseUrl będzie wycofywany, dlatego lepiej użyć metadanych licencji.
pt_br: Para habilitar a aceitação da licença, é necessária uma licença ou a especificação do licenseUrl. O licenseUrl será preterido, considere o uso de metadados de licença.
ru: Чтобы включить принятие условий лицензии, необходимо указать лицензию или элемент licenseUrl. Элемент licenseUrl перестанет использоваться, поэтому по возможности используйте метаданные лицензии.
tr: Lisans kabulünü etkinleştirmek için lisansın veya licenseUrl öğesinin belirtilmesi gerekir. licenseUrl kullanım dışı bırakılacaktır, lisans meta verilerini kullanmayı deneyin.
zh_hans: 启用许可证接受需要指定许可证或 licenseUrl。LicenseUrl 将被弃用，请考虑使用许可证元数据。
zh_hant: 必須指定 license 或 licenseUrl，才能允許接受授權。licenseUrl 即將淘汰，因此請考慮使用 license 中繼資料。

# Manifest_RequiredElementMissing
source: The required element '{0}' is missing from the manifest.
cs: Požadovaný element {0} v manifestu chybí.
de: Das erforderliche Element "{0}" fehlt im Manifest.
es: Falta el elemento obligatorio '{0}' en el manifiesto.
fr: L'élément requis « {0} » est manquant dans le manifeste.
it: Nel manifesto manca l'elemento '{0}' obbligatorio.
ja: マニフェストに必須の要素 '{0}' がありません。
ko: 필수 요소인 '{0}'이(가) 매니페스트에서 누락되었습니다.
pl: Brak wymaganego elementu „{0}” w manifeście.
pt_br: O elemento necessário '{0}' está faltando no manifesto.
ru: В манифесте отсутствует обязательный элемент "{0}".
tr: Gerekli '{0}' öğesi bildirimde yer almıyor.
zh_hans: 清单中缺少必需的元素“{0}”。
zh_hant: 資訊清單中遺漏必要元素 '{0}'。

# Manifest_RequiredMetadataMissing
source: {0} is required.
cs: Jsou požadována metadata {0}.
de: {0} ist erforderlich.
es: Se requiere {0}.
fr: {0} est requis.
it: {0} è obbligatorio.
ja: {0} が必要です。
ko: {0}이(가) 필요합니다.
pl: Element {0} jest wymagany.
pt_br: {0} é necessário.
ru: Требуется {0}.
tr: {0} gereklidir.
zh_hans: {0} 是必需的。
zh_hant: 需要 {0}。

# Manifest_SourceContainsInvalidCharacters
source: Source path '{0}' contains invalid characters.
cs: Zdrojová cesta {0} obsahuje neplatné znaky.
de: Der Quellpfad "{0}" enthält ungültige Zeichen.
es: La ruta de origen '{0}' contiene caracteres no válidos.
fr: Le chemin d’accès source « {0} » contient des caractères non valides.
it: Il percorso di origine '{0}' contiene caratteri non validi.
ja: ソース パス '{0}' に無効な文字が含まれています。
ko: 원본 경로 '{0}'에 잘못된 문자가 있습니다.
pl: Ścieżka źródłowa „{0}” zawiera nieprawidłowe znaki.
pt_br: O caminho de origem '{0}' contém caracteres inválidos.
ru: Исходный путь "{0}" содержит недопустимые символы.
tr: Kaynak yolu '{0}' geçersiz karakterler içeriyor.
zh_hans: 源路径“{0}”包含无效字符。
zh_hant: 來源路徑 '{0}' 包含無效的字元。

# Manifest_TargetContainsInvalidCharacters
source: Target path '{0}' contains invalid characters.
cs: Cílová cesta {0} obsahuje neplatné znaky.
de: Der Zielpfad "{0}" enthält ungültige Zeichen.
es: La ruta de destino '{0}' contiene caracteres no válidos.
fr: Le chemin d’accès cible « {0} » contient des caractères non valides.
it: Il percorso di destinazione '{0}' contiene caratteri non validi.
ja: ターゲット パス '{0}' に無効な文字が含まれています。
ko: 대상 경로 '{0}'에 잘못된 문자가 있습니다.
pl: Ścieżka docelowa „{0}” zawiera nieprawidłowe znaki.
pt_br: O caminho de destino '{0}' contém caracteres inválidos.
ru: Конечный путь "{0}" содержит недопустимые символы.
tr: Hedef yolu '{0}' geçersiz karakterler içeriyor.
zh_hans: 目标路径“{0}”包含无效字符。
zh_hant: 目標路徑 '{0}' 包含無效的字元。

# Manifest_UriCannotBeEmpty
source: {0} cannot be empty.
cs: Identifikátor URI {0} nemůže být prázdný.
de: {0} darf nicht leer sein.
es: {0} no puede estar vacío.
fr: {0} ne peut pas être vide.
it: {0} non può essere vuoto.
ja: {0} を空にすることはできません。
ko: {0}은(는) 비워둘 수 없습니다.
pl: Identyfikator {0} nie może być pusty.
pt_br: {0} não pode ficar vazio.
ru: У {0} не может быть пустое значение.
tr: {0} boş olamaz.
zh_hans: {0} 不能为空。
zh_hant: {0} 不可為空白。

# PackageAuthoring_FileNotFound
source: File not found: '{0}'.
cs: Soubor nebyl nalezen: {0}
de: Die Datei "{0}" wurde nicht gefunden.
es: Archivo no encontrado: '{0}'.
fr: Fichier introuvable : « {0} ».
it: File non trovato: '{0}'.
ja: ファイルが見つかりません: '{0}'。
ko: 찾을 수 없는 파일: '{0}'
pl: Nie odnaleziono pliku: {0}.
pt_br: Arquivo não encontrado: '{0}'.
ru: Файл не найден: "{0}".
tr: Dosya bulunamadı: '{0}'.
zh_hans: 找不到文件:“{0}”。
zh_hant: 找不到檔案: '{0}'。

# ReadmeCannotOpenFile
source: Cannot open the readme file '{0}': {1}.
cs: Nejde otevřít soubor readme {0}: {1}.
de: Die Infodatei "{0}" kann nicht geöffnet werden: {1}.
es: No se puede abrir el archivo léame "{0}": {1}.
fr: Impossible d'ouvrir le fichier readme '{0}' : {1}.
it: Non è possibile aprire il file leggimi '{0}': {1}.
ja: Readme ファイル '{0}' を開くことができません: {1}。
ko: 추가 정보 파일 '{0}'을(를) 열 수 없습니다. {1}
pl: Nie można otworzyć pliku readme „{0}”: {1}.
pt_br: Não é possível abrir o arquivo Leiame '{0}': {1}.
ru: Не удается открыть файл сведений "{0}": {1}.
tr: '{0}' benioku dosyası açılamıyor: {1}.
zh_hans: 无法打开自述文件“{0}”: {1}。
zh_hant: 無法開啟讀我檔案 '{0}': {1}。

# ReadmeErrorEmpty
source: The readme file '{0}' is empty.
cs: Soubor readme {0} je prázdný.
de: Die Infodatei "{0}" ist leer.
es: El archivo Léame "{0}" está vacío.
fr: Le fichier readme '{0}' est vide.
it: Il file leggimi '{0}' è vuoto.
ja: Readme ファイル '{0}' が空です。
ko: 추가 정보 파일 '{0}'이(가) 비어 있습니다.
pl: Plik readme „{0}” jest pusty.
pt_br: O arquivo Leiame '{0}' está vazio.
ru: Файл сведений "{0}" пуст.
tr: '{0}' benioku dosyası boş.
zh_hans: 自述文件“{0}”为空。
zh_hant: 讀我檔案 '{0}' 是空的。

# ReadmeFileExtensionIsInvalid
source: The readme file '{0}' has an invalid extension. It must end in .md.
cs: Soubor readme {0} nemá platnou příponu. Musí končit příponou .md.
de: Die Infodatei "{0}" weist eine ungültige Erweiterung auf. Der Wert muss auf ".md" enden.
es: El archivo Léame "{0}" tiene una extensión no válida. Debe terminar con .md.
fr: Le fichier readme '{0}' a une extension non valide. Il doit finir par .md.
it: Il file leggimi '{0}' ha un'estensione non valida. Deve terminare con l'estensione md.
ja: Readme ファイル '{0}' の拡張子が無効です。これは .md で終了する必要があります。
ko: 추가 정보 파일 '{0}'의 확장명이 잘못되었습니다. .md로 끝나야 합니다.
pl: Plik readme „{0}” ma nieprawidłowe rozszerzenie. Jego nazwa musi mieć zakończenie md.
pt_br: O arquivo Leiame '{0}' tem uma extensão inválida. Ele precisa terminar em .md.
ru: Недопустимое расширение файла сведений "{0}". Оно должно заканчиваться на. md.
tr: '{0}' benioku dosyası geçersiz bir uzantıya sahip. Dosya .md ile bitmelidir.
zh_hans: 自述文件“{0}”的扩展名无效。它必须以 .md 结尾。
zh_hant: 讀我檔案 '{0}' 的副檔名無效。必須以 .md 結尾。

# ReadmeMissingRequiredValue
source: The element 'readme' cannot be empty.
cs: Element readme nemůže být prázdný.
de: Das Element "readme" darf nicht leer sein.
es: El elemento "Léame" no puede estar vacío.
fr: L'élément 'readme' ne peut pas être vide.
it: L'elemento 'readme' non può essere vuoto.
ja: 'readme' 要素を空にすることはできません。
ko: 'readme' 요소는 비워 둘 수 없습니다.
pl: Element „readme” nie może być pusty.
pt_br: O elemento 'readme' não pode ficar vazio.
ru: Элемент "файл сведений" не может быть пустым.
tr: 'readme' öğesi boş olamaz.
zh_hans: "readme" 元素不能为空。
zh_hant: 'readme' 元素不可以是空的。

# ReadmeNoFileElement
source: The readme file '{0}' does not exist in the package.
cs: Soubor readme {0} v balíčku neexistuje.
de: Die Infodatei "{0}" ist nicht im Paket vorhanden.
es: No existe el archivo Léame "{0}" en el paquete.
fr: Le fichier readme '{0}' n'existe pas dans le package.
it: Il file leggimi '{0}' non esiste nel pacchetto.
ja: Readme ファイル '{0}' がパッケージに存在しません。
ko: 추가 정보 파일 '{0}'이(가) 패키지에 없습니다.
pl: Plik readme „{0}” nie istnieje w pakiecie.
pt_br: O arquivo Leiame '{0}' não existe no pacote.
ru: Файл сведений "{0}" отсутствует в пакете.
tr: '{0}' benioku dosyası pakette yok.
zh_hans: 包中不存在自述文件“{0}”。
zh_hant: 讀我檔案 '{0}' 不存在於這個套件中。

# UnknownSchemaVersion
source: Unknown schema version '{0}'.
cs: Neznámá verze schématu {0}
de: Unbekannte Schemaversion "{0}".
es: Versión de esquema desconocida '{0}'.
fr: Version de schéma « {0} » inconnue.
it: Versione dello schema '{0}' sconosciuta.
ja: 不明なスキーマのバージョン '{0}' です。
ko: 알 수 없는 스키마 버전 '{0}'입니다.
pl: Nieznana wersja schematu „{0}”.
pt_br: Versão de esquema '{0}' desconhecida.
ru: Неизвестная схема версии "{0}".
tr: Bilinmeyen şema sürümü '{0}'.
zh_hans: 未知的架构版本“{0}”。
zh_hant: 未知的結構描述版本 '{0}'。
