Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Protocol/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# NoApiKeyFound
source: No API Key was provided and no API Key could be found for {0}. To save an API Key for a source use the 'setApiKey' command.
cs: Neposkytl se žádný klíč rozhraní API a pro {0} se žádný klíč rozhraní API nepovedlo najít. Pokud chcete uložit klíč rozhraní API pro nějaký zdroj, použijte příkaz setApiKey.
de: Es wurde kein API-Schlüssel angegeben, und für "{0}" wurde kein API-Schlüssel gefunden. Verwenden Sie den setApiKey-Befehl, um einen API-Schlüssel für eine Quelle zu speichern.
es: No se ha proporcionado ninguna clave de API y no se ha podido encontrar ninguna para {0}. Para guardar una clave de API para un origen, use el comando "setApiKey".
fr: Aucune clé API n'a été fournie et aucune clé API n'a été trouvée pour {0}. Pour enregistrer une clé API pour une source, utilisez la commande 'setApiKey'.
it: Non sono state specificate chiavi API e non sono state trovate chiavi API per {0}. Per salvare una chiave API per un'origine, usare il comando 'setApiKey'.
ja: {0} の API キーが指定されず、API キーが見つかりませんでした。ソースの API キーを保存するには、'setApiKey' コマンドを使用します。
ko: API 키를 제공하지 않았으며 {0}에 대한 API 키를 찾을 수 없습니다. 원본에 대한 API 키를 저장하려면 'setApiKey' 명령을 사용하세요.
pl: Nie podano klucza interfejsu API i nie można odnaleźć klucza interfejsu API dla elementu {0}. Aby zapisać klucz interfejsu API dla źródła, użyj polecenia „setApiKey”.
pt_br: Nenhuma Chave de API foi fornecida e nenhuma chave de API pôde ser encontrada para {0}. Para salvar uma Chave de API de uma origem, use o comando 'setApiKey'.
ru: Ключ API не указан, и не удалось найти ключ API для {0}. Чтобы сохранить ключ API для источника, используйте команду setApiKey.
tr: {0} için API Anahtarı sağlanmadı ve API Anahtarı bulunamadı. Bir kaynak için API Anahtarı kaydetmek üzere 'setApiKey' komutunu kullanın.
zh_hans: 未提供 API 密钥，找不到 {0} 的 API 密钥。要保存源的 API 密钥，请使用 "setApiKey" 密钥。
zh_hant: 未提供任何 API 金鑰，{0} 也找不到任何 API 金鑰。若要儲存來源的 API 金鑰，請使用 'setApiKey' 命令。

# NuGetLicenseExpression_NonStandardIdentifier
source: The license identifier(s) {0} is(are) not recognized by the current toolset.
cs: Aktuální sada nástrojů nerozpoznala identifikátory licencí {0}.
de: Die Lizenzbezeichner "{0}" werden vom aktuellen Toolset nicht erkannt.
es: El conjunto de herramientas actual no reconoce los identificadores de licencia ({0}).
fr: L'identificateur ou les identificateurs de licence suivants, '{0}', ne sont pas reconnus par l'ensemble d'outils actuel.
it: Il set di strumenti corrente non riconosce l'identificatore o gli identificatori di licenza '{0}'.
ja: ライセンス識別子 {0} は現在のツールセットでは認識されません。
ko: 라이선스 식별자 {0}을(를) 현재 도구 집합에서 인식할 수 없습니다.
pl: Bieżący zestaw narzędzi nie rozpoznaje identyfikatorów licencji {0}.
pt_br: Os identificadores de licença {0} não são reconhecidos pelo conjunto de ferramentas atual.
ru: Текущий набор инструментов не распознает идентификаторы лицензий: {0}.
tr: {0} lisans tanımlayıcıları geçerli araç takımı tarafından tanınmıyor.
zh_hans: 当前工具集无法识别许可证标识符 {0}。
zh_hant: 目前的工具組無法辨識授權識別碼 {0}。

# NuGetLicense_LicenseExpressionVersionTooHigh
source: The license version string '{0}' is higher than the one supported by this toolset '{1}'.
cs: Řetězec verze licence {0} je vyšší než řetězec, který podporuje tato sada nástrojů {1}.
de: Die Lizenzversionszeichenfolge "{0}" ist höher als von diesem Toolset unterstützt wird: {1}.
es: La cadena de versión de licencia "{0}" indica una versión posterior a la que admite el conjunto de herramientas "{1}".
fr: La chaîne de version de licence '{0}' est supérieure à celle prise en charge par cet ensemble d'outils '{1}'.
it: Il valore della stringa di versione '{0}' della licenza è maggiore di quello supportato dal set di strumenti '{1}'.
ja: ライセンス バージョン文字列 '{0}' が、このツールセット '{1}' でサポートされているものより上です。
ko: 라이선스 버전 문자열 '{0}'이(가) 이 도구 집합 '{1}'에서 지원하는 것보다 높습니다.
pl: Ciąg wersji licencji „{0}” jest większy niż obsługiwany przez ten zestaw narzędzi „{1}”.
pt_br: A cadeia de caracteres da versão de licença '{0}' é maior do que aquele compatível com este conjunto de ferramentas '{1}'.
ru: Версия лицензии "{0}" превышает версию, поддерживаемую этим набором инструментов "{1}".
tr: '{0}' lisans sürümü dizesi bu araç kümesi ('{1}') tarafından desteklenen sürümden daha yüksek.
zh_hans: 许可版本字符串 {0} 比此工具集 {1} 支持的值高。
zh_hant: 授權版本字串 '{0}' 高於此工具組所支援的授權版本字串 '{1}'。

# NupkgPath_Invalid
source: '{0}' is not a valid nupkg file.
cs: {0} není platný soubor nupkg.
de: "{0}" ist keine gültige NUPKG-Datei.
es: "{0}" no es un archivo nupkg válido.
fr: '{0}' n'est pas un fichier nupkg valide.
it: '{0}' non è un file nupkg valido.
ja: '{0}' は有効な nupkg ファイルではありません。
ko: '{0}'은(는) 유효한 nupkg 파일이 아닙니다.
pl: Plik „{0}” nie jest prawidłowym plikiem nupkg.
pt_br: '{0}' não é um arquivo nupkg válido.
ru: "{0}" не является допустимым файлом NUPKG.
tr: '{0}' geçerli bir nupkg dosyası değil.
zh_hans: “{0}”不是有效的 nupkg 文件。
zh_hant: '{0}' 不是有效的 nupkg 檔案。

# NupkgPath_InvalidEx
source: '{0}' is not a valid nupkg file. Error: '{1}'.
cs: {0} není platný soubor nupkg. Chyba: {1}
de: "{0}" ist keine gültige NUPKG-Datei. Fehler: "{1}".
es: "{0}" no es un archivo nupkg válido. Error: "{1}".
fr: '{0}' n'est pas un fichier nupkg valide. Erreur : '{1}'.
it: '{0}' non è un file nupkg valido. Errore: '{1}'.
ja: '{0}' は有効な nupkg ファイルではありません。エラー: '{1}'。
ko: '{0}'은(는) 유효한 nupkg 파일이 아닙니다. 오류: '{1}'.
pl: Plik „{0}” nie jest prawidłowym plikiem nupkg. Błąd: „{1}”.
pt_br: '{0}' não é um arquivo nupkg válido. Erro: '{1}'.
ru: "{0}" не является допустимым файлом NUPKG. Ошибка: "{1}".
tr: '{0}' geçerli bir nupkg dosyası değil. Hata: '{1}'.
zh_hans: “{0}”不是有效的 nupkg 文件。错误:“{1}”。
zh_hant: '{0}' 不是有效的 nupkg 檔案。錯誤: '{1}'。

source: One or more URIs must be specified.
cs: Musí se zadat aspoň jeden identifikátor URI.
de: Es muss mindestens ein URI angegeben werden.
es: Se deben especificar uno o varios identificadores URI.
fr: Un ou plusieurs URI doivent être spécifiés.
it: È necessario specificare uno o più URI.
ja: 1 つ以上の URI を指定する必要があります。
ko: URI를 하나 이상 지정해야 합니다.
pl: Konieczne jest określenie co najmniej jednego identyfikatora URI.
pt_br: Um ou mais URIs devem ser especificados.
ru: Требуется указать коды URI.
tr: Bir veya daha fazla URI belirtilmelidir.
zh_hans: 必须指定一个或多个 URI。
zh_hant: 必須指定一或多個 URI。

# PackageNotFound
source: Unable to find package '{0}'.
cs: Nenašel se balíček {0}.
de: Das Paket "{0}" wurde nicht gefunden.
es: No se puede encontrar el paquete '{0}'.
fr: Le package '{0}' est introuvable.
it: Non è possibile trovare il pacchetto '{0}'.
ja: パッケージ '{0}' が見つかりません。
ko: '{0}' 패키지를 찾을 수 없습니다.
pl: Nie można odnaleźć pakietu „{0}”.
pt_br: Não é possível localizar o pacote '{0}'.
ru: Не удается найти пакет "{0}".
tr: '{0}' paketi bulunamadı.
zh_hans: 无法找到包“{0}”。
zh_hant: 找不到封裝 '{0}'。

# PackageServerEndpoint_NotSupported
source: ERROR: This version of nuget.exe does not support updating packages to package source '{0}'.
cs: CHYBA: Tato verze programu nuget.exe nepodporuje aktualizaci balíčků pro zdroj balíčků {0}.
de: FEHLER: In dieser Version von "nuget.exe" wird das Aktualisieren von Paketen auf die Paketquelle "{0}" nicht unterstützt.
es: ERROR: Esta versión de nuget.exe no admite la actualización de paquetes al origen del paquete "{0}".
fr: ERREUR : Cette version de nuget.exe ne prend pas en charge la mise à jour de packages dans la source de package '{0}'.
it: ERRORE: questa versione del file nuget.exe non supporta l'aggiornamento dei pacchetti nell'origine pacchetto '{0}'.
ja: エラー: このバージョンの nuget.exe はパッケージ ソース '{0}' に対するパッケージの更新をサポートしていません。
ko: 오류: 이 버전의 nuget.exe는 패키지 원본 '{0}'에 대한 패키지 업데이트를 지원하지 않습니다.
pl: BŁĄD: Ta wersja narzędzia nuget.exe nie obsługuje aktualizowania pakietów w źródle pakietów „{0}”.
pt_br: ERRO: esta versão do nuget.exe não dá suporte à atualização de pacotes para a origem do pacote '{0}'.
ru: Ошибка: эта версия nuget.exe не поддерживает обновление пакетов для источника пакетов "{0}".
tr: HATA: Nuget.exe dosyasının bu sürümü, '{0}' paket kaynağındaki paketleri güncelleştirmeyi desteklemiyor.
zh_hans: 错误: 此版本的 nuget.exe 不支持将包更新到包源“{0}”。
zh_hant: 錯誤: 此版 nuget.exe 無法將套件更新為套件來源 '{0}'。

# Path_Invalid
source: '{0}' is not a valid path.
cs: {0} není platná cesta.
de: "{0}" ist kein gültiger Pfad.
es: "{0}" no es una ruta de acceso válida.
fr: '{0}' n'est pas un chemin valide.
it: '{0}' non è un percorso valido.
ja: '{0}' は有効なパスではありません。
ko: '{0}'은(는) 유효한 경로가 아닙니다.
pl: Element „{0}” nie jest prawidłową ścieżką.
pt_br: '{0}' não é um caminho válido.
ru: "{0}" не является допустимым путем.
tr: '{0}' geçerli bir yol değil.
zh_hans: “{0}”不是有效的路径。
zh_hant: '{0}' 不是有效的路徑。

# Path_Invalid_NotFileNotUnc
source: '{0}' should be a local path or a UNC share path.
cs: {0} by měla být místní cesta nebo cesta UNC ke sdílené složce.
de: "{0}" muss ein lokaler Pfad oder ein Pfad zu einer UNC-Freigabe sein.
es: "{0}" debe ser una ruta de acceso local o una ruta del recurso compartido de UNC.
fr: '{0}' doit être un chemin local ou un chemin de partage UNC.
it: '{0}' deve essere un percorso locale o un percorso condivisione UNC.
ja: '{0}' はローカル パスまたは UNC 共有パスにする必要があります。
ko: '{0}'은(는) 로컬 경로 또는 UNC 공유 경로여야 합니다.
pl: Element „{0}” musi być ścieżką lokalną lub ścieżką udziału UNC.
pt_br: '{0}' deve ser um caminho local ou um caminho de compartilhamento UNC.
ru: "{0}" должен быть локальным путем или UNC-путем к общей папке.
tr: '{0}', bir yerel yol veya UNC paylaşım yolu olmalıdır.
zh_hans: “{0}”应为本地路径或 UNC 共享路径。
zh_hant: '{0}' 應為本機路徑或 UNC 共用路徑。

# Plugin_ConnectionAlreadyStarted
source: A connection has already been started.
cs: Připojení se už vytvořilo.
de: Eine Verbindung wurde bereits gestartet.
es: Ya se ha iniciado una conexión.
fr: Une connexion a déjà été lancée.
it: È già stata avviata una connessione.
ja: 接続は既に開始されています。
ko: 연결이 이미 시작되었습니다.
pl: Połączenie zostało już uruchomione.
pt_br: Uma conexão já foi iniciada.
ru: Соединение уже начато.
tr: Bir bağlantı zaten başlatıldı.
zh_hans: 已开始连接。
zh_hant: 已啟動連線。

# Plugin_ConnectionIsClosed
source: The plugin connection is closed.
cs: Připojení modulu plug-in se ukončilo.
de: Die Plug-In-Verbindung wurde geschlossen.
es: La conexión del complemento está cerrada.
fr: La connexion de plug-in est fermée.
it: La connessione al plug-in è chiusa.
ja: プラグインの接続が閉じています。
ko: 플러그 인 연결이 닫혀 있습니다.
pl: Połączenie wtyczki jest zamknięte.
pt_br: A conexão do plug-in está fechada.
ru: Соединение с подключаемым модулем закрыто.
tr: Eklenti bağlantısı kapalı.
zh_hans: 插件连接已关闭。
zh_hant: 外掛程式連線已關閉。

# Plugin_DownloadNotSupportedSinceUnsignedNotAllowed
source: Downloading a package from a plugin is not supported since unsigned packages are not allowed and package download plugins do not support signed package verification.
cs: Stažení balíčku z modulu plug-in se nepodporuje, protože nepodepsané balíčky se nepovolují a moduly plug-in pro stahování balíčků nepodporují ověřování podepsaných balíčků.
de: Das Herunterladen eines Pakets aus einem Plug-In wird nicht unterstützt, weil nicht signierte Pakete unzulässig sind und Paketdownload-Plug-Ins keine Überprüfung signierter Pakete unterstützen.
es: No se admite la descarga de un paquete desde un complemento, ya que los paquetes sin firmar no se admiten y los complementos de descarga de paquetes no son compatibles con la comprobación de paquetes firmados.
fr: Le téléchargement d'un package à partir d'un plug-in n'est pas pris en charge, car les packages non signés ne sont pas autorisés. De plus, les plug-ins de téléchargement de package ne prennent pas en charge la vérification de la signature des packages.
it: Il download di un pacchetto da un plug-in non è supportato perché i pacchetti non firmati non sono consentiti e i plug-in per il download dei pacchetti non supportano la verifica dei pacchetti firmati.
ja: 署名のないパッケージは許可されず、パッケージのダウンロード プラグインは署名されたパッケージの検証をサポートしていないため、プラグインからパッケージをダウンロードすることはサポートされていません。
ko: 서명되지 않은 패키지는 허용되지 않고 패키지 다운로드 플러그 인에서 서명된 패키지 확인을 지원하지 않기 때문에 플러그 인에서 패키지 다운로드는 지원되지 않습니다.
pl: Pobieranie pakietu z wtyczki nie jest obsługiwane, ponieważ niepodpisane pakiety są niedozwolone, a wtyczki do pobierania pakietów nie obsługują weryfikacji podpisanych pakietów.
pt_br: Não há suporte para o download de pacote de um plug-in, pois pacotes não assinados não são permitidos e plug-ins de download de pacote não dão suporte à verificação do pacote assinado.
ru: Скачивание пакета из подключаемого модуля не поддерживается, поскольку использование неподписанных пакетов не допускается и подключаемые модули для скачивания пакета не поддерживают проверку подписанных пакетов.
tr: İmzalanmamış paketlere izin verilmediğinden ve paket indirme eklentileri imzalı paket doğrulamasını desteklemediğinden eklentiden paket indirme desteklenmiyor.
zh_hans: 不支持从插件下载包，因为不允许未签名的包并且包下载插件不支持已签名包验证。
zh_hant: 因為不允許未簽署的套件，且套件下載外掛程式不支援驗證已簽署的套件，所以不支援從外掛程式下載套件。

# Plugin_Exception
source: Plugin '{0}' failed with the exception: {1}
cs: Modul plug-in {0} selhal s výjimkou: {1}
de: Fehler beim Plug-In "{0}" mit folgender Ausnahme: {1}
es: Error del complemento "{0}" con la excepción: {1}
fr: Échec du plug-in '{0}' avec l'exception {1}
it: Il plug-in '{0}' non è riuscito con l'eccezione: {1}
ja: プラグイン '{0}' は例外 {1} で失敗しました
ko: 예외가 발생하여 '{0}' 플러그 인이 실패했습니다. {1}
pl: Wystąpił błąd wtyczki „{0}”, wyjątek: {1}
pt_br: Falha no plug-in '{0}' com a exceção: {1}
ru: Сбой плагина "{0}" с исключением {1}
tr: '{0}' eklentisi özel durum ile başarısız oldu: {1}
zh_hans: 插件“{0}”操作失败，出现异常: {1}
zh_hant: 外掛程式 '{0}' 失敗，例外狀況: {1}

# Plugin_FailedOnCreation
source: Plugin '{0}' failed within {1:N3} seconds with exit code {2}.
cs: U modulu plug-in {0} došlo k chybě během {1:N3} s. Ukončovací kód: {2}
de: Das Plug-In "{0}" hat innerhalb von {1:N3} Sekunden einen Fehler mit Exitcode {2} verursacht.
es: Error del complemento "{0}" en {1:N3} segundos con el código de salida {2}.
fr: Échec du plug-in '{0}' en {1:N3} secondes avec le code de sortie {2}.
it: L'esecuzione del plug-in '{0}' non è riuscita entro {1:N3} secondi. Codice di uscita: {2}.
ja: プラグイン '{0}' は {1:N3} 秒以内に終了コード {2} で失敗しました。
ko: 플러그 인 '{0}'이(가) {1:N3}초 이내에 실패했습니다(종료 코드: {2}).
pl: Operacja wtyczki „{0}” nie powiodła się w ciągu {1:N3} s z kodem zakończenia {2}.
pt_br: O plug-in '{0}' falhou dentro de {1:N3} segundos com o código de saída {2}.
ru: Сбой подключаемого модуля "{0}" в течение {1:N3} с. Код выхода: {2}.
tr: '{0}' eklentisi, {1:N3} saniyede {2} çıkış koduyla başarısız oldu.
zh_hans: 插件“{0}”在 {1:N3} 秒内失败，退出代码为 {2}。
zh_hant: 外掛程式 '{0}' 在 {1:N3} 秒內失敗，結束代碼 {2}。

# Plugin_FailedOperationForPackage
source: Plugin '{0}' failed a {1} operation for package {2}.{3}.
cs: Modulu plug-in {0} se nepovedlo provést operaci {1} pro balíček {2}.{3}.
de: Fehler beim Plug-In "{0}" bei einem {1}-Vorgang für das Paket "{2}.{3}".
es: El complemento "{0}" no pudo realizar una operación {1} para el paquete {2}.{3}.
fr: Le plug-in '{0}' n'a pas pu effectuer l'opération {1} pour le package {2}.{3}.
it: Il plug-in '{0}' non è riuscito a eseguire un'operazione {1} per il pacchetto {2}.{3}.
ja: プラグイン '{0}' はパッケージ {2} の {1} 操作に失敗しました。{3}。
ko: '{0}' 플러그 인이 {2} 패키지에 대한 {1} 작업에 실패했습니다.{3}.
pl: Operacja {1} wtyczki „{0}” nie powiodła się dla pakietu {2}.{3}.
pt_br: Falha na operação {1} do plug-in '{0}' para o pacote {2}.{3}.
ru: Сбой операции {1} в подключаемом модуле "{0}" для пакета {2}.{3}.
tr: '{0}' eklentisi, {2}.{3} paketi için {1} işlemini gerçekleştiremedi.
zh_hans: 对包 {2}.{3} 的插件“{0}”执行 {1} 操作失败。
zh_hant: 外掛程式 '{0}' 無法為套件 {2} 進行 {1} 作業。{3}。

# Plugin_FailureQueryingPackageVersions
source: A failure occurred while attempting to query package versions for package '{0}' using the plugin at '{1}'.
cs: Při pokusu o dotaz na verze balíčku pro balíček {0} pomocí modulu plug-in v {1} došlo k chybě.
de: Fehler beim Abfragen von Paketversionen für das Paket "{0}" mit dem Plug-In bei "{1}".
es: Error al intentar consultar las versiones del paquete "{0}" mediante el complemento en "{1}".
fr: Une erreur s'est produite durant la tentative d'interrogation des versions du package '{0}' à l'aide du plug-in à l'emplacement '{1}'.
it: Si è verificato un errore durante il tentativo di eseguire una query sulle versioni del pacchetto per il pacchetto '{0}' con il plug-in in '{1}'.
ja: '{1}' でプラグインを使用して、パッケージ '{0}' のパッケージ バージョンのクエリを実行しているときにエラーが発生しました。
ko: '{1}'의 플러그 인을 사용하여 '{0}' 패키지의 패키지 버전을 쿼리하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas próby wykonania zapytania o wersje pakietu dla pakietu „{0}” używającego wtyczki w lokalizacji „{1}”.
pt_br: Falha ao tentar consultar versões do pacote '{0}' usando o plug-in em '{1}'.
ru: Ошибка при попытке запроса версий пакета "{0}" с помощью подключаемого модуля по пути "{1}".
tr: '{1}' konumundaki eklenti kullanılarak '{0}' paketi için paket sürümleri sorgulanmaya çalışırken bir hata oluştu.
zh_hans: 尝试使用“{0}”处的插件查询包“{1}”的包版本时出现问题。
zh_hant: 嘗試使用位於 '{1}' 的外掛程式，來查詢套件 '{0}' 的套件版本時，發生失敗。

# Plugin_Fault
source: Terminating plugin '{0}' due to an unrecoverable fault: {1}
cs: Kvůli chybě, ze které se nejde zotavit, se ukončuje modul plug-in {0}: {1}
de: Das Plug-In "{0}" wird aufgrund eines nicht behebbaren Fehlers beendet: {1}
es: El complemento "{0}" se terminará debido a un error irrecuperable: {1}
fr: Arrêt du plug-in '{0}' en raison d'une erreur irrécupérable : {1}
it: Interruzione del plug-in '{0}' a causa di un errore irreversibile: {1}
ja: 回復不能なエラー {1} が発生したため、プラグイン '{0}' を終了しています
ko: 복구할 수 없는 오류로 인해 '{0}' 플러그 인을 종료하는 중입니다. {1}
pl: Działanie wtyczki „{0}” jest przerywane z powodu nieodwracalnego błędu: {1}
pt_br: Encerrando plug-in '{0}' devido a uma falha irrecuperável: {1}
ru: Завершение работы подключаемого модуля "{0}" из-за неустранимой ошибки: {1}
tr: Kurtarılamayan bir hata nedeniyle '{0}' eklentisi sonlandırılıyor: {1}
zh_hans: 由于不可恢复的故障“{1}”，正在终止插件“{0}”
zh_hant: 因為無法復原的錯誤而終止外掛程式 '{0}': {1}

# Plugin_FileNotFound
source: A plugin was not found at path '{0}'.
cs: Na cestě {0} se nenašel modul plug-in.
de: Ein Plug-In wurde im Pfad "{0}" nicht gefunden.
es: No se encontró un complemento en la ruta de acceso "{0}".
fr: Plug-in introuvable dans le chemin '{0}'.
it: Non è stato trovato alcun plug-in nel percorso '{0}'.
ja: パス '{0}' にプラグインが見つかりませんでした。
ko: '{0}' 경로에서 플러그 인을 찾을 수 없습니다.
pl: Nie znaleziono wtyczki w ścieżce „{0}”.
pt_br: Plug-in não encontrado no caminho '{0}'.
ru: Подключаемый модуль не найден по пути "{0}".
tr: '{0}' yolunda bir eklenti bulunamadı.
zh_hans: 路径“{0}”中找不到插件。
zh_hant: 在路徑 '{0}' 找不到外掛程式。

# Plugin_HandshakeFailed
source: The plugin handshake failed.
cs: Handshake modulu plug-in nebyl úspěšný.
de: Fehler beim Plug-In-Handshake.
es: Error del protocolo de enlace del complemento.
fr: Échec de l'établissement d'une liaison avec le plug-in.
it: L'handshake del plug-in non è riuscito.
ja: プラグインのハンドシェイクに失敗しました。
ko: 플러그 인 핸드셰이크가 실패했습니다.
pl: Uścisk dłoni z wtyczką nie powiódł się.
pt_br: Falha no handshake do plug-in.
ru: Сбой подтверждения для подключаемого модуля.
tr: Eklenti el sıkışması başarısız oldu.
zh_hans: 插件握手失败。
zh_hant: 外掛程式信號交換失敗。

# Plugin_HandshakeRequestHandlerAlreadyExists
source: A handshake request handler already exists.
cs: Obslužná rutina požadavků na handshake už existuje.
de: Ein Handshakeanforderungshandler ist bereits vorhanden.
es: Ya existe un controlador de solicitud de protocolo de enlace.
fr: Un gestionnaire de requête d'établissement de liaison existe déjà.
it: Esiste già un gestore richieste handshake.
ja: ハンドシェイク要求ハンドラーが既に存在します。
ko: 핸드셰이크 요청 처리기가 이미 있습니다.
pl: Procedura obsługi żądania uścisku dłoni już istnieje.
pt_br: O manipulador de solicitações de handshake já existe.
ru: Обработчик запросов подтверждения уже существует.
tr: Bir el sıkışma istek işleyicisi zaten mevcut.
zh_hans: 握手请求处理程序已存在。
zh_hant: 信號交換要求處理常式已存在。

# Plugin_IdleTimeoutMustBeGreaterThanOrEqualToInfiniteTimeSpan
source: The idle timeout must be greater than or equal to System.Threading.Timeout.InfiniteTimeSpan.
cs: Časový limit nečinnosti musí být větší nebo roven hodnotě System.Threading.Timeout.InfiniteTimeSpan.
de: Das Leerlauftimeout muss höher als oder gleich "System.Threading.Timeout.InfiniteTimeSpan" sein.
es: El tiempo de espera de inactividad es mayor o igual que System.Threading.Timeout.InfiniteTimeSpan.
fr: Le délai d'inactivité doit être supérieur ou égal à System.Threading.Timeout.InfiniteTimeSpan.
it: Il timeout di inattività deve essere maggiore o uguale a ystem.Threading.Timeout.InfiniteTimeSpan.
ja: アイドル タイムアウトは、System.Threading.Timeout.InfiniteTimeSpan 以上である必要があります。
ko: 유휴 시간 제한이 System.Threading.Timeout.InfiniteTimeSpan보다 크거나 같아야 합니다.
pl: Limit czasu bezczynności musi być większy lub równy wartości System.Threading.Timeout.InfiniteTimeSpan.
pt_br: O tempo limite de ociosidade deve ser maior ou igual a System.Threading.Timeout.InfiniteTimeSpan.
ru: Время ожидания в режиме простоя должно быть не меньше System.Threading.Timeout.InfiniteTimeSpan.
tr: Boşta kalma zaman aşımı, System.Threading.Timeout.InfiniteTimeSpan değerinden büyük veya bu değere eşit olmalıdır.
zh_hans: 空闲超时必须大于或等于 System.Threading.Timeout.InfiniteTimeSpan。
zh_hant: 閒置逾時必須大於或等於 System.Threading.Timeout.InfiniteTimeSpan。

source: Plugin initialization failed.
cs: Nepovedlo se inicializovat modul plug-in.
de: Fehler bei der Plug-In-Initialisierung.
es: Error de inicialización del complemento.
fr: Échec de l'initialisation du plug-in.
it: L'inizializzazione del plug-in non è riuscita.
ja: プラグインを初期化できませんでした。
ko: 플러그 인 초기화에 실패했습니다.
pl: Inicjowanie wtyczki nie powiodło się.
pt_br: Falha na inicialização do plug-in.
ru: Не удалось инициализировать подключаемый модуль.
tr: Eklenti başlatılamadı.
zh_hans: 插件初始化失败。
zh_hant: 外掛程式初始化失敗。

# Plugin_InvalidEmbeddedSignature
source: The plugin at '{0}' did not have a valid embedded signature.
cs: Modul plug-in v {0} neměl platný vložený podpis.
de: Das Plug-In bei "{0}" wies keine gültige eingebettete Signatur auf.
es: El complemento de "{0}" no tenía una firma insertada válida.
fr: Le plug-in à l'emplacement '{0}' n'a pas une signature incorporée valide.
it: Il plug-in in '{0}' non contiene una firma incorporata valida.
ja: '{0}' のプラグインには、有効な埋め込み署名がありませんでした。
ko: '{0}'의 플러그 인에 포함된 유효한 시그니처가 없습니다.
pl: Wtyczka w lokalizacji „{0}” nie miała prawidłowego osadzonego podpisu.
pt_br: O plug-in em '{0}' não tinha nenhuma assinatura inserida válida.
ru: Подключаемый модуль "{0}" не имел действительной встроенной подписи.
tr: '{0}' konumundaki eklentinin geçerli bir katıştırılmış imzası yoktu.
zh_hans: “{0}”中的插件不具有有效的嵌入式签名。
zh_hant: 外掛程式 '{0}' 並沒有有效的內嵌簽章。

# Plugin_InvalidMessageType
source: The message type '{0}' is invalid at this time.
cs: Typ zprávy {0} není v tuto chvíli platný.
de: Der Nachrichtentyp "{0}" ist zu diesem Zeitpunkt unzulässig.
es: En este momento el tipo de mensaje "{0}" no es válido.
fr: Le type de message '{0}' n'est pas valide pour l'instant.
it: Il tipo di messaggio '{0}' non è valido in questo momento.
ja: メッセージの種類 '{0}' は、この時点では無効です。
ko: 지금은 메시지 유형 '{0}'이(가) 유효하지 않습니다.
pl: Typ komunikatu „{0}” jest w tej chwili nieprawidłowy.
pt_br: O tipo de mensagem '{0}' é inválido neste momento.
ru: Сейчас тип сообщения "{0}" недопустим.
tr: İleti türü '{0}' şu anda geçersiz.
zh_hans: 消息类型“{0}”此时无效。
zh_hant: 訊息類型 '{0}' 此時無效。

# Plugin_InvalidPluginFilePath
source: The plugin file path '{0}' is invalid.
cs: Cesta k souboru modulu plug-in {0} není platná.
de: Der Plug-In-Dateipfad "{0}" ist ungültig.
es: La ruta de acceso al archivo del proyecto "{0}" no es válida.
fr: Le chemin du fichier de plug-in '{0}' n'est pas valide.
it: Il percorso '{0}' del file del plug-in non è valido.
ja: プラグインのファイル パス '{0}' が無効です。
ko: 플러그 인 파일 경로 '{0}'이(가) 잘못되었습니다.
pl: Ścieżka pliku wtyczki „{0}” jest nieprawidłowa.
pt_br: O caminho do arquivo de plug-in '{0}' é inválido.
ru: Недопустимый путь к файлу подключаемого модуля "{0}".
tr: Eklenti dosya yolu '{0}' geçersiz.
zh_hans: 插件文件路径“{0}”无效。
zh_hant: 外掛程式檔案路徑 '{0}' 無效。
