Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Protocol/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# UnableToFindFile
source: File does not exist ({0}).
cs: Soubor neexistuje ({0}).
de: Die Datei ist nicht vorhanden ({0}).
es: El archivo no existe ({0}).
fr: Le fichier n'existe pas ({0}).
it: Il file non esiste ({0}).
ja: ファイルが存在しません ({0})。
ko: 파일이 없습니다({0}).
pl: Plik nie istnieje ({0}).
pt_br: O arquivo não existe ({0}).
ru: Файл не существует ({0}).
tr: Dosya mevcut değil ({0}).
zh_hans: 文件不存在({0})。
zh_hant: 沒有此檔案 ({0})。

# UnableToParseFolderV3Version
source: Unable to parse a valid version from a v3 folder: '{0}'.
cs: Nepovedlo se parsovat platnou verzi ze složky v3: {0}
de: Es war nicht möglich, eine gültige Version aus einem v3-Ordner zu analysieren: "{0}".
es: No se puede analizar una versión válida desde una carpeta de v3: "{0}".
fr: Impossible d'analyser une version valide d'un dossier v3 : '{0}'.
it: Non è possibile analizzare una versione valida da una cartella v3: '{0}'.
ja: v3 フォルダーから有効なバージョンを解析できません: '{0}'。
ko: v3 폴더에서 유효한 버전을 구문 분석할 수 없습니다. '{0}'.
pl: Nie można przeanalizować prawidłowej wersji z folderu v3: „{0}”.
pt_br: Não é possível analisar uma versão válida de uma pasta v3: '{0}'.
ru: Не удалось проанализировать допустимую версию из папки v3: "{0}".
tr: Bir v3 klasöründen geçerli sürüm ayrıştırılamıyor: '{0}'.
zh_hans: 无法从 v3 文件夹解析出有效的版本:“{0}”。
zh_hant: 無法從 v3 資料夾剖析有效版本: '{0}'。

# VulnerabilityPage_CouldNotLoad
source: Package source '{0}' vulnerability data index '{1}' could not be loaded. This indicates a problem with the JSON file contents returned from the server.
cs: Zdroj balíčku „{0}“ index dat ohrožení zabezpečení „{1}“ se nepovedlo načíst. To naznačuje problém s obsahem souboru JSON vráceným ze serveru.
de: Die Paketquelle "{0}" Sicherheitsrisikodatenindex "{1}" konnte nicht geladen werden. Dies weist auf ein Problem mit dem Inhalt der JSON-Datei hin, der vom Server zurückgegeben wird.
es: No se pudo cargar el índice de datos de vulnerabilidad '{0}' del origen del paquete '{1}'. Esto indica un problema con el contenido del archivo JSON devuelto desde el servidor.
fr: Impossible de charger l’index de données de vulnérabilité «{0}» de la source de package «{1}». Cela indique un problème avec le contenu du fichier JSON retourné par le serveur.
it: Non è stato possibile caricare l’origine pacchetto '{0}' dell’indice dei dati di vulnerabilità '{1}'. Ciò indica un problema con il contenuto del file JSON restituito dal server.
ja: パッケージ ソース '{0}' 脆弱性データ インデックス '{1}' を読み込めませんでした。これは、サーバーから返された JSON ファイルの内容に問題があることを示します。
ko: 패키지 원본 '{0}' 취약성 데이터 인덱스 '{1}'을(를) 로드할 수 없습니다. 이는 서버에서 반환된 JSON 파일 내용에 문제가 있음을 나타냅니다.
pl: Nie można załadować indeksu danych luki w zabezpieczeniach '{1}' źródła pakietu '{0}'. Oznacza to problem z zawartością pliku JSON zwróconą z serwera.
pt_br: A origem do pacote '{0}' índice de dados de vulnerabilidade '{1}' não pôde ser carregada. Isso indica um problema com o conteúdo do arquivo JSON retornado do servidor.
ru: Не удалось загрузить индекс данных об уязвимости "{1}" для источника пакета "{0}". Это указывает на проблему с содержимым файла JSON, возвращенным с сервера.
tr: '{0}' paket kaynağının '{1}' güvenlik açığı veri dizini yüklenemedi. Bu, sunucudan döndürülen JSON dosyası içerikleriyle ilgili bir sorun olduğunu belirtir.
zh_hans: 无法加载包源 "{0}" 漏洞数据索引 "{1}"。这表示从服务器返回的 JSON 文件内容有问题。
zh_hant: 無法載入套件來源 '{0}' 弱點資料索引 '{1}'。這表示伺服器傳回的 JSON 檔案內容有問題。

# VulnerabilityPage_HasNoName
source: Vulnerability page index {0} does not contain a name (Source: '{1}')
cs: {0} index stránky ohrožení zabezpečení neobsahuje název (zdroj: „{1}“)
de: Der Index der Sicherheitsrisikoseite "{0}" enthält keinen Namen (Quelle: "{1}")
es: El índice de página de vulnerabilidad {0} no contiene un nombre (origen: '{1}')
fr: L’index de page de vulnérabilité {0} ne contient pas de nom (Source : '{1}')
it: L'indice della pagina di vulnerabilità {0} non contiene un nome (origine: '{1}')
ja: 脆弱性ページ インデックス {0} に名前が含まれていません (ソース: '{1}')
ko: 취약성 페이지 인덱스 {0}에 이름이 없습니다(원본: '{1}').
pl: Indeks {0} strony luki w zabezpieczeniach nie zawiera nazwy (źródło: '{1}')
pt_br: Índice da página de vulnerabilidade {0} não contém um nome (Fonte: '{1}')
ru: Индекс страницы уязвимости {0} не содержит имени (Источник: "{1}")
tr: {0} güvenlik açığı sayfası bir ad içermiyor (Kaynak: '{1}')
zh_hans: 漏洞页索引 {0} 不包含名称(源: "{1}")
zh_hant: 弱點頁面索引 {0} 未包含稱名稱 (來源: '{1}')

# VulnerabilityPage_NameHasInvalidCharacters
source: Vulnerability page index {0} contains invalid characters (Source: '{1}')
cs: {0} index stránky ohrožení zabezpečení obsahuje neplatné znaky (Zdroj: „{1}“)
de: Der Index der Sicherheitsrisikoseite "{0}" enthält ungültige Zeichen (Quelle: "{1}")
es: El índice de página de vulnerabilidad {0} contiene caracteres no válidos (origen: '{1}')
fr: L’index de page de vulnérabilité {0} contient des caractères non valides (source : '{1}')
it: L'indice della pagina di vulnerabilità {0} contiene caratteri non validi (origine: '{1}')
ja: 脆弱性ページ インデックス {0} に無効な文字が含まれています (ソース: '{1}')
ko: 취약성 페이지 인덱스 {0}에 잘못된 문자가 포함되어 있습니다(원본: '{1}').
pl: Indeks {0} strony luki w zabezpieczeniach zawiera nieprawidłowe znaki (źródło: '{1}')
pt_br: Índice da página de vulnerabilidade {0} contém caracteres inválidos (Fonte: '{1}')
ru: Индекс страницы уязвимости {0} содержит недопустимые символы (Источник: "{1}")
tr: {0} güvenlik açığı sayfa dizini geçersiz karakterler içeriyor (Kaynak: '{1}')
zh_hans: 漏洞页索引 {0} 包含无效字符(源: "{1}")
zh_hant: 弱點頁面索引 {0} 包含無效字元 (來源: '{1}')

# VulnerabilityPage_NameNotUnique
source: Vulnerability page name '{0}' is not unique. Only using the first (Source: '{1}')
cs: Název stránky ohrožení zabezpečení „{0}“ není jedinečný. Použije se pouze první (Zdroj: “{1}“)
de: Der Sicherheitsrisikoseitenname "{0}" ist nicht eindeutig. Nur Verwendung des ersten (Quelle: "{1}")
es: El nombre de página de vulnerabilidad '{0}' no es único. Solo se usa el primero (origen: '{1}')
fr: Le nom de page de vulnérabilité «{0}» n’est pas unique. Utilisation uniquement du premier (Source : '{1}')
it: Il nome della pagina di vulnerabilità '{0}' non è univoco. Usa solo il primo (origine: '{1}')
ja: 脆弱性ページ名 '{0}' が一意ではありません。最初のもののみを使用しています (ソース: '{1}')
ko: 취약성 페이지 이름 '{0}'이(가) 고유하지 않습니다. 첫 번째만 사용 중(원본: '{1}')
pl: Nazwa strony luki w zabezpieczeniach '{0}' nie jest unikatowa. Tylko przy użyciu pierwszego (źródło: '{1}')
pt_br: O nome da página de vulnerabilidade '{0}' não é exclusivo. Usando apenas o primeiro (Fonte: '{1}')
ru: Имя страницы уязвимости "{0}" не является уникальным. Используется только первое (Источник: "{1}")
tr: '{0}' güvenlik açığı sayfası adı benzersiz değil. Yalnızca ilki kullanılıyor (Kaynak: '{1}')
zh_hans: 漏洞页名称 "{0}" 不唯一。仅使用第一个(源: "{1}")
zh_hant: 弱點頁面名稱 '{0}' 並非不重複。僅使用第一個 (來源: '{1}')

# VulnerabilityPage_NameTooLong
source: Vulnerability page index {0} name is longer than {1} characters (Source: '{2}')
cs: Název {0} indexu stránky ohrožení zabezpečení je delší než {1} znaků (Zdroj: „{2}“)
de: Der Indexname der Sicherheitsrisikoseite "{0}" ist länger als {1} Zeichen (Quelle: "{2}")
es: El nombre del índice de páginas de vulnerabilidad {0} tiene más de {1} caracteres (origen: '{2}')
fr: L’index de page de vulnérabilité {0} nom est plus long que {1} caractères (source : '{2}')
it: Il nome dell'indice della pagina di vulnerabilità {0} è più lungo di {1} caratteri (origine: '{2}')
ja: 脆弱性ページ インデックスの {0} 名が {1} 文字を超えています (ソース: '{2}')
ko: 취약성 페이지 인덱스 {0} 이름이 {1}자보다 깁니다(원본: '{2}').
pl: Nazwa indeksu {0} strony luki w zabezpieczeniach jest dłuższa niż {1} liczba znaków (źródło: '{2}')
pt_br: O índice da página de vulnerabilidade {0} nome é maior que {1} caracteres (Fonte: '{2}')
ru: Длина имени индекса страницы уязвимости {0} превышает {1} симв. (Источник: "{2}")
tr: {0} güvenlik açığı sayfa dizininin adı {1} karakterden uzun (Kaynak: '{2}')
zh_hans: 漏洞页索引 {0} 名称的长度超过 {1} 个字符(源: "{2}")
zh_hant: 弱點頁面索引 {0} 名稱長度超過 {1} 個字元 (來源: '{2}')

# VulnerabilityPage_NoUrl
source: Vulnerability page '{0}' does not contain a URL (Source: '{1}')
cs: Stránka ohrožení zabezpečení „{0}“ neobsahuje adresu URL (zdroj: „{1}“)
de: Die Sicherheitsrisikoseite "{0}" enthält keine URL (Quelle: "{1}")
es: La página de vulnerabilidad '{0}' no contiene una dirección URL (origen: '{1}')
fr: La page de vulnérabilité «{0}» ne contient pas d’URL (Source : «{1}»)
it: La pagina di vulnerabilità '{0}' non contiene un URL (origine: '{1}')
ja: 脆弱性ページ '{0}' に URL が含まれていません (ソース: '{1}')
ko: 취약성 페이지 '{0}'에 URL이 포함되어 있지 않습니다(원본: '{1}').
pl: Strona luki w zabezpieczeniach '{0}' nie zawiera adresu URL (źródło: '{1}')
pt_br: A página de vulnerabilidade '{0}' não contém uma URL (Fonte: '{1}')
ru: Страница уязвимости "{0}" не содержит URL-адреса (Источник: "{1}")
tr: '{0}' güvenlik açığı sayfası URL içermiyor (Kaynak: '{1}')
zh_hans: 漏洞页 "{0}" 不包含 URL (源: "{1}")
zh_hant: 弱點頁面' {0}' 未包含 URL (來源: '{1}')

# VulnerabilityPage_UrlNotHttp
source: Vulnerability page '{0}' contains URL that is not http(s) (Source: '{1}')
cs: Stránka „{0}“ s ohrožením zabezpečení obsahuje adresu URL, která není http(s) (Zdroj: „{1}“)
de: Die Sicherheitsrisikoseite "{0}" enthält eine URL, die nicht HTTP(s) ist (Quelle: "{1}")
es: La página de vulnerabilidad '{0}' contiene una dirección URL que no es http(s) (origen: '{1}')
fr: La page de vulnérabilité '{0}' contient une URL qui n’est pas http(s) (Source : '{1}')
it: La pagina di vulnerabilità '{0}' contiene un URL non http(s) (origine: '{1}')
ja: 脆弱性ページ '{0}' には、 HTTP ではない URL が含まれています (ソース: '{1}')
ko: 취약성 페이지 '{0}'에는 http가 아닌 URL이 포함되어 있습니다(원본: '{1}').
pl: Strona luki w zabezpieczeniach '{0}' zawiera adres URL, który nie jest adresem HTTP (źródło: '{1}')
pt_br: A página de vulnerabilidade '{0}' contém URL que não é http(s) (Fonte: '{1}')
ru: Страница уязвимости "{0}" содержит URL-адрес, который не является URL-адресом HTTP(s) (Источник: "{1}")
tr: '{0}' güvenlik açığı sayfası http(s) olmayan URL içeriyor (Kaynak: '{1}')
zh_hans: 漏洞页 "{0}" 包含不是 http 的 URL (源: "{1}")
zh_hant: 弱點頁面 '{0}' 包含非 HTTP 的 URL (來源: '{1}')

# Vulnerability_TooManyPages
source: Package source '{0}' has {1} vulnerability data pages. Using the first {2}.
cs: Zdroj balíčku „{0}“ obsahuje {1} datových stránek s ohrožením zabezpečení. Použije se prvních {2}.
de: Die Paketquelle "{0}" weist {1} Sicherheitsrisikodatenseiten auf. Verwendung der ersten {2}.
es: El '{0}' de origen del paquete tiene {1} páginas de datos de vulnerabilidad. Usando la primera {2}.
fr: La source de package «{0}» a {1} pages de données de vulnérabilité. Utilisation du premier {2}.
it: L’origine pacchetto '{0}' ha {1} pagine di dati sulla vulnerabilità. Verrà usata la prima {2}.
ja: パッケージ ソース '{0}' には、{1} 個の脆弱性データ ページがあります。最初の {2} を使用しています。
ko: 패키지 원본 '{0}'에 취약성 데이터 페이지가 {1}개 있습니다. 첫 번째 {2}을(를) 사용하고 있습니다.
pl: Źródło pakietu '{0}' ma {1} strony danych o lukach w zabezpieczeniach. Używając pierwszego {2}.
pt_br: A origem do pacote '{0}' tem {1} páginas de dados de vulnerabilidade. Usando o primeiro {2}.
ru: Источник пакета "{0}" содержит слишком много ({1}) страниц данных об уязвимостях. Используются первые {2}.
tr: '{0}' paket kaynağında {1} güvenlik açığı veri sayfası var. İlk {2} sayfa kullanılıyor.
zh_hans: 包源 "{0}" 具有 {1} 漏洞数据页。使用第一个 {2}。
zh_hant: 套件來源 '{0}' 具有 {1} 個弱點資料頁面。請使用第一個 {2}。

# Warning_SymbolServerNotConfigured
source: Found symbols package '{0}', but no API key was specified for the symbol server. To save an API Key, run 'NuGet.exe setApiKey [your API key from http://www.NuGet.org]'.
cs: Našel se balíček symbolů {0}, ale pro server symbolů se nezadal žádný klíč rozhraní API. Pokud chcete uložit klíč rozhraní API, spusťte NuGet.exe setApiKey [váš klíč rozhraní API z http://www.NuGet.org].
de: Das Symbolpaket "{0}" wurde gefunden, aber für den Symbolserver wurde kein API-Schlüssel angegeben. Führen Sie "NuGet.exe setApiKey [Ihr API-Schlüssel aus http://www.NuGet.org]“ aus, um einen API-Schlüssel zu speichern.
es: Se encontró el paquete de símbolos "{0}", pero no se ha especificado ninguna clave de API para el servidor de símbolos. Para guardar una clave de API; ejecute "NuGet.exe setApiKey [su clave de API desde http://www.NuGet.org]".
fr: Le package de symboles '{0}' a été trouvé, mais aucune clé API n'a été spécifiée pour le serveur de symboles. Pour enregistrer une clé API, exécutez 'NuGet.exe setApiKey [votre clé API à partir de http://www.NuGet.org]'.
it: È stato trovato il pacchetto di simboli '{0}', ma non è stata specificata alcuna chiave API per il server dei simboli. Per salvare una chiave API, eseguire 'NuGet.exe setApiKey [chiave API ottenuta da http://www.NuGet.org]'.
ja: シンボル パッケージ '{0}' が見つかりましたが、シンボル サーバーで API キーが指定されていません。API キーを保存するには、'NuGet.exe setApiKey [http://www.NuGet.org の API キー]' を実行します。
ko: 기호 패키지 '{0}'이(가) 있지만 기호 서버에 대한 API 키를 지정하지 않았습니다. API 키를 저장하려면 'NuGet.exe setApiKey [http://www.NuGet.org에서 받은 사용자 API 키]'를 실행하세요.
pl: Znaleziono pakiet symboli „{0}”, ale nie określono klucza interfejsu API dla serwera symboli. Aby zapisać klucz interfejsu API, uruchom polecenie „NuGet.exe setApiKey [klucz interfejsu API ze strony http://www.NuGet.org]”.
pt_br: Encontrado um pacote de símbolos '{0}', mas nenhuma chave de API foi especificada para o servidor de símbolos. Para salvar uma chave de API, execute 'NuGet.exe setApiKey [sua chave de API de http://www.NuGet.org]'.
ru: Найден пакет символов "{0}", но ключ API для сервера символов не указан. Чтобы сохранить ключ API, запустите команду "NuGet.exe setApiKey [ваш ключ API с http://www.NuGet.org]".
tr: '{0}' simge paketi bulundu, ancak simge sunucusu için API anahtarı belirtilmemiş. Bir API anahtarı kaydetmek için 'NuGet.exe setApiKey [http://www.NuGet.org adresinden aldığınız API anahtarı]' komutunu çalıştırın.
zh_hans: 找到符号包“{0}”，但未为符号服务器指定 API 密钥。若要保存 API 密钥，请运行“NuGet.exe setApiKey [http://www.NuGet.org 中属于你的 API 密钥]”。
zh_hant: 找到符號套件 '{0}'，但未對符號伺服器指定 API 金鑰。若要儲存 API 金鑰，請執行 'NuGet.exe setApiKey [您來自 http://www.NuGet.org 的 API 金鑰]'。
