Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Protocol/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Http_CredentialsForUnauthorized
source: The server responded with HTTP '401 Unauthorized' when accessing the source '{0}'. This suggests that the server needs credentials to authenticate your identity. Provide credentials to access this resource.
cs: Při přístupu ke zdroji {0} server odpověděl zprávou HTTP 401 Neautorizováno. To naznačuje, že server potřebuje přihlašovací údaje, aby mohl ověřit vaši identitu. Pro přístup k tomuto prostředku zadejte přihlašovací údaje.
de: Der Server hat beim Zugriff auf die Quelle "{0}" mit dem HTTP-Fehler "401 – Nicht autorisiert" geantwortet. Dies weist darauf hin, dass der Server Anmeldeinformationen zur Authentifizierung Ihrer Identität benötigt. Geben Sie Anmeldeinformationen für den Zugriff auf diese Ressource an.
es: El servidor respondió con HTTP "401 No autorizado" al acceder al origen "{0}". Este hecho hace pensar que el servidor necesita credenciales para autenticar su identidad. Proporcione credenciales para acceder a este recurso.
fr: Le serveur a répondu avec HTTP '401 Non autorisé' lors de l'accès à la source '{0}'. Le serveur nécessite des informations d'identification pour vous identifier. Fournissez des informations d'identification pour accéder à cette ressource.
it: Il server ha restituito un errore HTTP '401: accesso non autorizzato' durante l'accesso all'origine '{0}'. Questo suggerisce che il server necessita delle credenziali per autenticare l'identità dell'utente. Specificare le credenziali per accedere a questa risorsa.
ja: ソース '{0}' にアクセスするときに、サーバーが HTTP「401 権限がありません」で応答しました。身元を認証するためにサーバーが資格情報を必要とすることを示します。このリソースにアクセスするための資格情報を提供してください。
ko: '{0}' 원본에 액세스할 때 서버에서 HTTP '401 권한이 없음'으로 응답했습니다. 서버에서 ID를 인증하려면 자격 증명이 필요합니다. 이 리소스에 액세스할 자격 증명을 제공하세요.
pl: Serwer wysłał odpowiedź HTTP 401 „Brak autoryzacji” podczas uzyskiwania dostępu do źródła „{0}”. Może to oznaczać, że serwer wymaga poświadczeń do uwierzytelnienia tożsamości. Podaj poświadczenia, aby uzyskać dostęp do tego zasobu.
pt_br: O servidor respondeu com HTTP '401 Não Autorizado' ao acessar a origem '{0}'. Isso sugere que o servidor precisa de credenciais para autenticar sua identidade. Forneça credenciais para acessar este recurso.
ru: При попытке обратиться к источнику "{0}" сервер вернул сообщение "HTTP 401 — не авторизовано". Это значит, что серверу нужны учетные данные, чтобы проверить подлинность вашего удостоверения. Укажите учетные данные, чтобы получить доступ к этому ресурсу.
tr: '{0}' kaynağına erişilirken sunucu HTTP '401 Yetkisiz' yanıtı döndürdü. Bu, sunucunun kimliğinizi doğrulamak üzere kimlik bilgilerinize ihtiyaç olduğu anlamına gelir. Bu kaynağa erişmek için kimlik bilgilerini sağlayın.
zh_hans: 访问源“{0}”时，服务器响应为 HTTP“401 未经授权”。这表明服务器需要凭据来验证你的身份。请提供凭据以访问此资源。
zh_hant: 存取來源 '{0}' 時，伺服器回應了 HTTP '401 未經授權'。這表示伺服器需要認證以驗證您的身分識別。請提供認證以存取此資源。

# Http_ResponseLog
source: {0} {1} {2}ms
ja: {0} {1} {2} ミリ秒
ko: {0} {1} {2}밀리초
ru: {0} {1} {2} мс
zh_hans: {0} {1} {2} 毫秒
zh_hant: {0} {1} {2} 毫秒

# Http_ResponseLogWithRetryAfter
source: {0} {1} {2}ms (retry after: {3}s)
cs: {0}{1}{2} ms (zkusit znovu za: {3} s)
de: {0}{1}{2}ms (Wiederholung nach: {3}s)
es: {0}{1}{2} ms (vuelva a intentarlo después de: {3} s)
fr: {0}{1}{2} ms (réessayez après : {3} s)
it: {0}{1}{2}ms (riprovare dopo: {3}s)
ja: {0}{1}{2}ミリ秒 (後で再試行: {3}秒)
ko: {0}{1}{2}ms({3}초 이후 다시 시도)
pl: {0}{1}{2} ms (ponów próbę po: {3}s)
pt_br: {0}{1}{2}ms (tente novamente após:{3}s)
ru: {0}{1}{2}мс (повторить попытку через: {3}с)
tr: {0}{1}{2}ms (yeniden deneme süresi: {3}sn)
zh_hans: {0}{1}{2}毫秒(请在以下时间后重试: {3} 秒)
zh_hant: {0}{1}{2}毫秒 (下列時間後重試: {3} 秒)

# Http_Timeout
source: The HTTP request to '{0} {1}' has timed out after {2}ms.
cs: Časový limit požadavku HTTP na {0} {1} vypršel po {2} ms.
de: Timeout für die HTTP-Anforderung für "{0} {1}" nach {2} ms.
es: La solicitud HTTP para "{0} {1}" ha agotado el tiempo de espera después de {2} ms.
fr: La requête HTTP envoyée à '{0} {1}' a expiré au bout de {2} ms.
it: Si è verificato il timeout della richiesta HTTP a '{0} {1}' dopo {2} ms.
ja: '{0} {1}' に対する HTTP 要求が、{2} ミリ秒経過してタイムアウトしました。
ko: {2}ms 후에 '{0} {1}'에 대한 HTTP 요청이 시간 초과되었습니다.
pl: Przekroczono limit czasu żądania HTTP do elementu „{0} {1}” po {2} ms.
pt_br: A solicitação HTTP para '{0} {1}' expirou após {2}ms.
ru: Время ожидания исполнения HTTP-запроса "{0} {1}" истекло спустя {2} мс.
tr: '{0} {1}' için HTTP isteği {2} ms sonra zaman aşımına uğradı.
zh_hans: 对“{0} {1}”的 HTTP 请求在 {2} 毫秒后超时。
zh_hant: '{0} {1}' 的 HTTP 要求已在 {2} 毫秒後逾時。

# InvalidVersionFolder
source: The folder '{0}' contains an invalid version.
cs: Složka {0} obsahuje neplatnou verzi.
de: Der Ordner "{0}" enthält eine ungültige Version.
es: La carpeta "{0}" contiene una versión no válida.
fr: Le dossier '{0}' contient une version non valide.
it: La cartella '{0}' contiene una versione non valida.
ja: フォルダー '{0}' に無効なバージョンが含まれています。
ko: '{0}' 폴더에 잘못된 버전이 있습니다.
pl: Folder „{0}” zawiera nieprawidłową wersję.
pt_br: A pasta '{0}' contém uma versão inválida.
ru: Папка "{0}" содержит недопустимую версию.
tr: '{0}' klasörü geçersiz bir sürüm içeriyor.
zh_hans: 文件夹“{0}”包含无效的版本。
zh_hant: 資料夾 '{0}' 包含無效的版本。

# LiveFeed
source: the NuGet gallery
cs: galerie NuGet
de: NuGet-Katalog
es: la galería de NuGet
fr: la galerie NuGet
it: la raccolta NuGet
ja: NuGet ギャラリー
ko: NuGet 갤러리
pl: galeria pakietów NuGet
pt_br: a galeria do NuGet
ru: коллекция NuGet
tr: NuGet galerisi
zh_hans: NuGet 库
zh_hant: NuGet 資源庫

# LoadFileFromNupkg_FileNotFound
source: The file '{0}' does not exist in the package.
cs: Soubor {0} v balíčku neexistuje.
de: Die Datei "{0}" ist im Paket nicht vorhanden.
es: No existe el archivo "{0}" en el paquete.
fr: Le fichier '{0}' n'existe pas dans le package.
it: Il file '{0}' non esiste nel pacchetto.
ja: ファイル '{0}' がパッケージに存在しません。
ko: '{0}' 파일이 패키지에 없습니다.
pl: Plik „{0}” nie istnieje w pakiecie.
pt_br: O arquivo '{0}' não existe no pacote.
ru: Файл "{0}" отсутствует в пакете.
tr: '{0}' dosyası pakette yok.
zh_hans: 包中不存在文件 {0}。
zh_hant: 檔案 '{0}' 不存在於這個套件中。

# LoadFileFromNupkg_FileTooLarge
source: Cannot load the file '{0}' because it is larger than {1} MB.
cs: Soubor {0} se nedá načíst, protože je větší než {1} MB.
de: Die Datei "{0}" kann nicht geladen werden, weil sie größer als {1} MB ist.
es: No se puede cargar el archivo "{0}" porque su tamaño es superior a {1} MB.
fr: Impossible de charger le fichier '{0}' car il dépasse {1} Mo.
it: Non è possibile caricare il file '{0}' perché le dimensioni superano {1} MB.
ja: ファイル '{0}' は、サイズが {1} MB を超えているため読み込めません。
ko: '{0}' 파일이 {1}MB보다 크기 때문에 로드할 수 없습니다.
pl: Nie można załadować pliku „{0}”, ponieważ jest większy niż {1} MB.
pt_br: Não é possível carregar o arquivo '{0}' porque ele tem mais que {1} MB.
ru: Невозможно загрузить файл "{0}", так как он больше {1} МБ.
tr: '{0}' dosyası {1} MB'tan büyük olduğundan yüklenemiyor.
zh_hans: 无法加载文件 {0}，因为该文件大于 {1} MB。
zh_hant: 因為檔案 '{0}' 大於 {1} MB，所以無法載入。

# LoadFileFromNupkg_UnknownProblemLoadingTheFile
source: Unknown problem loading the file '{0}'.
cs: Při načítání souboru {0} došlo k neznámému problému.
de: Unbekanntes Problem beim Laden der Datei "{0}".
es: Problema desconocido al cargar el archivo "{0}".
fr: Problème inconnu lors du chargement du fichier '{0}'.
it: Si è verificato un problema sconosciuto durante il caricamento del file '{0}'.
ja: ファイル '{0}' の読み込みで不明な問題が発生しました。
ko: '{0}' 파일을 로드하는 동안 알 수 없는 문제가 발생했습니다.
pl: Nieznany problem podczas ładowania pliku „{0}”.
pt_br: Problema desconhecido ao carregar o arquivo '{0}'.
ru: Произошла неизвестная проблема при загрузке файла "{0}".
tr: '{0}' dosyası yüklenirken bilinmeyen bir sorun oluştu.
zh_hans: 加载文件 {0} 时出现未知错误。
zh_hant: 載入檔案 '{0}' 時發生未知的問題。

# Log_CanceledNupkgDownload
source: Downloading a package from '{0}' was canceled.
cs: Stahování balíčku {0} se zrušilo.
de: Der Download eines Pakets von "{0}" wurde abgebrochen.
es: Se canceló la descarga de un paquete de "{0}".
fr: Le téléchargement d'un package à partir de '{0}' a été annulé.
it: Il download di un pacchetto da '{0}' è stato annullato.
ja: '{0}' からのパッケージのダウンロードが取り消されました。
ko: '{0}'에서 패키지 다운로드가 취소되었습니다.
pl: Anulowano pobieranie pakietu z lokalizacji „{0}”.
pt_br: O download do pacote de '{0}' foi cancelado.
ru: Скачивание пакета из "{0}" отменено.
tr: '{0}' kaynağından paket indirme işlemi iptal edildi.
zh_hans: 已取消从“{0}”下载程序包。
zh_hant: 從 '{0}' 下載套件的作業已取消。

# Log_ErrorDownloading
source: Error downloading '{0}' from '{1}'.
cs: Při stahování {0} z {1} došlo k chybě.
de: Fehler beim Download von "{0}" von "{1}".
es: Error al descargar "{0}" de "{1}".
fr: Erreur lors du téléchargement de '{0}' à partir de '{1}'.
it: Si è verificato un errore durante il download di '{0}' da '{1}'.
ja: '{0}' の '{1}' からのダウンロード エラー。
ko: '{1}'에서 '{0}'을(를) 다운로드하는 동안 오류가 발생했습니다.
pl: Błąd podczas pobierania elementu „{0}” z lokalizacji „{1}”.
pt_br: Erro ao baixar '{0}' de '{1}'.
ru: Ошибка при скачивании "{0}" из "{1}".
tr: '{0}', '{1}' kaynağından indirilirken hata oluştu.
zh_hans: 从“{1}”下载“{0}”时出错。
zh_hant: 從 '{1}' 下載 '{0}' 時發生錯誤。

# Log_FailedToDownloadPackage
source: Failed to download package '{0}' from '{1}'.
cs: Nepovedlo se stáhnout balíček {0} z {1}.
de: Fehler beim Herunterladen von Paket "{0}" von "{1}".
es: No se pudo descargar el paquete "{0}" de "{1}".
fr: Échec du téléchargement du package '{0}' à partir de '{1}'.
it: Non è stato possibile scaricare il pacchetto '{0}' da '{1}'.
ja: パッケージ '{0}' を '{1}' からダウンロードできませんでした。
ko: '{1}'에서 '{0}' 패키지를 다운로드하지 못했습니다.
pl: Nie można pobrać pakietu „{0}” z lokalizacji „{1}”.
pt_br: Falha ao baixar o pacote '{0}' de '{1}'.
ru: Не удалось скачать пакет "{0}" из "{1}".
tr: '{0}' paketi '{1}' kaynağından indirilemedi.
zh_hans: 未能从“{1}”下载包“{0}”。
zh_hant: 無法從 '{1}' 下載套件 '{0}'。

# Log_FailedToFetchV2Feed
source: The V2 feed at '{0}' returned an unexpected status code '{1} {2}'.
cs: Kanál V2 v {0} vrátil neočekávaný kód stavu {1} {2}.
de: Der V2-Feed unter "{0}" hat einen unerwarteten Statuscode "{1} {2}" zurückgegeben.
es: La fuente de V2 en "{0}" devolvió un código de estado inesperado "{1} {2}".
fr: Le flux V2 dans '{0}' a retourné un code d'état inattendu '{1} {2}'.
it: Il feed V2 nella '{0}' ha restituito un codice di stato '{1} {2}' imprevisto.
ja: '{0}' の V2 フィードによって、予期しない状態コード '{1} {2}' が返されました。
ko: '{0}'의 V2 피드에서 예기치 않은 상태 코드 '{1} {2}'이(가) 반환되었습니다.
pl: Kanał informacyjny V2 („{0}”) zwrócił nieoczekiwany kod stanu „{1} {2}”.
pt_br: O feed V2 no '{0}' retornou um código de status inesperado '{1} {2}'.
ru: Веб-канал V2 в "{0}" вернул непредвиденный код состояния: "{1} {2}".
tr: '{0}' konumundaki V2 akışı beklenmeyen bir durum kodu döndürdü: '{1} {2}'.
zh_hans: “{0}”处的 V2 源返回了意外的状态代码“{1} {2}”。
zh_hant: 位於 '{0}' 的 V2 摘要傳回未預期的狀態碼 '{1} {2}'。

# Log_FailedToFetchV2FeedHttp
source: Failed to fetch results from V2 feed at '{0}' with following message : {1}
cs: Nepovedlo se načíst výsledky z kanálu V2 v {0} s následující zprávou: {1}
de: Fehler beim Abrufen der Ergebnisse aus dem V2-Feed unter "{0}". Meldung: {1}
es: No se pudieron recuperar los resultados de la fuente V2 en "{0}" con el siguiente mensaje: {1}
fr: Échec de récupération des résultats du flux V2 dans « {0} » avec le message suivant : {1}
it: Il recupero dei risultati dal feed V2 feed in '{0}' non è riuscito con il messaggio seguente: {1}
ja: '{0}' の V2 フィードから結果をフェッチできませんでした。エラー メッセージ: {1}
ko: '{0}'의 V2 피드에서 결과를 가져오지 못했습니다. 메시지: {1}
pl: Nie można pobrać wyników z kanału informacyjnego w wersji 2 o „{0}”. Zwrócono następujący komunikat: {1}
pt_br: Falha ao buscar resultados do feed V2 em '{0}' com a mensagem a seguir: {1}
ru: Не удалось извлечь результаты из канала V2 по адресу "{0}" со следующим сообщением: {1}
tr: '{0}' konumundaki V2 yayınından sonuçları getirme şu iletiyle başarısız oldu : {1}
zh_hans: 未能从“{0}”的 V2 源中提取结果，显示以下消息: {1}
zh_hant: 無法從位於 {0} 的 V2 摘要中擷取結果，出現下列訊息: {1}

# Log_FailedToGetNuspecStream
source: Unable to load nuspec from package '{0}'.
cs: Nepovedlo se načíst soubor nuspec z balíčku {0}.
de: Die NUSPEC-Datei konnte nicht aus dem Paket "{0}" geladen werden.
es: No se puede cargar nuspec del paquete "{0}".
fr: Impossible de charger le fichier nuspec du package '{0}'.
it: Non è possibile caricare il file nuspec dal pacchetto '{0}'.
ja: パッケージ '{0}' から nuspec を読み込めません。
ko: '{0}' 패키지에서 nuspec를 로드할 수 없습니다.
pl: Nie można załadować pliku nuspec z pakietu „{0}”.
pt_br: Não é possível carregar o nuspec do pacote '{0}'.
ru: Не удалось загрузить файл NUSPEC из пакета "{0}".
tr: '{0}' paketinden nuspec yüklenemiyor.
zh_hans: 无法从包“{0}”加载 nuspec。
zh_hant: 無法從套件 '{0}' 載入 nuspec。

# Log_FailedToParseRepoSignInfor
source: Unable to parse {0} information from {1}.
cs: Z {1} nelze parsovat informace o {0}.
de: Analyse von {0}-Informationen aus "{1}" nicht möglich.
es: No se puede analizar la información de {0} de {1}.
fr: Impossible d'analyser les informations {0} de {1}.
it: Non è possibile analizzare le informazioni di {0} da {1}.
ja: {1} から {0} 情報を解析できません。
ko: {1}의 {0} 정보를 구문 분석할 수 없습니다.
pl: Nie można przeanalizować informacji o {0} z {1}.
pt_br: Não é possível analisar as informações de {0} de {1}.
ru: Не удалось провести синтаксический анализ сведений {0} из {1}.
tr: {0} bilgileri {1} öğesinden ayrıştırılamıyor.
zh_hans: 无法分析 {1} 中的 {0} 信息。
zh_hant: 無法從 {1} 剖析 {0} 資訊。

# Log_FailedToReadRepositorySignature
source: Unable to get repository signature information for source {0}.
cs: Nelze získat informace o podpisu úložiště pro zdrojový kód {0}.
de: Für die Quelle "{0}" können keine Informationen zur Repositorysignatur abgerufen werden.
es: No se puede obtener la información de signatura del repositorio para el origen {0}.
fr: Impossible d'obtenir les informations de signature du dépôt pour la source {0}.
it: Non è possibile ottenere le informazioni sulla firma del repository per l'origine {0}.
ja: ソース {0} のリポジトリ シグネチャ情報を取得できません。
ko: {0} 소스에 대한 리포지토리 시그니처 정보를 가져올 수 없습니다.
pl: Nie można uzyskać informacji o podpisie repozytorium dla źródła {0}.
pt_br: Não é possível obter informações de assinatura do repositório para a origem {0}.
ru: Не удалось получить сведения о подписи репозитория для источника {0}.
tr: {0} kaynağı için depo imzası bilgileri alınamıyor.
zh_hans: 无法获取源 {0} 的存储库签名信息。
zh_hant: 無法取得來源 {0} 的存放庫簽章資訊。

# Log_FailedToReadServiceIndex
source: Unable to load the service index for source {0}.
cs: Nepovedlo se načíst index služby pro zdroj {0}.
de: Der Dienstindex für die Quelle "{0}" konnte nicht geladen werden.
es: No se puede cargar el índice de servicio del origen {0}.
fr: Impossible de charger l'index de service pour la source {0}.
it: Non è possibile caricare l'indice del servizio per l'origine {0}.
ja: ソース {0} のサービス インデックスを読み込めません。
ko: {0} 원본에 대한 서비스 인덱스를 로드할 수 없습니다.
pl: Nie można załadować indeksu usługi dla źródła {0}.
pt_br: Não é possível carregar o índice de serviço para a origem {0}.
ru: Не удалось загрузить индекс служб для источника {0}.
tr: {0} kaynağı için hizmet dizini yüklenemiyor.
zh_hans: 无法加载源 {0} 的服务索引。
zh_hant: 無法載入來源 {0} 的服務索引。

# Log_FailedToRetrievePackage
source: Failed to retrieve information about '{0}' from remote source '{1}'.
cs: Nepovedlo se načíst informace o {0} ze vzdáleného zdroje {1}.
de: Fehler beim Abrufen von Informationen zu "{0}" aus der Remotequelle "{1}".
es: No se pudo recuperar información sobre "{0}" del origen remoto "{1}".
fr: Échec de la récupération des informations sur '{0}' à partir de la source distante '{1}'.
it: Non è stato possibile recuperare le informazioni relative a '{0}' dall'origine remota '{1}'.
ja: リモート ソース '{1}' から '{0}' に関する情報を取得できませんでした。
ko: 원격 원본 '{1}'에서 '{0}'에 대한 정보를 검색하지 못했습니다.
pl: Nie można pobrać informacji o elemencie „{0}” ze źródła zdalnego „{1}”.
pt_br: Falha ao recuperar informações sobre '{0}' da origem remota '{1}'.
ru: Не удалось извлечь данные о "{0}" из удаленного источника "{1}".
tr: '{1}' uzak kaynağından '{0}' hakkındaki bilgiler alınamadı.
zh_hans: 未能从远程源“{1}”检索有关“{0}”的信息。
zh_hant: 無法從遠端來源 '{1}' 擷取 '{0}' 相關資訊。

# Log_FailedToVerifyRootDirectory
source: Failed to verify the root directory of local source '{0}'.
cs: Nepovedlo se ověřit kořenový adresář místního zdroje {0}.
de: Fehler beim Überprüfen des Stammverzeichnisses der lokalen Quelle "{0}".
es: No se pudo comprobar el directorio raíz del origen local "{0}".
fr: Échec de la vérification du répertoire racine de la source locale '{0}'.
it: Non è stato possibile verificare la directory radice dell'origine locale '{0}'.
ja: ローカル ソース '{0}' のルート ディレクトリを検証できませんでした。
ko: 로컬 원본 '{0}'의 루트 디렉터리를 확인하지 못했습니다.
pl: Nie można zweryfikować katalogu głównego źródła lokalnego „{0}”.
pt_br: Falha ao verificar o diretório raiz da origem local '{0}'.
ru: Не удалось проверить корневой каталог локального источника "{0}".
tr: '{0}' yerel kaynağının kök dizini doğrulanamadı.
zh_hans: 未能验证本地源“{0}”的根目录。
zh_hant: 無法驗證本機來源 '{0}' 的根目錄。

# Log_FailedToVerifyValidFile
source: Failed to validate the file '{0}'.
cs: Nepovedlo se ověřit soubor {0}.
de: Fehler beim Überprüfen der Datei "{0}".
es: No se pudo validar el archivo "{0}".
fr: Échec de la validation du fichier '{0}'.
it: Non è stato possibile convalidare il file '{0}'.
ja: ファイル '{0}' を検証できませんでした。
ko: '{0}' 파일의 유효성을 검사하지 못했습니다.
pl: Nie można zweryfikować pliku „{0}”.
pt_br: Falha ao validar o arquivo '{0}'.
ru: Не удалось проверить файл "{0}".
tr: '{0}' dosyası doğrulanamadı.
zh_hans: 未能验证文件“{0}”。
zh_hant: 無法驗證檔案 '{0}'。

# Log_FileIsCorrupt
source: The file '{0}' is corrupt.
cs: Soubor {0} je poškozený.
de: Die Datei "{0}" ist beschädigt.
es: El archivo "{0}" está dañado.
fr: Le fichier '{0}' est endommagé.
it: Il file '{0}' è danneggiato.
ja: ファイル '{0}' は破損しています。
ko: '{0}' 파일이 손상되었습니다.
pl: Plik „{0}” jest uszkodzony.
pt_br: O arquivo '{0}' está corrompido.
ru: Файл "{0}" поврежден.
tr: '{0}' dosyası bozuk.
zh_hans: 文件“{0}”已损坏。
zh_hant: 檔案 '{0}' 已損毀。

# Log_InvalidCacheEntry
source: An invalid cache entry was found for URL '{0}' and will be replaced.
cs: Pro adresu URL {0} se našla neplatná položka mezipaměti, která se nahradí.
de: Für die URL {0} wurde ein ungültiger Cacheeintrag gefunden, dieser wird ersetzt.
es: Se encontró una entrada de caché no válida para la URL "{0}" y se reemplazará.
fr: Une entrée de cache non valide a été trouvée pour l'URL '{0}' et va être remplacée.
it: È stata trovata una voce della cache non valida per l'URL '{0}' e verrà sostituita.
ja: URL '{0}' に関して無効なキャッシュ エントリが見つかり、置き換えられます。
ko: URL '{0}'에 대한 잘못된 캐시 항목이 발견되었으며 대체됩니다.
pl: Znaleziono nieprawidłowy wpis pamięci podręcznej dla adresu URL „{0}”. Zostanie on zamieniony.
pt_br: Uma entrada de cache inválida foi encontrada para a URL '{0}' e será substituída.
ru: Для URL-адреса "{0}" найдена недопустимая запись кэша. Она будет заменена.
tr: '{0}' URL'si için geçersiz bir önbellek girişi bulundu ve giriş değiştirilecek.
zh_hans: 为 URL {0} 找到无效的缓存条目，将替换该条目。
zh_hant: URL '{0}' 找到無效的快取項目，將會予以取代。

# Log_InvalidNupkgFromUrl
source: The nupkg at '{0}' is not valid.
cs: Soubor nupkg v {0} není platný.
de: Die NUPKG-Datei unter "{0}" ist ungültig.
es: El archivo nupkg en "{0}" no es válido.
fr: Le fichier nupkg de '{0}' n'est pas valide.
it: Il pacchetto nupkg in '{0}' non è valido.
ja: '{0}' の nupkg が無効です。
ko: '{0}'의 nupkg가 잘못되었습니다.
pl: Pakiet nupkg w lokalizacji „{0}” jest nieprawidłowy.
pt_br: O nupkg em '{0}' não é válido.
ru: Файл NUPKG в "{0}" недопустим.
tr: '{0}' konumundaki nupkg geçerli değil.
zh_hans: “{0}”处的 nupkg 无效。
zh_hant: 位於 '{0}' 的 nupkg 無效。

# Log_LocalSourceNotExist
source: The local source '{0}' doesn't exist.
cs: Místní zdroj {0} neexistuje.
de: Die lokale Quelle "{0}" ist nicht vorhanden.
es: El origen local "{0}" no existe.
fr: La source locale '{0}' n’existe pas.
it: L'origine '{0}' locale non esiste.
ja: ローカル ソース '{0}' は存在しません。
ko: 로컬 소스 '{0}'이(가) 없습니다.
pl: Lokalne źródło „{0}” nie istnieje.
pt_br: A fonte local '{0}' não existe.
ru: Локальный источник "{0}" не существует.
tr: Yerel kaynak '{0}' mevcut değil.
zh_hans: 本地源“{0}”不存在。
zh_hant: 本機來源 '{0}' 不存在。

# Log_RetryingFindPackagesById
source: Retrying '{0}' for source '{1}'.
cs: Opakuje se pokus o {0} pro zdroj {1}.
de: "{0}" wird für die Quelle "{1}" wiederholt.
es: Se reintentará "{0}" para el origen "{1}".
fr: Nouvelle tentative de '{0}' pour la source '{1}'.
it: È in corso un nuovo tentativo dell'operazione '{0}' per l'origine '{1}'.
ja: ソース '{1}' に関して '{0}' を再試行しています。
ko: '{1}' 원본에 대해 '{0}'을(를) 다시 시도합니다.
pl: Ponawianie próby wykonania operacji „{0}” dla źródła „{1}”.
pt_br: Repetindo '{0}' para a origem '{1}'.
ru: Повтор операции "{0}" для источника "{1}".
tr: '{1}' kaynağı için '{0}' yeniden deneniyor.
zh_hans: 对源“{1}”重试“{0}”。
zh_hant: 正在重試來源 '{1}' 的 '{0}'。

# Log_RetryingHttp
source: An error was encountered when fetching '{0} {1}'. The request will now be retried.
cs: Při načítání {0} {1} došlo k chybě. Požadavek se zkusí provést znovu.
de: Fehler beim Abrufen von "{0} {1}". Die Anforderung wird jetzt wiederholt.
es: Se encontró un error al capturar "{0} {1}". Se reintentará ahora la solicitud.
fr: Une erreur s'est produite pendant la récupération de '{0} {1}'. La demande va être retentée.
it: Si è verificato un errore durante il recupero di '{0} {1}'. Verrà eseguito un nuovo tentativo per la richiesta.
ja: '{0} {1}' をフェッチするときにエラーが発生しました。要求は再試行されます。
ko: '{0} {1}'을(를) 가져오는 동안 오류가 발생했습니다. 지금 요청을 다시 시도합니다.
pl: Wystąpił błąd podczas pobierania elementu „{0} {1}”. Teraz nastąpi ponowienie próby żądania.
pt_br: Foi encontrado um erro ao buscar '{0} {1}'. A solicitação agora será repetida.
ru: Произошла ошибка при принесении "{0} {1}". Запрос будет повторен.
tr: '{0} {1}' alınırken bir hata oluştu. İstek şimdi yeniden denenecek.
zh_hans: 提取“{0} {1}”时遇到错误。现将重试请求。
zh_hant: 擷取 '{0} {1}' 時發生錯誤。將隨即重試此要求。

# Log_RetryingRepositorySignature
source: Retrying repository signature request for source '{0}'.
cs: Probíhá opakování žádosti o podpis úložiště pro zdrojový kód {0}.
de: Es wird erneut versucht, die Repositorysignatur für die Quelle "{0}" abzurufen.
es: Reintentando la solicitud de signatura del repositorio para el origen "{0}".
fr: Nouvelle tentative de demande de signature du dépôt pour la source '{0}'.
it: Nuovo tentativo di invio della richiesta di firma del repository per l'origine '{0}'.
ja: ソース '{0}' のリポジトリ署名要求を再試行しています。
ko: 소스 '{0}'에 대해 리포지토리 시그니처 요청을 다시 시도합니다.
pl: Ponawianie żądania dotyczącego podpisu repozytorium dla źródła „{0}”.
pt_br: Repetindo solicitação de assinatura de repositório para a origem '{0}'.
ru: Повторная отправка запроса подписи репозитория для источника "{0}".
tr: '{0}' kaynağı için depo imza isteği yeniden deneniyor.
zh_hans: 正在重试源 {0} 的存储库签名请求。
zh_hant: 正在重試來源 '{0}' 的存放庫簽章要求。

# Log_RetryingServiceIndex
source: Retrying service index request for source '{0}'.
cs: Opakuje se požadavek na index služby pro zdroj {0}.
de: Die Dienstindexanforderung für die Quelle "{0}" wird wiederholt.
es: Se reintentará la solicitud del índice de servicio del origen "{0}".
fr: Nouvelle tentative de demande de l'index de service pour la source '{0}'.
it: Nuovo tentativo di invio della richiesta di indicizzazione del servizio per l'origine '{0}'.
ja: ソース '{0}' のサービス インデックス要求を再試行しています。
ko: '{0}' 원본에 대한 서비스 인덱스 요청을 다시 시도합니다.
pl: Ponawianie próby wykonania żądania indeksu usługi dla źródła „{0}”.
pt_br: Repetindo a solicitação de índice de serviço para a origem '{0}'.
ru: Повтор запроса индекса служб для источника "{0}".
tr: '{0}' kaynağı için hizmet dizini isteği yeniden deneniyor.
zh_hans: 重试对源“{0}”的服务索引请求。
zh_hant: 正在重試來源 '{0}' 的服務索引要求。
