Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Protocol/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Plugin_NotConnected
source: A plugin is not connected.
cs: Modul plug-in není připojený.
de: Ein Plug-In ist nicht verbunden.
es: No hay un complemento conectado.
fr: Un plug-in n'est pas connecté.
it: Non è connesso alcun plug-in.
ja: プラグインが接続されていません。
ko: 플러그 인이 연결되어 있지 않습니다.
pl: Wtyczka nie jest podłączona.
pt_br: Um plug-in não está conectado.
ru: Подключаемый модуль не подключен.
tr: Bir eklenti bağlı değil.
zh_hans: 插件未连接。
zh_hant: 未連線外掛程式。

# Plugin_PackageDownloadFailed
source: Plugin '{0}' failed to download package '{1}'.
cs: Modulu plug-in {0} se nepovedlo stáhnout balíček {1}.
de: Das Plug-In "{0}" konnte das Paket "{1}" nicht herunterladen.
es: El complemento "{0}" no pudo cargar el paquete "{1}".
fr: Le plug-in '{0}' n'a pas pu télécharger le package '{1}'.
it: Il plug-in '{0}' non è riuscito a scaricare il pacchetto '{1}'.
ja: プラグイン '{0}' がパッケージ '{1}' のダウンロードに失敗しました。
ko: '{0}' 플러그 인이 '{1}' 패키지를 다운로드하지 못했습니다.
pl: Wtyczka „{0}” nie mogła pobrać pakietu „{1}”.
pt_br: Falha no plug-in '{0}' ao baixar o pacote '{1}'.
ru: Не удалось скачать пакет "{1}" в подключаемом модуле "{0}".
tr: '{0}' eklentisi '{1}' paketini indiremedi.
zh_hans: 插件“{0}”未能下载包“{1}”。
zh_hant: 外掛程式 '{0}' 無法下載套件 '{1}'。

# Plugin_ProblemStartingPlugin
source: Problem starting the plugin '{0}'. {1}
cs: Při spouštění modulu plug-in {0} došlo k potížím. {1}
de: Problem beim Starten des Plug-Ins "{0}". {1}
es: Problema al iniciar el complemento "{0}". {1}
fr: Problème au démarrage du plug-in '{0}'. {1}
it: Si è verificato un problema durante l'avvio del plug-in '{0}'. {1}
ja: プラグイン '{0}' を開始するときに問題が発生しています。{1}
ko: '{0}' 플러그 인을 시작하는 중 문제가 발생했습니다. {1}
pl: Problem podczas uruchamiania wtyczki „{0}”. {1}
pt_br: Problema ao iniciar o plug-in '{0}'. {1}
ru: Не удается запустить подключаемый модуль "{0}". {1}
tr: '{0}' eklentisi başlatılırken sorun oluştu. {1}
zh_hans: 启动插件“{0}”时出现问题。{1}
zh_hant: 啟動外掛程式 '{0}' 時發生問題。{1}

# Plugin_ProtocolException
source: A plugin protocol exception occurred.
cs: Došlo k výjimce protokolu modulu plug-in.
de: Eine Plug-In-Protokollausnahme ist aufgetreten.
es: Se produjo una excepción del protocolo del complemento.
fr: Une exception s'est produite au niveau du protocole de plug-in.
it: Si è verificata un'eccezione del protocollo del plug-in.
ja: プラグインのプロトコル例外が発生しました。
ko: 플러그 인 프로토콜 예외가 발생했습니다.
pl: Wystąpił wyjątek protokołu wtyczki.
pt_br: Uma exceção de protocolo de plug-in ocorreu.
ru: Произошло исключение в протоколе подключаемого модуля.
tr: Bir eklenti protokolü özel durumu oluştu.
zh_hans: 插件协议出现了异常。
zh_hant: 發生了外掛程式通訊協定例外狀況。

# Plugin_ProtocolVersionNotSupportedOnError
source: A protocol version is not supported on error.
cs: Když dojde k chybě, verze protokolu se nepodporuje.
de: Bei einem Fehler wird eine Protokollversion nicht unterstützt.
es: No se admite una versión del protocolo cuando hay error.
fr: Une version de protocole n'est pas prise en charge sur l'erreur.
it: La versione del protocollo non è supportata in caso di errore.
ja: プロトコルのバージョンがエラーによりサポートされていません。
ko: 오류 발생 시 프로토콜 버전이 지원되지 않습니다.
pl: Wersja protokołu nie jest obsługiwana w przypadku błędu.
pt_br: Uma versão de protocolo não tem suporte em erro.
ru: Версия протокола не поддерживается при возникновении ошибки.
tr: Bir protokol sürümü hata üzerinde desteklenmiyor.
zh_hans: 协议 版本不受支持错误。
zh_hant: 錯誤時不支援的通訊協定版本。

# Plugin_ProtocolVersionOutOfRange
source: '{0}' must be greater than or equal to '{1}'.
cs: Hodnota {0} musí být větší nebo rovna hodnotě {1}.
de: "{0}" muss größer oder gleich "{1}" sein.
es: '{0}' debe ser mayor que o igual a '{1}'.
fr: '{0}' doit avoir une valeur supérieure ou égale à '{1}'.
it: '{0}' deve essere maggiore o uguale a '{1}'.
ja: '{0}' は '{1}' 以上である必要があります。
ko: '{0}'은(는) '{1}'보다 크거나 같아야 합니다.
pl: Wartość „{0}” musi być większa lub równa „{1}”.
pt_br: '{0}' deve ser maior ou igual a '{1}'.
ru: Значение "{0}" должно быть больше или равно "{1}".
tr: '{0}', '{1}' değerine eşit veya daha büyük olmalıdır.
zh_hans: “{0}”必须大于或等于“{1}”。
zh_hant: '{0}' 必須大於或等於 '{1}'。

# Plugin_RequestContextDoesNotExist
source: Request context does not exist for request ID '{0}'.
cs: Kontext požadavku pro ID požadavku {0} neexistuje.
de: Für die Anforderungs-ID "{0}" ist kein Anforderungskontext vorhanden.
es: No existe un contexto de solicitud para este id. de solicitud "{0}".
fr: Le contexte de la requête n'existe pas pour l'ID de requête '{0}'.
it: Il contesto della richiesta non esiste per l'ID richiesta '{0}'.
ja: 要求 ID '{0}' の要求コンテキストが存在しません。
ko: 요청 ID '{0}'에 대한 요청 컨텍스트가 없습니다.
pl: Nie istnieje kontekst żądania dla identyfikatora żądania „{0}”.
pt_br: O contexto da solicitação não existe para a ID da solicitação '{0}'.
ru: Контекст запроса не существует для запроса с идентификатором "{0}".
tr: İstek kimliği '{0}' için istek bağlamı mevcut değil.
zh_hans: 请求 ID“{0}”的请求上下文不存在。
zh_hant: 不存在要求識別碼 '{0}' 的要求內容。

# Plugin_RequestHandlerDoesNotExist
source: A request handler does not exist for the message method '{0}'.
cs: Pro metodu zprávy {0} neexistuje obslužná rutina požadavků.
de: Für die Nachrichtenmethode "{0}" ist kein Anforderungshandler vorhanden.
es: No existe un controlador de solicitudes para el método de mensaje "{0}".
fr: Un gestionnaire de requêtes n'existe pas pour la méthode de message '{0}'.
it: Non esiste un gestore richieste per il metodo '{0}' del messaggio.
ja: メッセージ メソッド '{0}' の要求ハンドラーが存在しません。
ko: 메시지 메서드 '{0}'에 대한 요청 처리기가 없습니다.
pl: Procedura obsługi żądań nie istnieje dla metody komunikatów „{0}”.
pt_br: Não existe nenhum manipulador de solicitações para o método de mensagem '{0}'.
ru: Обработчик запроса для метода сообщения "{0}" не найден.
tr: İleti yöntemi '{0}' için bir istek işleyici mevcut değil.
zh_hans: 消息方法“{0}”的请求处理程序不存在。
zh_hant: 不存在訊息方法 '{0}' 的要求處理常式。

# Plugin_TimeoutOutOfRange
source: Timeout must be greater than TimeSpan.Zero and less than or equal to TimeSpan.FromMilliseconds(int.MaxValue).
cs: Časový limit musí být větší než TimeSpan.Zero a menší nebo roven hodnotě TimeSpan.FromMilliseconds(int.MaxValue).
de: Der Timeoutwert muss höher als "TimeSpan.Zero" und niedriger als oder gleich "TimeSpan.FromMilliseconds(int.MaxValue)" sein.
es: El tiempo de espera debe ser mayor que TimeSpan.Zero y menor o igual que TimeSpan.FromMilliseconds(int.MaxValue).
fr: Le délai d'expiration doit être supérieur à TimeSpan.Zero et inférieur ou égal à TimeSpan.FromMilliseconds(int.MaxValue).
it: Il timeout deve essere maggiore di TimeSpan.Zero e minore o uguale a TimeSpan.FromMilliseconds(int.MaxValue).
ja: タイムアウトは TimeSpan.Zero より大きく、TimeSpan.FromMilliseconds(int.MaxValue) 以下である必要があります。
ko: 시간 제한이 TimeSpan.Zero보다 크고 TimeSpan.FromMilliseconds(int.MaxValue)보다 작거나 같아야 합니다.
pl: Limit czasu musi być większy niż wartość TimeSpan.Zero i mniejszy lub równy wartości TimeSpan.FromMilliseconds(int.MaxValue).
pt_br: O tempo limite deve ser maior que TimeSpan.Zero e menor ou igual a TimeSpan.FromMilliseconds(int.MaxValue).
ru: Время ожидания должно быть больше TimeSpan.Zero и не больше TimeSpan.FromMilliseconds(int.MaxValue).
tr: Zaman aşımı, TimeSpan.Zero değerinden büyük ve TimeSpan.FromMilliseconds(int.MaxValue) değerinden küçük veya buna eşit olmalıdır.
zh_hans: 超时值必须大于 TimeSpan.Zero 且小于或等于 TimeSpan.FromMilliseconds(int.MaxValue)。
zh_hant: 逾時必須大於 TimeSpan.Zero 且小於或等於 TimeSpan.FromMilliseconds(int.MaxValue)。

# Plugin_UnrecognizedEnumValue
source: The enum value '{0}' is unrecognized.
cs: Hodnota výčtu {0} se nerozpoznala.
de: Der Enumerationswert "{0}" wird nicht erkannt.
es: No se reconoce el valor de enumeración "{0}".
fr: La valeur d'énumération '{0}' n'est pas reconnue.
it: Il valore '{0}' dell'enumerazione non è stato riconosciuto.
ja: 列挙値 '{0}' は認識されていません。
ko: 열거형 값 '{0}'을(를) 인식할 수 없습니다.
pl: Wartość wyliczenia „{0}” nie została rozpoznana.
pt_br: O valor de enumeração '{0}' não é reconhecido.
ru: Не удалось распознать значение перечисления "{0}".
tr: Numaralandırma değeri '{0}' tanınmıyor.
zh_hans: 无法识别枚举值 {0}。
zh_hant: 無法辨識列舉值 '{0}'。

# Plugin_UnrecognizedOperationClaims
source: The operation claims are unrecognized: {0}.
cs: Deklarace operací se nerozpoznaly: {0}
de: Die Vorgangsansprüche werden nicht erkannt: {0}.
es: No se reconocen las notificaciones de la operación: {0}.
fr: Les revendications d'opération ne sont pas reconnues : {0}.
it: Le attestazioni dell'operazione non sono state riconosciute: {0}.
ja: 操作要求は認識されていません: {0}。
ko: 작업 클레임을 인식할 수 없습니다. {0}.
pl: Oświadczenia operacji nie zostały rozpoznane: {0}.
pt_br: As declarações de operação não são reconhecidas: {0}.
ru: Не удается распознать утверждения операций: {0}.
tr: İşlem talepleri tanınmıyor: {0}.
zh_hans: 无法识别操作声明: {0}。
zh_hant: 無法辨識作業宣告: {0}。

# Protocol_BadSource
source: Failed to retrieve metadata from source '{0}'.
cs: Nepovedlo se načíst metadata ze zdroje {0}.
de: Fehler beim Abrufen von Metadaten aus der Quelle "{0}".
es: No se pudieron recuperar metadatos del origen "{0}".
fr: Échec de la récupération des métadonnées à partir de la source '{0}'.
it: Non è stato possibile recuperare i metadati dall'origine '{0}'.
ja: ソース '{0}' からメタデータを取得できませんでした。
ko: '{0}' 원본에서 메타데이터를 검색하지 못했습니다.
pl: Nie można pobrać metadanych ze źródła „{0}”.
pt_br: Falha ao recuperar metadados da origem '{0}'.
ru: Не удалось получить метаданные из источника "{0}".
tr: '{0}' kaynağından meta veri alınamadı.
zh_hans: 未能从源“{0}”检索元数据。
zh_hant: 無法從來源 '{0}' 擷取中繼資料。

# Protocol_InvalidJsonObject
source: The content at '{0}' is not a valid JSON object.
cs: Obsah v {0} není platný objekt JSON.
de: Der Inhalt unter "{0}" ist kein gültiges JSON-Objekt.
es: El contenido en "{0}" no es un objeto JSON válido.
fr: Le contenu de '{0}' n'est pas un objet JSON valide.
it: Il contenuto in '{0}' non è un oggetto JSON valido.
ja: '{0}' のコンテンツは有効な JSON オブジェクトではありません。
ko: '{0}'의 콘텐츠는 유효한 JSON 개체가 아닙니다.
pl: Zawartość w lokalizacji „{0}” nie jest prawidłowym obiektem JSON.
pt_br: O conteúdo em '{0}' não é um objeto JSON válido.
ru: Содержимое в "{0}" не является допустимым объектом JSON.
tr: '{0}' konumundaki içerik geçerli bir JSON nesnesi değil.
zh_hans: “{0}”处的内容不是有效的 JSON 对象。
zh_hant: 位於 '{0}' 的內容不是有效的 JSON 物件。

# Protocol_InvalidXml
source: The content at '{0}' is not valid XML.
cs: Obsah v {0} není platný kód XML.
de: Der Inhalt unter "{0}" ist keine gültige XML.
es: El contenido en "{0}" no es XML válido.
fr: Le contenu de '{0}' n'est pas du code XML valide.
it: Il contenuto in '{0}' non presenta un formato XML valido.
ja: '{0}' のコンテンツが有効な XML ではありません。
ko: '{0}'의 콘텐츠는 유효한 XML이 아닙니다.
pl: Zawartość w lokalizacji „{0}” nie jest prawidłowym kodem XML.
pt_br: O conteúdo em '{0}' não é um XML válido.
ru: Содержимое в "{0}" не является допустимым кодом XML.
tr: '{0}' konumundaki içerik geçerli bir XML değil.
zh_hans: “{0}”处的内容不是有效的 XML。
zh_hant: 位於 '{0}' 的內容不是有效的 XML。

# Protocol_MalformedMetadataError
source: Metadata could not be loaded from the source '{0}'.
cs: Ze zdroje {0} se nepovedlo načíst metadata.
de: Die Metadaten konnten nicht aus der Quelle "{0}" geladen werden.
es: No se pudieron cargar los metadatos del origen "{0}".
fr: Les métadonnées n'ont pas pu être chargées à partir de la source '{0}'.
it: Non è stato possibile caricare i metadati dall'origine '{0}'.
ja: ソース '{0}' からメタデータを読み込めませんでした。
ko: '{0}' 원본에서 메타데이터를 로드할 수 없습니다.
pl: Nie można załadować metadanych ze źródła „{0}”.
pt_br: Não foi possível carregar metadados da origem '{0}'.
ru: Не удалось загрузить метаданные из источника "{0}".
tr: Meta veriler '{0}' kaynağından yüklenemedi.
zh_hans: 无法从源“{0}”加载元数据。
zh_hant: 無法從來源 '{0}' 載入中繼資料。

# Protocol_MissingSearchService
source: The source does not have a Search service!
cs: Tento zdroj nemá službu Search.
de: Die Quelle besitzt keinen Suchdienst.
es: El origen no tiene ningún servicio de búsqueda.
fr: Aucun service de recherche n'est associé à la source !
it: Per l'origine non è definito un servizio di ricerca.
ja: ソースに検索サービスが含まれていません。
ko: 소스에 검색 서비스가 없습니다.
pl: Źródło nie ma usługi wyszukiwania.
pt_br: A origem não tem um serviço Pesquisa!
ru: У источника нет службы "Поиск".
tr: Kaynakta bir Arama hizmeti yok!
zh_hans: 源没有搜索服务!
zh_hant: 來源沒有搜尋服務!

# Protocol_MissingVersion
source: The source does not have the 'version' property.
cs: Zdroj nemá vlastnost version.
de: Die Quelle weist keine Eigenschaft "version" auf.
es: El origen no tiene la propiedad "version".
fr: La source n'a pas de propriété 'version'.
it: L'origine non contiene la proprietà 'version'.
ja: ソースに 'version' プロパティがありません。
ko: 원본에 'version' 속성이 없습니다.
pl: Źródło nie ma właściwości „version”.
pt_br: A origem não tem a propriedade 'version'.
ru: У источника нет свойства "version".
tr: Kaynakta 'version' özelliği yok.
zh_hans: 源不具有 "version" 属性。
zh_hant: 來源沒有 'version' 屬性。

# Protocol_PackageMetadataError
source: An error occurred while retrieving package metadata for '{0}' from source '{1}'.
cs: Při načítání metadat balíčku pro {0} ze zdroje {1} došlo k chybě.
de: Fehler beim Abrufen von Paketmetadaten für "{0}" aus der Quelle "{1}".
es: Error al recuperar los metadatos del paquete de "{0}" desde el origen "{1}".
fr: Une erreur s'est produite pendant la récupération des métadonnées de package pour '{0}' à partir de la source '{1}'.
it: Si è verificato un errore durante il recupero dei metadati del pacchetto per '{0}' dall'origine '{1}'.
ja: ソース '{1}' から '{0}' のパッケージ メタデータを取得するときにエラーが発生しました。
ko: '{1}' 원본에서 '{0}'에 대한 패키지 메타데이터를 검색하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas pobierania metadanych pakietu „{0}” ze źródła „{1}”.
pt_br: Ocorreu um erro ao recuperar metadados do pacote para '{0}' da origem '{1}'.
ru: Произошла ошибка при извлечении метаданных пакета для "{0}" из источника "{1}".
tr: '{1}' kaynağından '{0}' paket meta verileri alınırken bir hata oluştu.
zh_hans: 从源“{1}”检索“{0}”的包元数据时出错。
zh_hant: 從來源 '{1}' 擷取 '{0}' 的套件中繼資料時發生錯誤。

# Protocol_Search_LocalSourceNotFound
source: The path '{0}' for the selected source could not be resolved.
cs: Cesta {0} pro vybraný prostředek se nedala přeložit.
de: Der Pfad "{0}" für die ausgewählte Quelle konnte nicht aufgelöst werden.
es: No se pudo resolver la ruta de acceso '{0}' del origen seleccionado.
fr: Impossible de résoudre le chemin '{0}' de la source sélectionnée.
it: Non è stato possibile risolvere il percorso '{0}' per l'origine selezionata.
ja: 選択したソースのパス '{0}' を解決できませんでした。
ko: 선택한 소스에 대한 '{0}' 경로를 확인할 수 없습니다.
pl: Nie można rozpoznać ścieżki „{0}” dla wybranego źródła.
pt_br: Não foi possível resolver o caminho '{0}' para a fonte selecionada.
ru: Не удалось разрешить путь «{0}» для выбранного источника.
tr: Seçilen kaynağa ait '{0}' yolu çözümlenemedi.
zh_hans: 无法解析选定源的路径“{0}”。
zh_hant: 選取的來源路徑 '{0}' 無法解析。

# Protocol_UnsupportedVersion
source: The source version is not supported: '{0}'.
cs: Verze zdroje se nepodporuje: {0}
de: Die Quellversion wird nicht unterstützt: "{0}".
es: La versión de origen no se admite: "{0}".
fr: La version de la source n'est pas prise en charge : '{0}'.
it: La versione dell'origine non è supportata: '{0}'.
ja: ソース バージョンはサポートされていません: '{0}'。
ko: 원본 버전이 지원되지 않습니다. '{0}'.
pl: Wersja źródła nie jest obsługiwana: „{0}”.
pt_br: Não há suporte para a versão de origem: '{0}'.
ru: Версия источника не поддерживается: "{0}".
tr: Kaynak sürümü desteklenmiyor: '{0}'.
zh_hans: 源版本不受支持:“{0}”。
zh_hant: 來源版本不受支援: '{0}'。

# Protocol_duplicateUri
source: '{0}' is a duplicate url which has already been downloaded and will lead to a cyclic dependency. Please correct from server.
cs: {0} je duplicitní adresa URL, která se už stáhla a povede k cyklické závislosti. Opravte to prosím ze serveru.
de: "{0}" ist eine doppelte URL, die bereits heruntergeladen wurde und zu einer zyklischen Abhängigkeit führt. Korrigieren Sie diesen Fehler vom Server aus.
es: "{0}" es una dirección URL duplicada que ya se ha descargado y llevará a una dependencia cíclica. Corríjala desde el servidor.
fr: '{0}' est une URL dupliquée qui a déjà été téléchargée et va entraîner une dépendance cyclique. Corrigez sur le serveur.
it: '{0}' è un url duplicato già scaricato che genererà una dipendenza ciclica. Correggere dal server.
ja: '{0}' は既にダウンロードされている重複 URL であるため、依存関係が循環しています。サーバーで修正してください。
ko: '{0}'은(는) 이미 다운로드된 중복 url이며 순환 종속성을 생성합니다. 서버에서 수정하세요.
pl: Adres „{0}” to zduplikowany adres URL, który został już pobrany i spowoduje wystąpienie zależności cyklicznej. Popraw dane na serwerze.
pt_br: '{0}' é uma URL duplicada que já foi baixada e levará a uma dependência cíclica. Corrija-a no servidor.
ru: URL-адрес "{0}" является дублем. Скачивание по нему уже проводилось, и он создаст циклическую зависимость. Исправьте это на сервере.
tr: '{0}', zaten indirilmiş olan, yinelenen bir URL ve döngüsel bağımlılığa yol açacak. Lütfen sunucudan düzeltin.
zh_hans: “{0}”是已下载的重复 URL，将导致循环依赖。请送服务器更正。
zh_hant: '{0}' 是重複的 URL，其先前已經下載過。這會造成循環相依性。請從伺服器更正此問題。

# PushCommandPackagePushed
source: Your package was pushed.
cs: Váš balíček se vložil.
de: Ihr Paket wurde per Push übertragen.
es: Su paquete se ha insertado.
fr: Votre package a fait l'objet d'un push.
it: È stato eseguito il push del pacchetto.
ja: パッケージがプッシュされました。
ko: 패키지를 푸시했습니다.
pl: Pakiet został wypchnięty.
pt_br: Seu pacote foi enviado por push.
ru: Пакет отправлен.
tr: Paketiniz gönderildi.
zh_hans: 已推送包。
zh_hant: 已推送您的套件。

# PushCommandPushingPackage
source: Pushing {0} to {1}...
cs: Vkládá se {0} do {1}...
de: "{0}" wird per Push nach "{1}" übertragen...
es: Insertando {0} en {1}...
fr: Exécution d'un push de {0} vers {1}...
it: Push di {0} in {1}...
ja: {0} を {1} にプッシュしています...
ko: {0}을(를) {1}에 푸시하는 중...
pl: Trwa wypychanie elementu {0} do lokalizacji {1}...
pt_br: Enviando {0} para {1} por push...
ru: {0} отправляется в {1}…
tr: {0}, {1} hedefine gönderiliyor...
zh_hans: 正在将 {0} 推送到 {1}...
zh_hant: 正在將 {0} 推送到 {1}...

# PushCommandSkipDuplicateAdvertiseDotnetExe
source: To skip already published packages, use the option --skip-duplicate
cs: Pokud chcete přeskočit již publikované balíčky, použijte možnost --skip-duplicate.
de: Um bereits veröffentlichte Pakete zu überspringen, verwenden Sie die Option "--skip-duplicate".
es: Para omitir los paquetes ya publicados, usar la opción --skip-duplicate
fr: Pour ignorer les packages déjà publiés, utilisez l'option --skip-duplicate
it: Per ignorare i pacchetti già pubblicati, usare l'opzione --skip-duplicate
ja: 既に発行されているパッケージをスキップするには、--skip-duplicate オプションを使用します
ko: 이미 게시된 패키지를 건너뛰려면 --skip-duplicate 옵션을 사용하세요.
pl: Aby pominąć już opublikowane pakiety, użyj opcji --skip-duplicate
pt_br: Para ignorar pacotes já publicados, use a opção --skip-duplicate
ru: Чтобы пропустить уже опубликованные пакеты, используйте параметр --skip-duplicate.
tr: Zaten yayımlanmış paketleri atlamak için --skip-duplicate seçeneğini kullanın
zh_hans: 要跳过已发布的包，请使用 --skip-duplicate 选项
zh_hant: 若要跳過已發佈的套件，請使用選項 --skip-duplicate

# PushCommandSkipDuplicateAdvertiseNuGetExe
source: To skip already published packages, use the option -SkipDuplicate
cs: Pokud chcete přeskočit již publikované balíčky, použijte možnost -SkipDuplicate.
de: Um bereits veröffentlichte Pakete zu überspringen, verwenden Sie die Option "-SkipDuplicate".
es: Para omitir los paquetes ya publicados, usar la opción -SkipDuplicate
fr: Pour ignorer les packages déjà publiés, utilisez l'option -SkipDuplicate
it: Per ignorare i pacchetti già pubblicati, usare l'opzione -SkipDuplicate
ja: 既に発行されているパッケージをスキップするには、-SkipDuplicate オプションを使用します
ko: 이미 게시된 패키지를 건너뛰려면 -SkipDuplicate 옵션을 사용하세요.
pl: Aby pominąć już opublikowane pakiety, użyj opcji --SkipDuplicate
pt_br: Para ignorar pacotes já publicados, use a opção -SkipDuplicate
ru: Чтобы пропустить уже опубликованные пакеты, используйте параметр -SkipDuplicate.
tr: Zaten yayımlanmış paketleri atlamak için -SkipDuplicate seçeneğini kullanın
zh_hans: 要跳过已发布的包，请使用 -SkipDuplicate 选项
zh_hant: 若要跳過已發佈的套件，請使用選項 -SkipDuplicate

# PushCommandSkipDuplicateNotImplemented
source: The option to skip duplicates is not currently supported for this type of push.
cs: Možnost přeskakovat duplicitní položky se momentálně pro tento typ příkazu push nepodporuje.
de: Die Option zum Überspringen von Duplikaten wird für diesen Pushtyp zurzeit nicht unterstützt.
es: La opción para omitir duplicados no se admite actualmente para este tipo de inserción.
fr: L'option permettant d'ignorer les doublons n'est pas prise en charge pour ce type d'envoi (push).
it: L'opzione per ignorare i duplicati non è attualmente supportata per questo tipo di push.
ja: この種類のプッシュでは、現在、重複をスキップするオプションはサポートされていません。
ko: 이 푸시 형식의 경우 현재는 중복을 건너뛰는 옵션이 지원되지 않습니다.
pl: Opcja pomijania duplikatów nie jest obecnie obsługiwana dla tego typu wypychania.
pt_br: No momento, não há suporte para a opção de ignorar duplicatas para esse tipo de push.
ru: Этот параметр пропуска дубликатов сейчас не поддерживается для этого типа отправки.
tr: Yinelenenleri atlama seçeneği şu anda bu gönderme türü için desteklenmiyor.
zh_hans: 此类型的推送当前不支持跳过重复项的选项。
zh_hant: 此類型的推送目前不支援跳過重複項的選項。

# RepositoryContentUrlMustBeHttps
source: Repository content URL for repository signatures must be HTTPS.
cs: Adresa URL obsahu úložiště pro podpisy úložiště musí používat protokol HTTPS.
de: Die URL zum Repositoryinhalt für Repositorysignaturen muss ein HTTPS-URL sein.
es: La dirección URL de contenido del repositorio para las signaturas del repositorio debe ser HTTPS.
fr: L'URL de contenu du dépôt pour les signatures de dépôt doit être au format HTTPS.
it: L'URL del contenuto del repository per le firme del repository deve essere HTTPS.
ja: リポジトリ署名のリポジトリ コンテンツの URL は HTTPS である必要があります。
ko: 리포지토리 시그니처에 대한 리포지토리 콘텐츠 URL은 HTTPS여야 합니다.
pl: Adres URL zawartości repozytorium dla podpisów repozytorium musi być typu HTTPS.
pt_br: A URL do conteúdo de repositório precisa ser HTTPS para assinaturas de repositório.
ru: URL-адрес содержимого репозитория для подписей должен быть HTTPS.
tr: Depo imzaları için depo içeriği URL'si HTTPS olmalıdır.
zh_hans: 存储库签名的存储库内容 URL 必须是 HTTPS。
zh_hant: 存放庫簽章的存放庫內容 URL 必須是 HTTPS。

# RepositorySignaturesResourceMustBeHttps
source: Repository Signatures resouce must be served over HTTPS. Source: {0}
cs: Prostředek Podpisy úložiště se musí poskytovat přes protokol HTTPS. Zdroj: {0}
de: Die Ressource "Repositorysignaturen" muss über HTTPS bereitgestellt werden. Quelle: {0}
es: El recurso de signaturas del repositorio debe proporcionarse a través de HTTPS. Origen: {0}
fr: La ressource Signatures de dépôt doit être fournie via HTTPS. Source : {0}
it: La risorsa Firme del repository deve essere gestita tramite HTTPS. Origine: {0}
ja: リポジトリ署名のリソースは、HTTPS 経由で提供される必要があります。ソース: {0}
ko: 리포지토리 시그니처 리소스는 HTTPS를 통해 제공해야 합니다. 소스: {0}
pl: Zasób Podpisy repozytorium musi być obsługiwany za pośrednictwem protokołu HTTPS. Źródło: {0}
pt_br: O recurso de Assinaturas do repositório deve ser atendido por meio do HTTPS. Origem: {0}
ru: Ресурс подписей репозитория должен использовать протокол HTTPS. Источник: {0}
tr: Depo İmzaları kaynağının HTTPS üzerinden sunulması gerekir. Kaynak: {0}
zh_hans: 必须通过 HTTPS 提供存储库签名资源。源: {0}
zh_hant: 存放庫簽章資源必須透過 HTTPS 提供。來源: {0}

# StringCannotBeNullOrEmpty
source: String argument '{0}' cannot be null or empty
cs: Argument řetězce {0} nesmí být null ani prázdný.
de: Das Zeichenfolgenargument "{0}" darf nicht NULL oder leer sein.
es: El argumento de la cadena '{0}' no puede ser nulo ni estar vacío
fr: L'argument de chaîne '{0}' ne peut pas avoir la valeur Null ou être vide
it: L'argomento stringa '{0}' non può essere null o vuoto
ja: 文字列引数 '{0}' を null または空にすることはできません
ko: 문자열 인수 '{0}'은(는) null이거나 비어 있을 수 없습니다.
pl: Argument ciągu „{0}” nie może mieć wartości null ani być pusty
pt_br: O argumento '{0}' da cadeia de caracteres não pode ser nulo nem estar vazio
ru: Строковый аргумент «{0}» не может иметь значение NULL или пустое значение
tr: '{0}' dize bağımsız değişkeni null veya boş olamaz
zh_hans: 字符串参数“{0}”不能为 null 或空
zh_hant: 字串引數 '{0}' 不能為 Null 或空白
