Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Protocol/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AddPackage_ExistingPackageInvalid
source: Package '{0}' already exists at feed '{1}' and is invalid.
cs: Balíček {0} už v kanálu {1} existuje a je neplatný.
de: Das Paket "{0}" ist bereits in Feed "{1}" vorhanden und ist ungültig.
es: El paquete "{0}" ya existe en la fuente "{1}" y no es válido.
fr: Le package '{0}' existe déjà dans le flux '{1}' et n'est pas valide.
it: Il pacchetto '{0}' esiste già nel feed '{1}' e non è valido.
ja: パッケージ '{0}' がフィード '{1}' に既に存在し、無効です。
ko: '{1}' 피드에 '{0}' 패키지가 이미 있으며 잘못되었습니다.
pl: Pakiet „{0}” już istnieje w kanale informacyjnym „{1}” i jest nieprawidłowy.
pt_br: O pacote '{0}' já existe no feed '{1}' e é inválido.
ru: Пакет "{0}" уже существует в веб-канале "{1}", но он недопустим.
tr: '{0}' paketi '{1}' akışında zaten var ve geçersiz.
zh_hans: 源“{1}”处已存在包“{0}”，且该包无效。
zh_hant: 套件 '{0}' 已存在於摘要 '{1}' 但無效。

# AddPackage_PackageAlreadyExists
source: Package '{0}' already exists at feed '{1}'.
cs: Balíček {0} už v kanálu {1} existuje.
de: Das Paket "{0}" ist bereits in Feed "{1}" vorhanden.
es: El paquete "{0}" ya existe en la fuente "{1}".
fr: Le package '{0}' existe déjà dans le flux '{1}'.
it: Il pacchetto '{0}' esiste già nel feed '{1}'.
ja: パッケージ '{0}' がフィード '{1}' に既に存在します。
ko: '{1}' 피드에 '{0}' 패키지가 이미 있습니다.
pl: Pakiet „{0}” już istnieje w źródle danych „{1}”.
pt_br: O pacote '{0}' já existe no feed '{1}'.
ru: Пакет "{0}" уже существует в веб-канале "{1}".
tr: '{0}' paketi '{1}' akışında zaten var.
zh_hans: 源“{1}”处已存在包“{0}”。
zh_hant: 摘要 '{1}' 中已有套件 '{0}'。

# AddPackage_SuccessfullyAdded
source: Successfully added package '{0}' to feed '{1}'.
cs: Balíček {0} se úspěšně přidal do kanálu {1}.
de: Das Paket "{0}" wurde erfolgreich zum Feed "{1}" hinzugefügt.
es: El paquete "{0}" se agregó correctamente a la fuente "{1}".
fr: Package '{0}' ajouté au flux '{1}'.
it: Il pacchetto '{0}' è stato aggiunto al feed '{1}'.
ja: パッケージ '{0}' がフィード '{1}' に正常に追加されました。
ko: '{1}' 피드에 '{0}' 패키지를 추가했습니다.
pl: Pomyślnie dodano pakiet „{0}” do źródła danych „{1}”.
pt_br: O pacote '{0}' foi adicionado ao feed '{1}' com êxito.
ru: Пакет "{0}" добавлен в веб-канал "{1}".
tr: '{0}' paketi '{1}' akışına başarıyla eklendi.
zh_hans: 已将包“{0}”成功添加到源“{1}”。
zh_hant: 已成功將套件 '{0}' 新增到摘要 '{1}'。

source: Argument cannot be null or empty.
cs: Argument nemůže být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío.
fr: L'argument ne peut pas être null ou vide.
it: L'argomento non può essere Null o vuoto.
ja: 引数を null または空にすることはできません。
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty.
pt_br: O argumento não pode ser nulo nem estar vazio.
ru: Аргумент не может быть пустым или равным NULL.
tr: Bağımsız değişken null veya boş olamaz.
zh_hans: 参数不能为 null 或为空。
zh_hant: 引數不得為 Null 或空白。

source: Argument can not be null or empty.
cs: Argument nemůže být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío.
fr: L'argument ne peut pas être null ou vide.
it: L'argomento non può essere Null o vuoto.
ja: 引数を null または空にすることはできません。
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty.
pt_br: O argumento não pode ser nulo nem estar vazio.
ru: Аргумент не может быть пустым или равным NULL.
tr: Bağımsız değişken null veya boş olamaz.
zh_hans: 参数不能为 null 或为空。
zh_hant: 引數不得為 Null 或空白。

# DefaultSymbolServer
source: the symbol server
cs: server symbolů
de: Symbolserver
es: el servidor de símbolos
fr: le serveur de symboles
it: il server dei simboli
ja: シンボル サーバー
ko: 기호 서버
pl: serwer symboli
pt_br: o servidor de símbolos
ru: сервер символов
tr: simge sunucusu
zh_hans: 符号服务器
zh_hant: 符號伺服器

# DeleteCommandCanceled
source: Delete canceled
cs: Odstraňování se zrušilo.
de: Löschvorgang abgebrochen
es: Eliminación cancelada
fr: Suppression annulée
it: Eliminazione annullata
ja: 削除が取り消されました
ko: 삭제 취소됨
pl: Anulowano usuwanie
pt_br: Exclusão cancelada
ru: Удаление отменено
tr: Silme iptal edildi
zh_hans: 已取消删除
zh_hant: 刪除已取消

# DeleteCommandConfirm
source: {0} {1} will be deleted from the {2}. Would you like to continue?
cs: {0} {1} se odstraní z {2}. Chcete pokračovat?
de: {0} "{1}" wird aus "{2}" gelöscht. Möchten Sie fortfahren?
es: {0} {1} se eliminará de {2}. ¿Desea continuar?
fr: {0} {1} sera supprimé de {2}. Voulez-vous continuer ?
it: Il pacchetto {0} {1} verrà eliminato da {2}. Continuare?
ja: {0} {1} が {2} から削除されます。続行しますか。
ko: {0} {1}이(가) {2}에서 삭제됩니다. 계속할까요?
pl: Element {0} {1} zostanie usunięty z lokalizacji {2}. Czy chcesz kontynuować?
pt_br: {0} {1} será excluído do {2}. Quer continuar?
ru: {0} {1} удалится из {2}. Продолжить?
tr: {0} {1}, {2} öğesinden silinecek. Devam etmek istiyor musunuz?
zh_hans: {0} 将从 {2} 删除 {1}。是否继续?
zh_hant: 將從 {2} 刪除 {0} {1}。要繼續嗎?

# DeleteCommandDeletedPackage
source: {0} {1} was deleted successfully.
cs: {0} {1} se úspěšně odstranilo.
de: {0} "{1}" wurde erfolgreich gelöscht.
es: {0} {1} se eliminó correctamente.
fr: {0} {1} supprimé.
it: L'eliminazione del pacchetto {0} {1} è riuscita.
ja: {0} {1} が正常に削除されました。
ko: {0} {1}을(를) 삭제했습니다.
pl: Element {0} {1} został pomyślnie usunięty.
pt_br: {0} {1} foi excluído com êxito.
ru: {0} {1}: удалено.
tr: {0} {1} başarıyla silindi.
zh_hans: {0} 已成功删除 {1}。
zh_hant: {0} {1} 刪除成功。

# DeleteCommandDeletingPackage
source: Deleting {0} {1} from the {2}.
cs: Odstraňuje se {0} {1} z {2}.
de: {0} "{1}" wird aus "{2}" gelöscht.
es: Se eliminará {0} {1} de {2}.
fr: Suppression de {0} {1} de {2}.
it: Eliminazione del pacchetto {0} {1} da {2}.
ja: {0} {1} を {2} から削除しています。
ko: {2}에서 {0} {1}을(를) 삭제합니다.
pl: Usuwanie elementu {0} {1} z lokalizacji {2}.
pt_br: Excluindo {0} {1} do {2}.
ru: {0} {1} удаляется из {2}.
tr: {0} {1}, {2} kaynağından siliniyor.
zh_hans: 正在从 {2} 删除 {0} {1}。
zh_hant: 正在從 {2} 刪除 {0} {1}。

# DeletePackage_NotFound
source: Not Found.
cs: Nenalezeno
de: Nicht gefunden.
es: No encontrado.
fr: Introuvable.
it: Non trovato.
ja: 見つかりません。
ko: 찾을 수 없습니다.
pl: Nie znaleziono.
pt_br: Não Encontrado.
ru: Не найдено.
tr: Bulunamadı.
zh_hans: 找不到。
zh_hant: 找不到。

# Error_DownloadTimeout
source: The download of '{0}' timed out because no data was received for {1}ms.
cs: Časový limit pro stažení {0} vypršel, protože se po dobu {1} ms nepřijala žádná data.
de: Timeout beim Download von "{0}", weil seit {1} ms keine Daten empfangen wurden.
es: La descarga de "{0}" agotó el tiempo de espera porque no se recibió ningún dato durante {1} ms.
fr: Le téléchargement de '{0}' a expiré, car aucune donnée n'a été reçue pendant {1} ms.
it: Si è verificato il timeout durante il download di '{0}' perché non sono stati ricevuti dati per {1} ms.
ja: '{0}' のダウンロードがタイムアウトしました。{1} ミリ秒間、データを受信しませんでした。
ko: {1}ms 동안 데이터를 받지 못해 '{0}' 다운로드가 시간 초과되었습니다.
pl: Przekroczono limit czasu podczas pobierania elementu „{0}”, ponieważ nie pobrano żadnych danych przez {1} ms.
pt_br: O tempo limite para o download de '{0}' foi atingido porque nenhum dado foi recebido por {1} ms.
ru: Время ожидания завершения скачивания "{0}" истекло, так как за {1} мс не получено никаких данных.
tr: '{0}' için indirme işlemi, {1} ms boyunca veri alınmadığından zaman aşımına uğradı.
zh_hans: 由于在 {1} 毫秒内未接收到数据，“{0}”的下载超时。
zh_hant: 因為有 {1} 毫秒未收到任何資料，所以 '{0}' 的下載逾時。

# Error_HttpServerUsage
source: You are running the '{0}' operation with an 'HTTP' source, '{1}'. NuGet requires HTTPS sources. To use HTTP sources, you must explicitly set 'allowInsecureConnections' to true in your NuGet.Config file. Refer to https://aka.ms/nuget-https-everywhere for more information.
cs: Máte spuštěnou operaci {0} se zdrojem HTTP {1}. NuGet vyžaduje zdroje HTTPS. Pokud chcete používat zdroje HTTP, musíte v souboru NuGet.Config explicitně nastavit parametr allowInsecureConnections na true. Další informace najdete na https://aka.ms/nuget-https-everywhere.
de: Sie führen den Vorgang „{0}“ mit einer „HTTP“-Quelle, „{1}“, aus. NuGet erfordert HTTPS-Quellen. Um HTTP-Quellen zu verwenden, müssen Sie „allowInsecureConnections“ in Ihrer NuGet.Config-Datei explizit auf TRUE festlegen. Weitere Informationen finden Sie unter https://aka.ms/nuget-https-everywhere.
es: Está ejecutando la operación "{0}" con un origen "HTTP", "{1}". NuGet requiere orígenes HTTPS. Para usar orígenes HTTP, es necesario establecer explícitamente "allowInsecureConnections" en verdadero en el archivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para obtener más información.
fr: Vous exécutez l'opération « {0} » avec une source 'HTTP' : « {1} ». NuGet nécessite des sources HTTPS. Pour utiliser des sources HTTP, vous devez définir explicitement « allowInsecureConnections » sur true dans votre fichier NuGet.Config. Reportez-vous à https://aka.ms/nuget-https-everywhere pour plus d'informations.
it: L'operazione '{0}' è in esecuzione con un'origine 'HTTP': '{1}'. NuGet richiede origini HTTPS. Per utilizzare origini HTTP, è necessario impostare in modo esplicito 'allowInsecureConnections' su true nel file NuGet.Config. Vedere https://aka.ms/nuget-https-everywhere per altre informazioni.
ja: 'HTTP' ソース '{1}' を使用して '{0}' 操作を実行しています。NuGet には HTTPS ソースが必要です。HTTP ソースを使用するには、NuGet.Config ファイルで 'allowInsecureConnections' を true に明示的に設定する必要があります。詳しくは、https://aka.ms/nuget-https-everywhere を参照してください。
ko: ‘{1}’ 'HTTP' 원본을 사용하여 '{0}' 작업을 실행하고 있습니다. NuGet에 HTTPS 원본이 필요합니다. HTTP 원본을 사용하려면 NuGet.Config 파일에서 'allowInsecureConnections'를 명시적으로 true로 설정해야 합니다. https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Uruchamiasz operację „{0}” ze źródłem protokołu „HTTP”: {1}. Narzędzie NuGet wymaga źródeł protokołu HTTPS. Aby użyć źródeł HTTP, musisz wyraźnie ustawić właściwość „allowInsecureConnections” na wartość true w pliku NuGet.Config. Aby uzyskać więcej informacji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Você está executando a operação '{0}' com uma fonte 'HTTP', '{1}'. O NuGet requer fontes HTTPS. Para usar fontes HTTP, você deve definir explicitamente `'allowInsecureConnections'` como `true` no seu arquivo `NuGet.Config`. Consulte [https://aka.ms/nuget-https-everywhere](https://aka.ms/nuget-https-everywhere) para mais informações.
ru: Вы выполняете операцию "{0}" с источником "HTTP" "{1}". Для NuGet требуются источники HTTPS. Чтобы использовать источники HTTP, необходимо явно задать для параметра "allowInsecureConnections" значение true в файле NuGet.Config. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: '{0}' işlemini bir '{1}' 'HTTP' kaynağı ile çalıştırıyorsunuz. NuGet için HTTPS kaynakları gereklidir. HTTP kaynaklarını kullanmak için NuGet.Config dosyanızda 'allowInsecureConnections' ayarını açıkça “true” olarak ayarlamanız gerekir. Daha fazla bilgi için şuraya başvurun: https://aka.ms/nuget-https-everywhere.
zh_hans: 正在通过“HTTP”源 {1} 运行“{0}”操作。NuGet 需要 HTTPS 源。要使用 HTTP 源，必须在 NuGet.Config 文件中将“allowInsecureConnections”显式设置为 true。有关详细信息，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: 您正在使用 'HTTP' 來源 '{1}' 執行 '{0}' 作業。NuGet 需要 HTTPS 來源。您必須在 NuGet.Config 檔案中將 'allowInsecureConnections' 明確設定為 true，才能使用 HTTP 來源。參閱 https://aka.ms/nuget-https-everywhere 以取得更多資訊。

# Error_Insecure_HTTP
source: You are using a NuGet source '{0}' that contains an 'HTTP' service index resource endpoint: '{1}'. This is insecure and not recommended. To allow HTTP resources, you must explicitly set 'allowInsecureConnections' to true in your NuGet.Config file. For more information, visit https://aka.ms/nuget-https-everywhere.
cs: Používáte NuGet zdroj {0}, který obsahuje koncový bod prostředku indexu služby HTTP: {1}. Není to bezpečné a nedoporučuje se to. Pokud chcete povolit prostředky HTTP, musíte v souboru NuGet.Config explicitně nastavit parametr allowInsecureConnections na true. Další informace najdete na https://aka.ms/nuget-https-everywhere.
de: Sie verwenden die NuGet-Quelle „{0}“, die einen HTTP-Dienstindex-Ressourcenendpunkt enthält: „{1}“. Dies ist unsicher und wird nicht empfohlen. Um HTTP-Ressourcen zuzulassen, müssen Sie „allowInsecureConnections“ in Ihrer NuGet.Config-Datei explizit auf TRUE festlegen. Weitere Informationen finden Sie unter „https://aka.ms/nuget-https-everywhere“.
es: Está usando un origen de NuGet "{0}" que contiene un punto de conexión de recurso de índice de servicio "HTTP": "{1}". Esto no es seguro y no se recomienda. Para permitir recursos HTTP, debe establecer explícitamente "allowInsecureConnections" en true en el archivo NuGet.Config. Para obtener más información, visite https://aka.ms/nuget-https-everywhere.
fr: Vous utilisez une source NuGet « {0} » qui contient un point de terminaison de ressource d’index de service « HTTP » : « {1} ». Cela n’est pas sécurisé et n’est pas recommandé. Pour autoriser les ressources HTTP, vous devez définir explicitement « allowInsecureConnections » sur true dans votre fichier NuGet.Config. Pour plus d’informations, visitez https://aka.ms/nuget-https-everywhere.
it: Si sta utilizzando un'origine NuGet '{0}' che contiene un endpoint risorsa dell'indice del servizio 'HTTP': '{1}'. Questa impostazione non è sicura e non è raccomandata. Per utilizzare risorse HTTP, è necessario impostare in modo esplicito 'allowInsecureConnections' su true nel file NuGet.Config. Per altre informazioni, visitare https://aka.ms/nuget-https-everywhere.
ja: 使用する NuGet ソース '{0}' には、'HTTP' のサービス インデックス リソース エンドポイント: '{1}' が含まれています。これはセキュリティが弱いため、おすすめしません。HTTP リソースを許可するには、NuGet.Config ファイルで 'allowInsecureConnections' を明示的に true に設定する必要があります。詳細については、https://aka.ms/nuget-https-everywhere を参照してください。
ko: 'HTTP' 서비스 인덱스 리소스 엔드포인트 '{1}'이(가) 포함된 NuGet 원본 '{0}'을(를) 사용하고 있습니다. 이는 안전하지 않으며 권장되지 않습니다. HTTP 리소스를 허용하려면 NuGet.Config 파일에서 'allowInsecureConnections'를 true로 명시적으로 설정해야 합니다. 자세한 내용은 https://aka.ms/nuget-https-everywhere를 방문하세요.
pl: Używasz źródła NuGet „{0}” zawierającego punkt końcowy zasobu indeksu usługi „HTTP”: „{1}”. Jest to niebezpieczne i nierekomendowane. Aby zezwolić na zasoby HTTP, należy jawnie ustawić opcję „allowInsecureConnections” na true w pliku NuGet.Config. Więcej informacji znajdziesz na stronie https://aka.ms/nuget-https-everywhere.
pt_br: Você está usando uma origem do NuGet "{0}" que contém um ponto de extremidade de recurso de índice de serviço "HTTP": "{1}". Isso não é seguro e não é recomendado. Para permitir recursos HTTP, você deve definir explicitamente "allowInsecureConnections" como true no arquivo NuGet.Config. Para obter mais informações, visite https://aka.ms/nuget-https-everywhere.
ru: Вы используете источник NuGet "{0}", который содержит конечную точку ресурса индекса службы "HTTP": "{1}". Это небезопасно и не рекомендуется. Чтобы разрешить ресурсы HTTP, необходимо явно задать для параметра allowInsecureConnections значение true в файле NuGet.Config. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: ‘HTTP’ hizmet dizini kaynak uç noktası içeren ‘{0}’ NuGet kaynağı kullanıyorsunuz: ‘{1}’. Bu güvenli değildir ve önerilmez. HTTP kaynaklarına izin vermek için, NuGet.Yapılandırma dosyanızda ‘allowInsecureConnections’ değerini açıkça true olarak ayarlamanız gerekir. Daha fazla bilgi için https://aka.ms/nuget-https-everywhere adresini ziyaret edin.
zh_hans: 你使用的 NuGet 源 "{0}" 包含 "HTTP" 服务索引资源终结点: "{1}"。这是不安全的，不建议这样做。若要允许 HTTP 资源，必须在 NuGet.Config 文件中将 "allowInsecureConnections" 显式设置为 true。有关详细信息，请访问 https://aka.ms/nuget-https-everywhere。
zh_hant: 您使用的 NuGet 來源 '{0}' 包含一個 'HTTP' 服務索引資源端點: '{1}'。這不安全，不建議這樣做。您必須在 NuGet.Config 檔案中將 'allowInsecureConnections' 明確設定為 true，以允許使用 HTTP 資源。如需詳細資訊，請瀏覽 https://aka.ms/nuget-https-everywhere。

# Error_Invalid_package_id
source: Invalid package id : `{0}`.
cs: Neplatné ID balíčku: {0}
de: Ungültige Paket-ID: `{0}`.
es: Id. de paquete no válido: `{0}`.
fr: ID de package non valide : `{0}`.
it: ID pacchetto non valido: '{0}'.
ja: 無効なパッケージ ID: '{0}'。
ko: 패키지 ID가 잘못되었습니다. '{0}'.
pl: Nieprawidłowy identyfikator pakietu: „{0}”.
pt_br: ID de pacote inválido: `{0}`.
ru: Недопустимый ИД пакета: "{0}".
tr: Geçersiz paket kimliği: `{0}`.
zh_hant: 無效的套件識別碼 : `{0}`。

# Http_CredentialsForForbidden
source: The server responded with HTTP '403 Forbidden' when accessing the source '{0}'. This suggests that the server has authenticated your identity but has not permitted you to access the requested resource. Provide credentials that have permissions to view this resource.
cs: Při přístupu ke zdroji {0} server odpověděl zprávou HTTP 403 Zakázáno. To naznačuje, že server ověřil vaši identitu, ale nepovolil vám přístup k požadovanému prostředku. Poskytněte přihlašovací údaje, které mají oprávnění zobrazit tento prostředek.
de: Der Server hat beim Zugriff auf die Quelle "{0}" mit dem HTTP-Fehler "403 – Verboten" geantwortet. Dies weist darauf hin, dass der Server Ihre Identität authentifiziert hat, Ihnen aber keinen Zugriff auf die angeforderte Ressource gewährt. Geben Sie Anmeldeinformationen mit Berechtigungen zum Anzeigen dieser Ressource an.
es: El servidor respondió con HTTP "403 Prohibido" al acceder al origen "{0}". Este hecho hace pensar que el servidor ha autenticado la identidad pero no le ha permitido acceder al recurso solicitado. Proporcione credenciales que tengan permiso para ver este recurso.
fr: Le serveur a répondu avec HTTP '403 Interdit' lors de l'accès à la source '{0}'. Le serveur vous a identifié, mais ne vous a pas autorisé à accéder à la ressource demandée. Fournissez des informations d'identification autorisées à afficher cette ressource.
it: Il server ha restituito un errore HTTP '403: accesso non consentito' durante l'accesso all'origine '{0}'. Questo suggerisce che il server ha autenticato l'identità dell'utente ma non ha consentito l'accesso alla risorsa richiesta. Specificare credenziali autorizzate a visualizzare questa risorsa.
ja: ソース '{0}' にアクセスするときに、サーバーが HTTP「403 アクセス不可」で応答しました。サーバーが身元を認証したものの、要求されたリソースにアクセスするためのアクセス許可がないことを示します。このリソースを表示するためのアクセス許可を持つ資格情報を提供してください。
ko: '{0}' 원본에 액세스할 때 서버에서 HTTP '403 사용 권한 없음'으로 응답했습니다. 서버에서 ID를 인증했지만 요청된 리소스에 대한 액세스를 허용하지 않았습니다. 이 리소스를 볼 수 있는 권한이 있는 자격 증명을 제공하세요.
pl: Serwer wysłał odpowiedź HTTP 403 „Zabronione” podczas uzyskiwania dostępu do źródła „{0}”. Może to oznaczać, że serwer uwierzytelnił Twoją tożsamość, ale nie zezwolił Ci na dostęp do żądanego źródła. Podaj poświadczenia z uprawnieniami do wyświetlania tego zasobu.
pt_br: O servidor respondeu com HTTP '403 Proibido' ao acessar a origem '{0}'. Isso sugere que o servidor autenticou sua identidade, mas não permitiu que você acessasse o recurso solicitado. Forneça credenciais que tenham permissões para exibir esse recurso.
ru: При попытке обратиться к источнику "{0}" сервер вернул сообщение "HTTP 403 — запрещено". Это значит, что сервер проверил подлинность вашего удостоверения, но запретил доступ к запрошенному ресурсу. Укажите учетные данные, которым разрешено просматривать этот ресурс.
tr: '{0}' kaynağına erişilirken sunucu HTTP '403 Yasak' yanıtı döndürdü. Bu, sunucunun kimliğinizi doğruladığı, ancak size istenen kaynağa erişim izni vermediği anlamına gelir. Bu kaynağı görüntüleme iznine sahip kimlik bilgilerini sağlayın.
zh_hans: 访问源“{0}”时，服务器响应为 HTTP“403 禁止访问”。这表明服务器已验证你的身份，但不允许访问你请求的资源。请提供有权查看此资源的凭据。
zh_hant: 存取來源 '{0}' 時，伺服器回應了 HTTP '403 禁止'。這表示伺服器已驗證您的身分識別，但未允許您存取要求的資源。請提供有權檢視此資源的認證。

# Http_CredentialsForProxy
source: The server responded with HTTP '407 Proxy Authentication Required' when accessing the proxy '{0}'. This suggests that the server needs credentials to authenticate your identity to use a proxy. Provide credentials to access this resource.
cs: Při přístupu k proxy {0} server odpověděl zprávou HTTP 407 Vyžadováno ověření proxy. To naznačuje, že k tomu, aby server mohl používat proxy, potřebuje přihlašovací údaje, pomocí kterých ověří vaši identitu. Pro přístup k tomuto prostředku zadejte přihlašovací údaje.
de: Der Server hat beim Zugriff auf den Proxy "{0}" mit dem HTTP-Fehler "407 – Proxyauthentifizierung erforderlich" geantwortet. Dies weist darauf hin, dass der Server Anmeldeinformationen zum Authentifizieren Ihrer Identität benötigt, um einen Proxy zu verwenden. Geben Sie Anmeldeinformationen für den Zugriff auf diese Ressource an.
es: El servidor respondió con HTTP "407 Se requiere autenticación proxy" al acceder al proxy "{0}". Este hecho hace pensar que el servidor necesita credenciales para autenticar su identidad para usar un proxy. Proporcione credenciales para acceder a este recurso.
fr: Le serveur a répondu avec HTTP '407 Authentification proxy nécessaire' lors de l'accès au proxy '{0}'. Le serveur nécessite des informations d'identification pour vous identifier afin d'utiliser un proxy. Fournissez des informations d'identification pour accéder à cette ressource.
it: Il server ha restituito un errore HTTP '407: autenticazione proxy richiesta' durante l'accesso al proxy '{0}'. Questo suggerisce che il server necessita delle credenziali per autenticare l'identità dell'utente per l'uso di un proxy. Specificare le credenziali per accedere a questa risorsa.
ja: プロキシ '{0}' にアクセスするときに、サーバーが HTTP「407 プロキシによる認証が必要です」で応答しました。プロキシを使用するためには、身元を認証するための資格情報をサーバーが必要とすることを示します。このリソースにアクセスするための資格情報を提供してください。
ko: '{0}' 프록시에 액세스할 때 서버에서 HTTP '407 프록시 인증 필요'로 응답했습니다. 서버에서 프록시를 사용하도록 ID를 인증하려면 자격 증명이 필요합니다. 이 리소스에 액세스할 자격 증명을 제공하세요.
pl: Serwer wysłał odpowiedź HTTP 407 „Wymagane jest uwierzytelnianie serwera proxy” podczas uzyskiwania dostępu do serwera proxy „{0}”. Może to oznaczać, że serwer wymaga poświadczeń do uwierzytelnienia tożsamości w celu użycia serwera proxy. Podaj poświadczenia, aby uzyskać dostęp do tego zasobu.
pt_br: O servidor respondeu com HTTP '407 Autenticação de Proxy Necessária' ao acessar o proxy '{0}'. Isso sugere que o servidor precisa de credenciais para autenticar sua identidade para usar um proxy. Forneça credenciais para acessar este recurso.
ru: При попытке получить доступ к прокси-серверу "{0}" сервер вернул сообщение "HTTP 407 — требуется проверка подлинности через прокси-сервер". Это значит, что серверу нужны учетные данные, чтобы проверить подлинность вашего удостоверения и разрешить использовать прокси-сервер. Укажите учетные данные, чтобы получить доступ к этому ресурсу.
tr: '{0}' ara sunucusuna erişilirken sunucu HTTP '407 Ara Sunucu Kimlik Doğrulaması Gerekli' yanıtı döndürdü. Bu, sunucunun ara sunucu kullanmak üzere kimliğinizi doğrulamak için kimlik bilgilerinize ihtiyaç olduğu anlamına gelir. Bu kaynağa erişmek için kimlik bilgilerini sağlayın.
zh_hans: 访问代理“{0}”时，服务器响应为 HTTP“407 需要代理身份验证”。这表明服务器需要凭据来验证你的身份才能使用代理。请提供凭据以访问此资源。
zh_hant: 存取 Proxy '{0}' 時，伺服器回應了 HTTP '407 要求 Proxy 驗證'。這表示伺服器需要認證來驗證您使用 Proxy 的身分識別。請提供認證以存取此資源。
