Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Credentials/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PluginException_Abort_Format
source: Credential plugin {0} handles this request, but is unable to provide credentials. {1}
cs: Tuto žádost zpracovává plugin přihlašovacích údajů {0}, který však přihlašovací údaje nedokáže poskytnout. {1}
de: Das Anmeldeinformations-Plug-In "{0}" verarbeitet diese Anforderung, kann aber keine Anmeldeinformationen bereitstellen. {1}
es: El complemento de credencial {0} administra esta solicitud, pero no puede proporcionar credenciales. {1}
fr: Le plug-in d'informations d'identification {0} gère cette demande, mais ne peut pas fournir les informations d'identification. {1}
it: Il plug-in {0} delle credenziali gestisce la richiesta, ma non riesce a fornire le credenziali. {1}
ja: 資格情報のプラグイン {0} はこの要求を処理しますが、資格情報を入力することはできません。 {1}
ko: 자격 증명 플러그 인 {0}에서 이 요청을 처리하지만 자격 증명을 제공할 수 없습니다. {1}
pl: Wtyczka poświadczeń {0} obsługuje to żądanie, ale nie jest w stanie dostarczyć poświadczeń. {1}
pt_br: O plug-in da credencial {0} manuseia esta solicitação, mas não pode fornecer as credenciais. {1}
ru: Подключаемый модуль учетных данных {0} обрабатывает этот запрос, но предоставить учетные данные не удается. {1}
tr: Kimlik bilgeleri eklentisi {0} bu isteği işler ancak kimlik bilgileri sağlayamaz. {1}
zh_hans: 凭据插件 {0} 处理该请求，但无法提供凭据。{1}
zh_hant: 認證外掛程式 {0} 可處理此要求，但無法提供認證。{1}

# PluginException_Exception_Format
source: Credential plugin {0} encountered exception {1}.
cs: Došlo k výjimce pluginu přihlašovacích údajů {0}: {1}.
de: Ausnahme "{1}" bei Anmeldeinformations-Plug-In "{0}".
es: El complemento de credencial {0} encontró la excepción {1}.
fr: Le plug-in d'informations d'identification {0} a rencontré une exception {1}.
it: Il plug-in {0} delle credenziali ha riscontrato l'eccezione {1}.
ja: 資格情報のプラグイン {0} で例外 {1} が発生しました。
ko: 자격 증명 플러그 인 {0}에서 {1} 예외가 발생했습니다.
pl: Wtyczka poświadczeń {0} napotkała wyjątek {1}.
pt_br: O plug-in da credencial {0} encontrou uma exceção {1}.
ru: Подключаемый модуль учетных данных {0}: возникло исключение {1}.
tr: Kimlik bilgileri eklentisi {0}, {1} özel durumuyla karşılaştı.
zh_hans: 凭据插件 {0} 发生异常 {1}。
zh_hant: 認證外掛程式 {0} 發生例外狀況 {1}。

# PluginException_InvalidResponse_Format
source: Credential plugin {0} returned {1}, but the payload was not valid (username = {2}, password = {3}, authTypes = {4}, message = {5}).
cs: Plugin přihlašovacích údajů {0} vrátil tento výsledek: {1}, datová část však nebyla platná. Uživatelské jméno: {2}. Heslo: {3}. authTypes: {4}. Zpráva: {5}
de: Das Anmeldeinformations-Plug-In "{0}" hat "{1}" zurückgegeben, aber die Nutzdaten waren ungültig (Benutzername = {2}, Kennwort = {3}, authTypes = {4}, Meldung = {5}).
es: El complemento de credencial {0} devolvió {1}, pero la carga no era válida (nombre de usuario = {2}, contraseña = {3}, authTypes = {4}, mensaje = {5}).
fr: Le plug-in d'informations d'identification {0} a retourné {1}, mais le contenu n'était pas valide (nom d'utilisateur = {2}, mot de passe = {3}, authTypes = {4}, message = {5}).
it: Il plug-in {0} delle credenziali ha restituito {1}, ma il payload non è valido (nome utente = {2}, password = {3}, authTypes = {4}, messaggio = {5}).
ja: 資格情報のプラグイン {0} は {1} を返しましたが、ペイロードが無効でした (ユーザー名 = {2}、パスワード = {3}、authTypes = {4}、メッセージ = {5})。
ko: 자격 증명 플러그 인 {0}에서 {1}을(를) 반환했지만 페이로드가 잘못되었습니다(사용자 이름 = {2}, 암호 = {3}, authTypes = {4}, 메시지 = {5}).
pl: Wtyczka poświadczeń {0} zwróciła element {1}, ale ładunek był nieprawidłowy (nazwa użytkownika = {2}, hasło = {3}, authTypes = {4}, komunikat = {5}).
pt_br: O plug-in da credencial {0} retornou {1}, mas a carga de trabalho não era válida (nome de usuário = {2}, senha = {3}, authTypes = {4}, mensagem = {5}).
ru: Подключаемый модуль учетных данных {0} вернул {1}, но полезная нагрузка недопустима (имя пользователя = {2}, пароль = {3}, authTypes = {4}, сообщение = {5}).
tr: Kimlik bilgileri eklentisi {0}, {1} döndürdü, ancak yük geçerli değil (kullanıcı adı = {2}, parola = {3}, authTypes = {4}, ileti = {5}).
zh_hans: 凭据插件 {0} 返回 {1}，但有效负载无效(用户名 = {2}，密码 = {3}，authTypes = {4}，消息 = {5})。
zh_hant: 認證外掛程式 {0} 傳回了 {1}，但承載無效 (使用者名稱 = {2}，密碼 = {3}，authTypes = {4}，訊息 = {5})。

# PluginException_NotStarted_Format
source: Credential plugin {0} failed to start.
cs: Plugin přihlašovacích údajů {0} se nepovedlo spustit.
de: Das Anmeldeinformations-Plug-In "{0}" konnte nicht gestartet werden.
es: No se pudo iniciar el complemento de credencial {0}.
fr: Impossible de démarrer le plug-in d'informations d'identification {0}.
it: L'avvio del plug-in {0} delle credenziali non è riuscito.
ja: 資格情報のプラグイン {0} を開始できませんでした。
ko: 자격 증명 플러그 인 {0}을(를) 시작할 수 없습니다.
pl: Nie udało się uruchomić wtyczki poświadczeń {0}.
pt_br: Falha ao iniciar o plug-in de credencial {0}.
ru: Не удалось запустить подключаемый модуль учетных данных {0}.
tr: Kimlik bilgileri eklentisi {0} başlatılamadı.
zh_hans: 凭据插件 {0} 未能启动。
zh_hant: 認證外掛程式 {0} 無法啟動。

# PluginException_PathNotFound_Format
source: Credential plugin {0} not found at any of the following locations {1}.
cs: Plugin přihlašovacích údajů {0} nebyl nalezen v žádném z následujících umístění: {1}.
de: Das Anmeldeinformations-Plug-In "{0}" wurde an keinem der folgenden Standorte gefunden: {1}.
es: No se encontró el complemento de credencial {0} en ninguna de las siguientes ubicaciones {1}.
fr: Le plug-in d'informations d'identification {0} est introuvable dans les emplacements suivants {1}.
it: Il plug-in {0} delle credenziali non è stato trovato nei percorsi seguenti: {1}.
ja: 資格情報のプラグイン {0} が次の場所 {1} のどこにも見つかりませんでした。
ko: 다음 위치 {1}에서 자격 증명 플러그 인 {0}을(를) 찾을 수 없습니다.
pl: Nie znaleziono wtyczki poświadczeń {0} w żadnej z następujących lokalizacji: {1}.
pt_br: Plug-in de credencial {0} não encontrado em nenhum dos seguintes locais {1}.
ru: Подключаемый модуль учетных данных {0} не найден ни в одном из следующих расположений {1}.
tr: Kimlik bilgileri eklentisi {0} şu konumlardan birinde bulunamadı: {1}.
zh_hans: 在以下任何位置 {1} 中找不到凭据插件 {0}。
zh_hant: 在下列任何位置皆找不到認證外掛程式 {0}: {1}。

# PluginException_Timeout_Format
source: Credential plugin {0} timed out after {1} seconds.
cs: Po {1} sekundách došlo k vypršení časového limitu pluginu přihlašovacích údajů {0}.
de: Timeout für Anmeldeinformations-Plug-In "{0}" nach {1} Sekunden.
es: Se agotó el tiempo de espera del complemento de credencial {0} después de {1} segundos.
fr: Le plug-in d'informations d'identification {0} a expiré après {1} secondes.
it: Si è verificato il timeout del plug-in {0} delle credenziali dopo {1} secondi.
ja: 資格情報のプラグイン {0} は、{1} 秒後にタイムアウトしました。
ko: 자격 증명 플러그 인 {0}이(가) {1}초 후 시간 초과되었습니다.
pl: Przekroczono limit czasu wtyczki poświadczeń {0} po upływie {1} s.
pt_br: O plug-in de credencial {0} atingiu o tempo limite depois de {1} segundos.
ru: Подключаемый модуль учетных данных {0}: время ожидания истекло через {1} секунд.
tr: Kimlik bilgileri eklentisi {0}, {1} saniye sonra zaman aşımına uğradı.
zh_hans: {1} 秒后，凭据插件 {0} 超时。
zh_hant: 認證外掛程式 {0} 在經過 {1} 秒之後逾時。

# PluginException_UnexpectedStatus_Format
source: Credential plugin {0} exited with unexpected error {1}.
cs: Plugin přihlašovacích údajů {0} byl ukončen. Došlo v něm k neočekávané chybě: {1}.
de: Das Anmeldeinformations-Plug-In "{0}" wurde mit einem unerwarteten Fehler beendet: "{1}".
es: El complemento de credencial {0} se cerró de forma inesperada con el error {1}.
fr: Le plug-in d'informations d'identification {0} s'est fermé avec une erreur inattendue {1}.
it: Il plug-in {0} delle credenziali è stato chiuso con un errore imprevisto: {1}.
ja: 資格情報のプラグイン {0} は、予期しないエラー {1} により終了しました。
ko: 자격 증명 플러그 인 {0}이(가) 예기치 않은 오류 {1}(으)로 인해 종료되었습니다.
pl: Wtyczka poświadczeń {0} zakończyła działanie z powodu nieoczekiwanego błędu: {1}.
pt_br: O plug-in de credencial {0} saiu com erro inesperado {1}.
ru: Подключаемый модуль учетных данных {0} завершил работу из-за неожиданной ошибки {1}.
tr: Kimlik bilgileri eklentisi {0}, beklenmeyen {1} hatasıyla çıkış yaptı.
zh_hans: 凭据插件 {0} 已退出，发生意外错误 {1}。
zh_hant: 認證外掛程式 {0} 因為發生未預期的錯誤 {1} 而結束。

# PluginException_UnreadableResponse_Format
source: Credential plugin {0} returned {1} with an unreadable payload.
cs: Plugin přihlašovacích údajů {0} vrátil výsledek {1} s nečitelnou datovou částí.
de: Das Anmeldeinformations-Plug-In "{0}" hat "{1}" mit nicht lesbaren Nutzdaten zurückgegeben.
es: El complemento de credencial {0} devolvió {1} con una carga no ilegible.
fr: Le plug-in d'informations d'identification {0} a retourné {1} avec un contenu illisible.
it: Il plug-in {0} delle credenziali ha restituito {1} con un payload non leggibile.
ja: 資格情報のプラグイン {0} は、読み取り不可のペイロードにより {1} を返しました。
ko: 자격 증명 플러그 인 {0}이(가) 읽을 수 없는 페이로드가 포함된 {1}을(를) 반환했습니다.
pl: Wtyczka poświadczeń {0} zwróciła element {1} z nieczytelnym ładunkiem.
pt_br: O plug-in de credencial {0} retornou {1} com uma carga não legível.
ru: Подключаемый модуль учетных данных {0} вернул {1} с нечитаемой полезной нагрузкой.
tr: Kimlik bilgileri eklentisi {0}, okunamayan yüke sahip {1} döndürdü.
zh_hans: 凭据插件 {0} 返回具有无法读取的有效负载的 {1}。
zh_hant: 認證外掛程式 {0} 傳回 {1}，包含了無法讀取的承載。

# PluginWarning_PluginIsBeingDeprecated
source: The credential plugin model used by '{0}' is deprecated. Please contact the provider of the plugin for an alternative. More information about the recommended plugin model can be found at '{1}'.
cs: Model modulu plug-in přihlašovacích údajů, který používá {0}, je zastaralý. Požádejte prosím poskytovatele modulu plug-in o alternativu. Další informace o doporučeném modelu modulu plug-in najdete zde: {1}.
de: Das von "{0}" verwendete Plug-In-Modell für Anmeldeinformationen ist veraltet. Wenden Sie sich an den Anbieter des Plug-Ins, um eine Alternative zu erhalten. Weitere Informationen zum empfohlenen Plug-in-Modell finden Sie unter "{1}".
es: El modelo de complemento de credencial que "{0}" utiliza está en desuso. Póngase en contacto con el proveedor del complemento para obtener una alternativa. Puede encontrar más información sobre el modelo de complemento recomendado en "{1}".
fr: Le modèle de plug-in d'informations d'identification utilisé par '{0}' est déprécié. Contactez le fournisseur du plug-in pour trouver une solution. Vous trouverez plus d'informations sur le modèle de plug-in recommandé sur '{1}'.
it: Il modello di plug-in delle credenziali usato da '{0}' è deprecato. Per un'alternativa, contattare il provider del plug-in. Per altre informazioni sul modello di plug-in consigliato, vedere '{1}'.
ja: '{0}' で使用されている資格情報プラグイン モデルは非推奨です。代替手段については、プラグインのプロバイダーにお問い合わせください。推奨されるプラグイン モデルの詳細については、'{1}' を参照してください。
ko: '{0}'에 사용된 자격 증명 플러그 인이 사용되지 않습니다. 대체 방법에 대해 플러그 인 공급자에게 문의하세요. 권장 플러그 인 모델에 대한 자세한 내용은 '{1}'에서 찾을 수 있습니다.
pl: Model wtyczki poświadczeń używany przez element „{0}” jest przestarzały. Skontaktuj się z dostawcą wtyczki, aby uzyskać alternatywną wtyczkę. Więcej informacji na temat zalecanego modelu wtyczki można znaleźć pod adresem „{1}”.
pt_br: O modelo de plug-in de credencial usado por '{0}' foi preterido. Entre em contato com o provedor do plug-in para obter uma alternativa. Encontre mais informações sobre o modelo de plug-in recomendado em '{1}'.
ru: Модель подключаемого модуля учетных данных, используемая "{0}", устарела. Для получения альтернативной версии обратитесь к поставщику подключаемого модуля. Дополнительные сведения о рекомендуемой модели подключаемого модуля см. на странице "{1}".
tr: '{0}' tarafından kullanılan kimlik bilgisi eklenti modeli kullanım dışı. Lütfen başka bir model için eklentinin sağlayıcısına başvurun. Önerilen eklenti modeli hakkında daha fazla bilgiyi '{1}' bölümünde bulabilirsiniz.
zh_hans: “{0}”使用的凭据插件模型已弃用。请与该插件的提供商联系以获取替代模型。有关建议的插件模型的详细信息，请查看“{1}”。
zh_hant: 已淘汰 '{0}' 使用的認證外掛程式模型。請連絡外掛程式的提供者以取得替代模型。如需建議外掛程式模型的詳細資訊，請參閱 '{1}'。

# ProviderException_InvalidCredentialResponse
source: Could not create credential response object because the response was invalid.
cs: Objekt odpovědi na dotaz na přihlašovací údaje se nepovedlo vytvořit, protože odpověď byla neplatná.
de: Das Antwortobjekt für die Anmeldeinformationen konnte nicht erstellt werden, weil die Antwort ungültig war.
es: No se pudo crear el objeto de respuesta de credencial porque la respuesta no era válida.
fr: Impossible de créer l'objet de réponse d'informations d'identification car la réponse n'est pas valide.
it: Non è stato possibile creare l'oggetto risposta delle credenziali perché la risposta non è valida.
ja: 資格情報の応答オブジェクトは、応答が無効なため作成できませんでした。
ko: 응답이 잘못되었으므로 자격 증명 응답 개체를 만들 수 없습니다.
pl: Nie można utworzyć obiektu odpowiedzi poświadczeń, ponieważ odpowiedź była nieprawidłowa.
pt_br: Não foi possível criar o objeto de resposta da credencial porque a resposta era inválida.
ru: Не удалось создать объект ответа учетных данных, так как ответ был недопустимым.
tr: Yanıt geçersiz olduğu için kimlik bilgileri yanıt nesnesi oluşturulamadı.
zh_hans: 由于响应无效，无法创建凭据响应对象。
zh_hant: 因為回應無效，所以無法建立認證回應物件。

# ProviderException_MalformedResponse
source: Credential provider gave an invalid response.
cs: Poskytovatel pověření dal neplatnou odpověď.
de: Anmeldeinformationsanbieter hat eine ungültige Antwort gesendet.
es: El Proveedor de credenciales proporcionó una respuesta no válida.
fr: Le fournisseur d'informations d'identification a donné une réponse non valide.
it: Il provider di credenziali ha restituito una risposta non valida.
ja: 資格情報プロバイダーの応答が正しくありません。
ko: 자격 증명 공급자가 잘못된 응답을 제공하였습니다.
pl: Dostawca poświadczeń udzielił nieprawidłowej odpowiedzi.
pt_br: O provedor de credenciais deu uma resposta inválida.
ru: Поставщик учетных данных вернул недопустимый ответ.
tr: Kimlik bilgisi sağlayıcısı, geçersiz bir yanıt verdi.
zh_hans: 凭据提供程序给出了无效的响应。
zh_hant: 認證提供者給予無效的回應。

# SecurePluginNotice_UsingPluginAsProvider
source: Using {0} as a credential provider plugin.
cs: Jako modul plug-in poskytovatele přihlašovacích údajů se používá {0}.
de: "{0}" wird als Anbieter-Plug-In für Anmeldeinformationen verwendet.
es: Se usa {0} como complemento del proveedor de credenciales.
fr: Utilisation de {0} en tant que plug-in de fournisseur d'informations d'identification.
it: {0} verrà usato come plug-in del provider di credenziali.
ja: 資格情報プロバイダーのプラグインとして {0} を使用しています。
ko: 자격 증명 공급자 플러그 인으로 {0}을(를) 사용하는 중입니다.
pl: Używanie elementu {0} jako wtyczki dostawcy poświadczeń.
pt_br: Usando {0} como um plug-in de provedor de credenciais.
ru: {0} используется как подключаемый модуль поставщика учетных данных.
tr: Kimlik bilgisi sağlayıcı eklentisi olarak {0} kullanılıyor.
zh_hans: 使用 {0} 作为凭据提供程序插件。
zh_hant: 使用 {0} 作為認證提供者外掛程式。

# SecurePluginWarning_UseInteractiveOption
source: The plugin credential provider could not acquire credentials. Authentication may require manual action. Consider re-running the command with --interactive for `dotnet`, /p:NuGetInteractive="true" for MSBuild or removing the -NonInteractive switch for `NuGet`
cs: Poskytovatel přihlašovacích údajů modulu plug-in nemohl získat přihlašovací údaje. Je možné, že ověřování bude vyžadovat ruční zásah. Zvažte možnost spustit příkaz znovu s přepínačem --interactive pro dotnet nebo /p:NuGetInteractive="true" pro MSBuild, nebo odebrat přepínač -NonInteractive pro NuGet.
de: Der Anbieter für Plug-In-Anmeldeinformationen konnte keine Anmeldeinformationen abrufen. Die Authentifizierung erfordert möglicherweise ein manuelles Eingreifen. Erwägen Sie eine erneute Ausführung des Befehls mit "--interactive" für 'dotnet', /p:NuGetInteractive="true" für MSBuild, oder entfernen Sie die Option "-NonInteractive" für "NuGet".
es: El proveedor de credenciales del complemento no pudo adquirir las credenciales. La autenticación puede requerir una acción manual. Considere la posibilidad de volver a ejecutar el comando con --interactive para "dotnet", /p:NuGetInteractive="true" para MSBuild o de quitar el modificador -NonInteractive para "NuGet".
fr: Le fournisseur d'informations d'identification de plug-in n'a pas pu obtenir d'informations d'identification. L'authentification peut nécessiter une action manuelle. Réexécutez la commande avec --interactive pour 'dotnet', /p:NuGetInteractive="true" pour MSBuild ou supprimez le commutateur -NonInteractive pour 'NuGet'
it: Il provider di credenziali del plug-in non è riuscito ad acquisire le credenziali. Per l'autenticazione può essere necessario intervenire manualmente. Provare a eseguire di nuovo il comando con --interactive per `dotnet`, /p:NuGetInteractive="true" per MSBuild oppure a rimuovere l'opzione -NonInteractive per `NuGet`
ja: プラグインの資格情報プロバイダーは資格情報を取得できませんでした。認証は手動アクションを必要とする可能性があります。'dotnet' に --interactive を指定してコマンドを再実行することを検討してください。その際、MSBuild に対して /p:NuGetInteractive ="true"とするか、'NuGet' について -NonInteractive スイッチを削除します。
ko: 플러그 인 자격 증명 공급자가 자격 증명을 가져올 수 없습니다. 인증에 수동 작업이 필요할 수 있습니다. `dotnet`에 대해 --interactive, MSBuild에 대해 /p:NuGetInteractive="true"를 사용하는 명령을 다시 실행해 보거나 `NuGet`에 대해 -NonInteractive 스위치를 제거해 보세요.
pl: Dostawca poświadczeń wtyczki nie może uzyskać poświadczeń. Uwierzytelnianie może wymagać ręcznej akcji. Należy rozważyć ponowne uruchomienie polecenia z parametrem --interactive dla programu „dotnet” lub parametrem /p:NuGetInteractive="true" dla programu MSBuild albo usunięcie przełącznika -NonInteractive dla programu „NuGet”
pt_br: O provedor de credenciais de plug-in não pôde adquirir credenciais. A autenticação pode exigir ação manual. É recomendável executar novamente o comando com --interactive para `dotnet`, /p:NuGetInteractive="true" para MSBuild ou remover a opção -NonInteractive para `NuGet`
ru: Поставщику учетных данных подключаемого модуля не удалось получить учетные данные. Для проверки подлинности могут потребоваться ручные действия. Попробуйте повторно запустить команду с параметром --interactive в случае "dotnet", параметром /p:NuGetInteractive="true" в случае MSBuild или удалить параметр -NonInteractive в случае "NuGet"
tr: Eklenti kimlik bilgisi sağlayıcısı kimlik bilgilerini alamadı. Kimlik doğrulaması el ile gerçekleştirilen eylem gerektirebilir. Komutu `dotnet` için --interactive, MSBuild için /p:NuGetInteractive="true" anahtarıyla ile ya da `NuGet` için -NonInteractive anahtarını kaldırarak yeniden çalıştırın
zh_hans: 插件凭据提供程序无法获取凭据。身份验证可能需要手动操作。请考虑重新运行命令，并设置 --interactive (对于 `dotnet`)、/p:NuGetInteractive="true" (对于 MSBuild)或删除 -NonInteractive 开关(对于 `NuGet`)
zh_hant: 外掛程式認證提供者無法取得認證。驗證可能需要手動動作。請考慮使用 --interactive (`dotnet`) 或 /p:NuGetInteractive="true" (MSBuild) 重新執行命令，或移除 -NonInteractive 參數 (`NuGet`)
