Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ClientCertificatesCommandUsageExamples
source: nuget client-certs Add -PackageSource Foo -Path .\MyCertificate.pfx nuget client-certs Add -PackageSource Contoso -Path c:\MyCertificate.pfx -Password 42 nuget client-certs Add -PackageSource Foo -FindValue ca4e7b265780fc87f3cb90b6b89c54bf4341e755 nuget client-certs Add -PackageSource Contoso -StoreLocation LocalMachine -StoreName My -FindBy Thumbprint -FindValue ca4e7b265780fc87f3cb90b6b89c54bf4341e755 nuget client-certs Update -PackageSource Foo -FindValue ca4e7b265780fc87f3cb90b6b89c54bf4341e755 nuget client-certs Remove -PackageSource certificateName nuget client-certs nuget client-certs List
es: nuget client-certs Agregar -PackageSource Foo -Path .\MyCertificate.pfx nuget client-certs Add -PackageSource Contoso -Path c:\MyCertificate.pfx -Password 42 Agregar certificado de cliente de nuget -PackageSource Foo -FindValue ca4e7b265780fc87f3cb90b6b89c54bf4341e755 Agregar certificado de cliente de nuget -PackageSource Contoso -StoreLocation LocalMachine -StoreName My -FindBy Thumbprint -FindValue ca4e7b265780fc87f3cb90b6b89c54bf4341e755 Actualizar certificado de cliente de nuget -PackageSource Foo -FindValue ca4e7b265780fc87f3cb90b6b89c54bf4341e755 Eliminar certificado de cliente de nuget -PackageSource certificateName nuget client-certs Lista de certificados de cliente de nuget
fr: nuget client-certs Ajouter -PackageSource Foo -Path .\MyCertificate.pfx nuget client-certs Ajouter -PackageSource Contoso -Path c:\MyCertificate.pfx -Password 42 nuget client-certs Ajouter -PackageSource Foo -FindValue ca4e7b265780fc87f3cb90b6b89c54bf4341e755 nuget client-certs Ajouter -PackageSource Contoso -StoreLocation LocalMachine -StoreName My -FindBy Thumbprint -FindValue ca4e7b265780fc87f3cb90b6b89c54bf4341e755 nuget client-certs Mise à jour -PackageSource Foo -FindValue ca4e7b265780fc87f3cb90b6b89c54bf4341e755 nuget client-certs Supprimer -PackageSource certificateName nuget client-certs liste nuget client-certs

# ConfigCommandExamples
source: nuget config -Set HTTP_PROXY=http://127.0.0.1 -Set HTTP_PROXY.USER=domain\user nuget config HTTP_PROXY
es: nuget config -Set HTTP_PROXY=http://127.0.0.1 -Set HTTP_PROXY. USER=dominio\usuario nuget config HTTP_PROXY

# DeleteCommandUsageExamples
source: nuget delete MyPackage 1.0 nuget delete MyPackage 1.0 -NoPrompt
es: nuget borrar MyPackage 1.0 nuget borrar MyPackage 1.0 -NoPrompt

# ListCommandUsageExamples
source: nuget list nuget list -verbose -allversions
es: lista de NuGet nuget list -verbose -allversions
tr: nuget listesi nuget list -verbose -allversions

# PackCommandUsageExamples
source: nuget pack nuget pack foo.nuspec nuget pack foo.csproj nuget pack foo.csproj -Build -Symbols -Properties Configuration=Release nuget pack foo.nuspec -Version 2.1.0
es: paquete nuget nuget pack foo.nuspec nuget pack foo.csproj nuget pack foo.csproj -Build -Symbols -Properties Configuration=Release nuget pack foo.nuspec -Version 2.1.0
tr: nuget pack nuget pack foo.nuspec nuget pack foo.csproj nuget pack foo.csproj -Build -Symbols -Properties Configuration=Release nuget pack foo.nuspec -Sürüm 2.1.0

# SignCommandUsageExamples
source: nuget sign MyPackage.nupkg -Timestamper https://foo.bar nuget sign .\..\MyPackage.nupkg -Timestamper https://foo.bar -OutputDirectory .\..\Signed
es: nuget sign MyPackage.nupkg -Timestamper https://foo.bar signo nuget .\.. \MyPackage.nupkg -Timestamper https://foo.bar -OutputDirectory .\.. \Firmado
tr: nuget işareti MyPackage.nupkg -Timestamper https://foo.bar nuget işareti .\..\MyPackage.nupkg -Timestamper https://foo.bar -OutputDirectory .\..\İmzalı

# TrustedSignersCommandUsageExamples
source: nuget trusted-signers nuget trusted-signers Add -Name existingSource nuget trusted-signers Add -Name trustedRepo -ServiceIndex https://trustedRepo.test/v3ServiceIndex nuget trusted-signers Add -Name author1 -CertificateFingerprint CE40881FF5F0AD3E58965DA20A9F571EF1651A56933748E1BF1C99E537C4E039 -FingerprintAlgorithm SHA256 nuget trusted-signers Add -Repository .\..\MyRepositorySignedPackage.nupkg -Name TrustedRepo nuget trusted-signers Remove -Name TrustedRepo
es: firmantes de confianza de NuGet nuget trusted-signers Add -Name existingSource nuget trusted-signers Add -Name trustedRepo -ServiceIndex https://trustedRepo.test/v3ServiceIndex nuget trusted-signers Add -Name author1 -CertificateFingerprint CE40881FF5F0AD3E58965DA20A9F571EF1651A56933748E1BF1C99E537C4E039 -FingerprintAlgorithm SHA256 nuget trusted-signers Add -Repository .\.. \MyRepositorySignedPackage.nupkg -Name TrustedRepo nuget trusted-signers Remove -Name TrustedRepo
