Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# LocalsCommand_ClearFailed
source: Clearing local resources failed: one or more errors occured.
cs: Nepovedlo se vymazat místní prostředky: došlo k jedné nebo více chybám.
de: Fehler beim Löschen der lokalen Ressourcen: Mindestens ein Fehler ist aufgetreten.
es: Error al borrar los recursos locales: se produjeron uno o varios errores.
fr: Échec de l’effacement des ressources locales : une ou plusieurs erreurs se sont produites.
it: Cancellazione delle risorse locali non riuscita: si sono verificati uno o più errori.
ja: ローカル リソースのクリアに失敗しました: 1 つ以上のエラーが発生しました。
ko: 로컬 리소스 지우기 실패: 하나 이상의 오류가 발생했습니다.
pl: Czyszczenie zasobów lokalnych nie powiodło się: wystąpił co najmniej jeden błąd.
pt_br: Falha ao limpar recursos locais: ocorreu um ou mais erros.
ru: Не удалось очистить локальные ресурсы. Произошла одна или несколько ошибок.
tr: Yerel kaynaklar temizlenemedi: bir veya daha fazla hata oluştu.
zh_hans: 清除本地资源失败: 发生一个或多个错误。
zh_hant: 清除本機資源失敗: 發生一或多個錯誤。

# LocalsCommand_ClearedSuccessful
source: Local resources cleared.
cs: Místní prostředky se vymazaly.
de: Die lokalen Ressourcen wurden gelöscht.
es: Recursos locales borrados.
fr: Ressources locales effacées.
it: Le risorse locali sono state cancellate.
ja: ローカル リソースがクリアされました。
ko: 로컬 리소스가 삭제되었습니다.
pl: Wyczyszczono zasoby lokalne.
pt_br: Recursos locais limpos.
ru: Локальные ресурсы очищены.
tr: Yerel kaynaklar temizlendi.
zh_hans: 本地资源已清除。
zh_hant: 已清除本機資源。

# LocalsCommand_ClearingNuGetCache
source: Clearing NuGet cache: {0}
cs: Vymazává se mezipaměť NuGet: {0}
de: Der NuGet-Cache wird geleert: {0}
es: Borrando la caché de NuGet: {0}
fr: Effacement du cache NuGet : {0}
it: Cancellazione della cache NuGet: {0}
ja: NuGet キャッシュをクリア中: {0}
ko: NuGet 캐시 지우기: {0}
pl: Czyszczenie pamięci podręcznej narzędzia NuGet: {0}
pt_br: Limpando o cache NuGet: {0}
ru: Очищается кэш NuGet: {0}
tr: NuGet önbelleği temizleniyor: {0}
zh_hans: 正在清除 NuGet 缓存: {0}
zh_hant: 正在清除 NuGet 快取: {0}

# LocalsCommand_ClearingNuGetGlobalPackagesCache
source: Clearing NuGet global packages cache: {0}
cs: Vymazává se mezipaměť globálních balíčků NuGet: {0}
de: Der NuGet-Cache für globale Pakete wird geleert: {0}
es: Borrando la caché de paquetes globales de NuGet: {0}
fr: Effacement du cache des packages globaux NuGet : {0}
it: Cancellazione della cache globale dei pacchetti NuGet: {0}
ja: NuGet グローバル パッケージ キャッシュをクリア中: {0}
ko: NuGet 글로벌 패키지 캐시 지우기: {0}
pl: Czyszczenie globalnej pamięci podręcznej pakietów narzędzia NuGet: {0}
pt_br: Limpando cache de pacotes global NuGet: {0}
ru: Очищается глобальный кэш пакетов NuGet: {0}
tr: NuGet genel paketleri önbelleği temizleniyor: {0}
zh_hans: 正在清除 NuGet 全局包缓存: {0}
zh_hant: 正在清除 NuGet 全域套件快取: {0}

# LocalsCommand_ClearingNuGetHttpCache
source: Clearing NuGet HTTP cache: {0}
cs: Vymazává se mezipaměť HTTP NuGet: {0}
de: Der NuGet-HTTP-Cache wird geleert: {0}
es: Borrando la caché HTTP de NuGet: {0}
fr: Effacement du cache HTTP NuGet : {0}
it: Cancellazione della cache HTTP NuGet: {0}
ja: NuGet HTTP キャッシュをクリア中: {0}
ko: NuGet HTTP 캐시 지우기: {0}
pl: Czyszczenie pamięci podręcznej HTTP narzędzia NuGet: {0}
pt_br: Limpando o cache NuGet HTTP: {0}
ru: Очищается кэш HTTP NuGet: {0}
tr: NuGet HTTP önbelleği temizleniyor: {0}
zh_hans: 正在清除 NuGet HTTP 缓存: {0}
zh_hant: 正在清除 NuGet HTTP 快取: {0}

# LocalsCommand_FailedToDeletePath
source: Failed to delete '{0}'.
cs: Nepovedlo se odstranit {0}.
de: Fehler beim Löschen von "{0}".
es: No se pudo eliminar "{0}".
fr: Échec de la suppression de '{0}'.
it: Non è stato possibile eliminare '{0}'.
ja: '{0}' を削除できませんでした。
ko: '{0}'을(를) 삭제하지 못했습니다.
pl: Nie można usunąć pliku „{0}”.
pt_br: Falha ao excluir '{0}'.
ru: Не удалось удалить "{0}".
tr: '{0}' silinemedi.
zh_hans: 未能删除“{0}”。
zh_hant: 無法刪除 '{0}'。

# LocalsCommand_InvalidLocalResourceName
source: An invalid local resource name was provided. Please provide one of the following values: http-cache, packages-cache, global-packages, all.
cs: Byl zadán neplatný název místního prostředku. Zadejte jednu z následujících hodnot: http-cache, packages-cache, global-packages, all.
de: Es wurde ein ungültiger Name für eine lokale Ressource angegeben. Geben Sie einen der folgenden Werte an: http-cache, packages-cache, global-packages, all.
es: Se ha proporcionado un nombre de recurso local no válido. Proporcione uno de los siguientes valores: http-cache, temp, global-packages, all.
fr: Un nom de ressource locale non valide a été fourni. Indiquez une des valeurs suivantes : http-cache, packages-cache, global-packages, all.
it: È stato specificato un nome di risorsa locale non valido. Specificare uno dei valori seguenti: http-cache, packages-cache, global-packages, all.
ja: 無効なローカル リソース名が指定されました。次のいずれかの値を指定してください: http-cache、packages-cache、global-packages、all。
ko: 잘못된 로컬 리소스 이름이 제공되었습니다. 다음 값 중 하나를 제공하세요: http-cache, packages-cache, global-packages, all.
pl: Podano nieprawidłową nazwę zasobu lokalnego. Podaj jedną z następujących wartości: http-cache, temp, global-packages, all.
pt_br: Um nome de recurso local inválido foi fornecido. Forneça um dos seguintes valores: http-cache, packages-cache, global-packages, all.
ru: Указано недопустимое имя локального ресурса. Укажите одно из следующих значений: http-cache, packages-cache, global-packages, all.
tr: Sağlanan yerel kaynak adı geçersiz. Lütfen şu değerlerden birini sağlayın: http-cache, packages-cache, global-packages, hepsi.
zh_hans: 提供了无效的本地资源名称。请提供以下值之一: http-cache、packages-cache、global-packages、all。
zh_hant: 提供的本機資源名稱無效。請提供下列其中一個值: http-cache、packages-cache、global-packages、all。

# LocalsCommand_LocalResourcePathNotSet
source: The location of local resource '{0}' is undefined.
cs: Umístění místního prostředku {0} není definované.
de: Der Speicherort der lokalen Ressource "{0}" wurde nicht definiert.
es: La ubicación del recurso local "{0}" no está definida.
fr: L'emplacement de la ressource locale '{0}' n'est pas défini.
it: Il percorso della risorsa locale '{0}' non è definito.
ja: ローカル リソース '{0}' の場所が定義されていません。
ko: 로컬 리소스 '{0}'의 위치가 정의되지 않았습니다.
pl: Nie zdefiniowano lokalizacji zasobu lokalnego „{0}”.
pt_br: A localização do recurso local '{0}' é indefinida.
ru: Расположение локального ресурса "{0}" не определено.
tr: '{0}' yerel kaynağının konumu tanımlı değil.
zh_hans: 本地资源“{0}”的位置未定义。
zh_hant: 未定義本機資源 '{0}' 的位置。

# LocalsCommand_LocalsPartiallyCleared
source: Local resources partially cleared.
cs: Místní prostředky se částečně vymazaly.
de: Die lokalen Ressourcen wurden teilweise gelöscht.
es: Recursos locales parcialmente borrados.
fr: Ressources locales partiellement effacées.
it: Le risorse locali sono state parzialmente cancellate.
ja: ローカル リソースが一部クリアされました。
ko: 로컬 리소스를 부분적으로 지웠습니다.
pl: Częściowo wyczyszczono zasoby lokalne.
pt_br: Recursos locais parcialmente limpos.
ru: Локальные ресурсы частично удалены.
tr: Yerel kaynaklar kısmen temizlendi.
zh_hans: 本地资源已部分清除。
zh_hant: 已部份清除本機資源。

# LookingForInstalledPackages
source: Looking for installed packages in '{0}'.
cs: Hledají se nainstalované balíčky v „{0}“.
de: Es wird nach installierten Paketen in „{0}“ gesucht.
es: Buscando paquetes instalados en “{0}”.
fr: Recherche de packages installés dans '{0}'.
it: Ricerca dei pacchetti installati in '{0}'.
ja: '{0}' でインストールされているパッケージを探しています。
ko: '{0}'에서 설치된 패키지를 찾고 있습니다.
pl: Wyszukiwanie zainstalowanych pakietów w „{0}”.
pt_br: Procurando pacotes instalados em '{0}'.
ru: Поиск установленных пакетов в "{0}".
tr: '{0}' içinde yüklü paketler aranıyor.
zh_hans: 正在 "{0}" 中查找已安装的包。
zh_hant: 正在 '{0}' 中尋找已安裝的封裝。

# MSBuildAutoDetection
source: MSBuild auto-detection: using msbuild version '{0}' from '{1}'.
cs: Automatické zjišťování MSBuild: používá se msbuild version „{0}“ z „{1}“.
de: Automatische MSBuild-Erkennung: Die MSBuild-Version „{0}“ aus „{1}“ wird verwendet.
es: Detección automática de MSBuild: se usará la versión de msbuild “{0}” de “{1}”.
fr: Détection automatique MSBuild : utilisation de la version msbuild '{0}' de '{1}'.
it: Rilevamento automatico di MSBuild: uso della versione msbuild '{0}' da '{1}'.
ja: MSBuild 自動検出: '{1}' から MSBuild バージョン '{0}' を使用します。
ko: MSBuild 자동 검색: '{1}'의 msbuild 버전 '{0}' 사용.
pl: Automatyczne wykrywanie programu msBuild: używanie wersji msbuild „{0}” z „{1}”.
pt_br: Detecção automática do MSBuild: usando a versão do msbuild '{0}' de '{1}'.
ru: Автоматическое обнаружение MSBuild: используется msbuild версии "{0}" из "{1}".
tr: MSBuild otomatik algılama: '{1}' kaynağından msbuild '{0}' kullanılıyor.
zh_hans: MSBuild 自动检测: 使用来自 "{1}" 的 msbuild 版本 "{0}"。
zh_hant: MSBuild 自動偵測: 正在使用來自 '{1}' 的 msbuild 版本 '{0}'。

# MSBuildAutoDetection_Verbose
source: MSBuild auto-detection: using msbuild version '{0}' from '{1}'. Use option -MSBuildVersion to force nuget to use a specific version of MSBuild.
cs: Automatické zjišťování MSBuild: používá se msbuild version „{0}“ z „{1}“. Pomocí možnosti -MSBuildVersion vynutíte, aby nástroj nuget používal konkrétní verzi nástroje MSBuild.
de: Automatische MSBuild-Erkennung: Die MSBuild-Version „{0}“ aus „{1}“ wird verwendet. Verwenden Sie die Option -MSBuildVersion, um NuGet zu zwingen, eine bestimmte Version von MSBuild zu verwenden.
es: Detección automática de MSBuild: se usará la versión de msbuild “{0}” de “{1}”. Use la opción -MSBuildVersion para forzar que NuGet use una versión específica de MSBuild.
fr: Détection automatique MSBuild : utilisation de la version msbuild '{0}' de '{1}'.Utilisez l’option -MSBuildVersion pour forcer nuget à utiliser une version spécifique de MSBuild.
it: Rilevamento automatico di MSBuild: uso della versione msbuild '{0}' da '{1}'. Usare l'opzione -MSBuildVersion per forzare nuget a usare una versione specifica di MSBuild.
ja: MSBuild 自動検出: '{1}' から msbuild バージョン '{0}' を使用します。オプション -MSBuildVersion を使用して、NuGet で特定のバージョンの MSBuild を強制的に使用します。
ko: MSBuild 자동 검색: '{1}'의 msbuild 버전 '{0}' 사용. -MSBuildVersion 옵션을 사용하여 nuget이 특정 버전의 MSBuild를 사용하도록 합니다.
pl: Automatyczne wykrywanie programu msBuild: używanie wersji msbuild „{0}” z „{1}”. Użyj opcji -MSBuildVersion, aby wymusić użycie przez menedżer pakietów NuGet określonej wersji programu MSBuild.
pt_br: Detecção automática do MSBuild: usando a versão do msbuild '{0}' de '{1}'. Use a opção -MSBuildVersion para forçar o nuget a usar uma versão específica do MSBuild.
ru: Автоматическое обнаружение MSBuild: используется msbuild версии "{0}" из "{1}". Используйте параметр -MSBuildVersion, чтобы принудительно использовать определенную версию MSBuild.
tr: MSBuild otomatik algılama: '{1}' kaynağından msbuild '{0}' sürümü kullanılıyor. Nuget'i belirli bir MSBuild sürümünü kullanmaya zorlamak için -MSBuildVersion seçeneğini kullanın.
zh_hant: MSBuild 自動偵測: 使用來自 '{1}' 的 msbuild 版本 '{0}'。使用選項 -MSBuildVersion 強制 Nuget 使用特定版本的 MSBuild。

# MSbuildFromPath
source: Using Msbuild from '{0}'.
cs: Pomocí nástroje Msbuild z „{0}“.
de: MSBuild aus „{0}“ wird verwendet.
es: Usando Msbuild desde “{0}”.
fr: Utilisation de Msbuild à partir de '{0}'.
it: Usare Msbuild da '{0}'.
ja: '{0}' から MSBuild を使用しています。
ko: '{0}'의 Msbuild를 사용합니다.
pl: Używanie programu Msbuild z {0}„.
pt_br: Usando o Msbuild de '{0}'.
tr: '{0}' kaynağından Msbuild kullanılıyor.
zh_hans: 使用来自 "{0}" 的 Msbuild。
zh_hant: 使用來自 '{0}' 的 Msbuild。

# MissingOptionValueError
source: Missing option value for: '{0}'
cs: Chybí hodnota možnosti pro: „{0}“
de: Fehlender Optionswert für: „{0}“
es: Falta el valor de la opción "{0}".
fr: Valeur d’option manquante pour : '{0}'
it: Valore dell'opzione mancante per: '{0}'
ja: '{0}' のオプション値がありません
ko: 누락된 옵션 값: '{0}'
pl: Brak wartości opcji dla: „{0}”
pt_br: Valor de opção ausente para: '{0}'
ru: Отсутствует значение для параметра "{0}".
tr: '{0}' seçeneği için değer eksik.
zh_hans: 缺少 "{0}" 的选项值
zh_hant: 缺少 '{0}' 的選項值

# MsBuildDoesNotExistAtPath
source: MsBuild.exe does not exist at '{0}'.
cs: Soubor MsBuild.exe v „{0}“ neexistuje.
de: MsBuild.exe ist in „{0}“ nicht vorhanden.
es: MsBuild.exe no existe en “{0}”.
fr: MsBuild.exe n’existe pas dans '{0}'.
it: MsBuild.exe non esiste in '{0}'.
ja: MSBuild.exe が '{0}' に存在しません。
ko: MsBuild.exe가 '{0}'에 없습니다.
pl: Program MsBuild.exe nie istnieje w lokalizacji „{0}”.
pt_br: O MsBuild.exe não existe em '{0}'.
ru: MsBuild.exe не существует в "{0}".
tr: MsBuild.exe '{0}' konumunda yok.
zh_hans: "{0}" 中不存在 MsBuild.exe。
zh_hant: MsBuild.exe 不存在於 '{0}'。

# MsbuildLoadToolSetError
source: Failed to load msbuild Toolset
cs: Nepovedlo se načíst sadu nástrojů msbuild.
de: Fehler beim Laden des MSBuild-Toolsets
es: No se pudo cargar el conjunto de herramientas de msbuild
fr: Échec du chargement de l’ensemble d’outils msbuild
it: Non è stato possibile caricare il set di strumenti msbuild
ja: MSBuild ツールセットを読み込めませんでした
ko: msbuild 도구 집합을 로드하지 못했습니다.
pl: Nie można załadować zestawu narzędzi msbuild
pt_br: Falha ao carregar o conjunto de ferramentas do msbuild
ru: Не удалось загрузить набор инструментов msbuild
tr: msbuild Araç Takımı yüklenemedi
zh_hans: 未能加载 msbuild 工具集
zh_hant: 無法載入 msbuild 工具組

# MsbuildPathNotExist
source: MSBuildPath : {0} does not exist.
cs: MSBuildPath {0} neexistuje.
de: MSBuildPath: {0} ist nicht vorhanden.
es: MSBuildPath : {0} no existe.
fr: MSBuildPath : {0} n’existe pas.
it: MSBuildPath: {0} non esiste.
ja: MSBuildPath: {0} は存在しません。
ko: MSBuildPath: {0}이(가) 없습니다.
pl: Ścieżka MSBuildPath : {0} nie istnieje.
pt_br: Caminho '{0}' inexistente.
ru: MSBuildPath : {0} не существует
tr: MSBuildPath : {0} mevcut değil.
zh_hans: MSBuildPath : {0} 不存在。
zh_hant: MSBuildPath : {0} 不存在。

# MultipleProjectFilesFound
source: Found multiple project files for '{0}'.
cs: Pro „{0}“ bylo nalezeno více souborů projektu.
de: Es wurden mehrere Projektdateien für „{0}“ gefunden.
es: Se encontraron varios archivos de proyecto para “{0}”.
fr: Plusieurs fichiers projet ont été trouvés pour '{0}'.
it: Sono stati trovati più file di progetto per '{0}'.
ja: '{0}' のプロジェクト ファイルが複数見つかりました。
ko: '{0}'에 대한 여러 프로젝트 파일을 찾았습니다.
pl: Znaleziono wiele plików projektu dla elementu „{0}”.
pt_br: Foram encontrados vários arquivos de projeto para '{0}'.
ru: Обнаружено несколько файлов проектов для "{0}".
tr: '{0}' için birden çok proje dosyası bulundu.
zh_hans: 找到多个 "{0}" 项目文件。
zh_hant: 找到多個 '{0}' 的專案檔。

# NoPackagesConfig
source: Unable to update. The project does not contain a packages.config file.
cs: Nelze aktualizovat. Projekt neobsahuje soubor packages.config.
de: Aktualisierung nicht möglich. Das Projekt enthält keine packages.config Datei.
es: No se puede actualizar. El proyecto no contiene un archivo packages.config.
fr: Mise à jour impossible. Le projet ne contient pas de fichier packages.config.
it: Non è possibile eseguire l'aggiornamento. Il progetto non contiene un file packages.config.
ja: 更新できません。プロジェクトに packages.config ファイルが含まれていません。
ko: 업데이트할 수 없습니다. 프로젝트에 packages.config 파일이 포함되어 있지 않습니다.
pl: Nie można zaktualizować. Projekt nie zawiera pliku packages.config.
pt_br: Não é possível atualizar. O projeto não contém um arquivo packages.config.
ru: Не удалось обновить. Проект не содержит файл packages.config.
tr: Güncelleştirilemiyor. Proje packages.config dosyası içermiyor.
zh_hans: 无法更新。该项目不包含 packages.config 文件。
zh_hant: 無法更新。專案不包含 packages.config 檔案。

# NoProjectsFound
source: No projects found with packages.config.
cs: Nebyly nalezeny žádné projekty s balíčkem.config.
de: Es wurden keine Projekte mit packages.config gefunden.
es: No se encontraron proyectos con packages.config.
fr: Aucun projet trouvé avec packages.config.
it: Nessun progetto trovato con packages.config.
ja: packages.config のプロジェクトが見つかりません。
ko: packages.config에서 프로젝트를 찾을 수 없습니다.
pl: Nie znaleziono projektów z plikiem packages.config.
pt_br: Nenhum projeto encontrado com packages.config.
ru: Не найдены проекты с packages.config.
tr: packages.config’e sahip proje bulunamadı.
zh_hans: 找不到具有 packages.config 的项目。
zh_hant: 找不到具有 packages.config 的專案。

# NupkgPath_InvalidNupkg
source: '{0}' is not a valid nupkg file.
cs: {0} není platný soubor nupkg.
de: "{0}" ist keine gültige NUPKG-Datei.
es: "{0}" no es un archivo nupkg válido.
fr: '{0}' n'est pas un fichier nupkg valide.
it: '{0}' non è un file nupkg valido.
ja: '{0}' は有効な nupkg ファイルではありません。
ko: '{0}'은(는) 유효한 nupkg 파일이 아닙니다.
pl: Plik „{0}” nie jest prawidłowym plikiem nupkg.
pt_br: '{0}' não é um arquivo nupkg válido.
ru: "{0}" не является допустимым NUPKG-файлом.
tr: '{0}' geçerli bir nupkg dosyası değil.
zh_hans: “{0}”不是有效的 nupkg 文件。
zh_hant: '{0}' 不是有效的 nupkg 檔案。

# NupkgPath_NotFound
source: Provided Nupkg file '{0}' is not found.
cs: Zadaný soubor Nupkg „{0}“ nebyl nalezen.
de: Die angegebene Nupkg-Datei „{0}“ wurde nicht gefunden.
es: No se encuentra el archivo Nupkg “{0}” proporcionado.
fr: Le fichier Nupkg fourni '{0}' est introuvable.
it: Il file Nupkg '{0}' specificato non è stato trovato.
ja: 指定された Nupkg ファイル '{0}' が見つかりません。
ko: 제공된 Nupkg 파일 '{0}'을(를) 찾을 수 없습니다.
pl: Nie znaleziono podanego pliku Nupkg „{0}”.
pt_br: O arquivo Nupkg fornecido '{0}' não foi encontrado.
ru: Указанный файл Nupkg "{0}" не найден.
tr: Sağlanan Nupkg dosyası '{0}' bulunamadı.
zh_hans: 找不到提供的 Nupkg 文件 "{0}"。
zh_hant: 找不到提供的 Nupkg 檔案 '{0}'。

# OfficialPackageSourceName
source: NuGet official package source
cs: Oficiální zdroj balíčku NuGet
de: Offizielle NuGet-Paketquelle
es: Origen del paquete oficial de NuGet
fr: Source officielle du package NuGet
it: Origine del pacchetto ufficiale NuGet
ja: NuGet 公式パッケージ ソース
ko: NuGet 공식 패키지 원본
pl: Oficjalne źródło pakietu NuGet
pt_br: Origem oficial do pacote do NuGet
ru: Официальный источник пакетов NuGet
tr: NuGet resmi paket kaynağı
zh_hans: NuGet 官方包源
zh_hant: NuGet 正式封裝來源

# OptionInvalidWithoutSetter
source: [option] on '{0}' is invalid without a setter.
cs: Parametr [option] na „{0}“ je bez metody setter neplatný.
de: [option] auf „{0}“ ist ohne Setter ungültig.
es: [option] en “{0}” no es válido sin un establecedor.
fr: [option] sur '{0}' n’est pas valide sans méthode setter.
it: [opzioni] su '{0}' non è valido senza un setter.
ja: '{0}' の [オプション] は、セッターがないと無効です。
ko: '{0}'의 [옵션]은 setter가 없으면 유효하지 않습니다.
pl: [opcja] w „{0}” jest nieprawidłowa bez metody ustawiającej.
pt_br: [option] em '{0}' é inválido sem um setter.
ru: [option] в "{0}" недопустим без метода задания.
tr: '{0}' üzerindeki [option] ayarlayıcı olmadan geçersizdir.
zh_hans: 没有资源库，"{0}" 上的 [option] 无效。
zh_hant: 沒有 setter 時，'{0}' 上的 [option] 無效。

# Option_VerboseDeprecated
source: Option 'Verbose' has been deprecated. Use 'Verbosity' instead.
cs: Možnost „Verbose“ je zastaralá. Místo toho použijte „Verbosity“ (Podrobnosti).
de: Die Option „Verbose“ ist veraltet. Verwenden Sie stattdessen „Verbosity“.
es: La opción "Verbose" está en desuso. Use "Verbosity" en su lugar.
fr: L’option 'Verbose' a été déconseillée. Utilisez 'Verbosity' à la place.
it: L'opzione 'Verbose' è stata deprecata. In alternativa, usare 'Verbosity'.
ja: オプション 'Verbose' は非推奨になりました。代わりに 'Verbosity' を使用してください。
ko: 옵션 'Verbose'는 더 이상 사용되지 않습니다. 대신 'Verbosity'를 사용하세요.
pl: Opcja „Pełne” jest przestarzała. Zamiast tego użyj elementu "Szczegółowość".
pt_br: A opção 'Verbose' foi preterida. Em vez disso, use 'Verbosity'.
ru: Параметр "Verbose" упразднен. Используйте вместо него параметр "Verbosity".
tr: 'Verbose' seçeneği kullanım dışı bırakıldı. Bunun yerine 'Verbosity' kullanın.
zh_hans: 选项 "Verbose" 已被弃用。请改用 "Verbosity"。
zh_hant: 選項 'Verbose' 已過時。請改用 'Verbosity'。

# OutputNuGetVersion
source: {0} Version: {1}
cs: {0} verze: {1}
es: {0} versión: {1}
it: Versione di {0}: {1}
ja: {0} バージョン: {1}
ko: {0} 버전: {1}
pl: wersja{0} : {1}
pt_br: {0} Versão: {1}
ru: {0}, версия: {1}
tr: {0} Sürümü: {1}
zh_hans: {0} 版本: {1}
zh_hant: {0} 版本: {1}

# PackageCommandAddedFile
source: Added file '{0}'.
cs: Přidal se soubor „{0}“.
de: Die Datei „{0}“ wurde hinzugefügt.
es: Se agregó el archivo “{0}”.
fr: Ficher '{0}' ajouté.
it: È stato aggiunto il file '{0}'.
ja: ファイル '{0}' を追加しました。
ko: 파일 '{0}'을(를) 추가했습니다.
pl: Dodano plik „{0}”.
pt_br: Arquivo '{0}' adicionado.
ru: Добавлен файл "{0}".
tr: '{0}' dosyası eklendi.
zh_hans: 已添加文件 "{0}"。
zh_hant: 已新增檔案 '{0}'。

# PackageCommandAttemptingToBuildPackage
source: Attempting to build package from '{0}'.
cs: Probíhá pokus o sestavení balíčku z {0}.
de: Es wird versucht, ein Paket aus "{0}" zu erstellen.
es: Intentando crear un paquete desde "{0}".
fr: Tentative de génération du package à partir de '{0}'.
it: È in corso un tentativo per compilare il pacchetto da '{0}'.
ja: '{0}' からパッケージをビルドしようとしています。
ko: '{0}'에서 패키지를 빌드하는 중입니다.
pl: Próba skompilowania pakietu na podstawie elementu „{0}”.
pt_br: Tentando criar o pacote de '{0}'.
ru: Попытка собрать пакет для "{0}".
tr: '{0}' öğesinden paket derlenmeye çalışılıyor.
zh_hans: 正在尝试从“{0}”生成包。
zh_hant: 正在嘗試從 '{0}' 建置套件。

# PackageCommandAttemptingToBuildSymbolsPackage
source: Attempting to build symbols package for '{0}'.
cs: Probíhá pokus o sestavení balíčku symbolů pro: {0}.
de: Es wird versucht, das Symbolpaket für "{0}" zu erstellen.
es: Intentando crear un paquete de símbolos para '{0}'.
fr: Tentative de génération du package de symboles pour '{0}'.
it: Verrà effettuato un tentativo di compilare il pacchetto di simboli per '{0}'.
ja: '{0}' のシンボル パッケージを構築しようとしています。
ko: '{0}'에 대한 기호 패키지를 빌드하는 중입니다.
pl: Próba skompilowania pakietu symboli dla elementu „{0}”.
pt_br: Tentando criar o pacote de símbolos para '{0}'.
ru: Попытка выполнить сборку пакета символов для "{0}".
tr: '{0}' için sembol paketi derlenmeye çalışılıyor.
zh_hans: 正在尝试生成“{0}”的符号包。
zh_hant: 正在嘗試為 '{0}' 建置符號封裝。

# PackageCommandFileFromDependencyIsChanged
source: File from dependency is changed. Adding file '{0}'.
cs: Soubor ze závislosti se změnil. Přidává se soubor „{0}“.
de: Die Datei aus der Abhängigkeit wurde geändert. Die Datei „{0}“ wird hinzugefügt.
es: El archivo de la dependencia ha cambiado. Agregando archivo “{0}”.
fr: Le fichier de la dépendance est modifié. Ajout du fichier '{0}'.
it: Il file dalla dipendenza è stato modificato. Aggiunta del file '{0}'.
ja: 依存関係からのファイルが変更されました。ファイル '{0}' を追加しています。
ko: 종속성의 파일이 변경되었습니다. '{0}' 파일을 추가하는 중입니다.
pl: Plik z zależności został zmieniony. Dodawanie pliku „{0}”.
pt_br: O arquivo de dependência foi alterado. Adicionando o arquivo '{0}'.
ru: Файл из зависимости изменен. Добавление файла "{0}".
tr: Bağımlılıktan gelen dosya değiştirildi. '{0}' dosyası ekleniyor.
zh_hans: 来自依赖项的文件已更改。正在添加文件 "{0}"。
zh_hant: 來自相依性的檔案已變更。正在新增檔案 '{0}'。

# PackageCommandFileFromDependencyIsNotChanged
source: File from dependency is not changed. File '{0}' is not added.
cs: Soubor ze závislosti není změněný. Soubor {0} se nepřidal.
de: Die Datei aus der Abhängigkeit wird nicht geändert. Die Datei "{0}" wird nicht hinzugefügt.
es: El archivo de la dependencia no ha cambiado. El archivo '{0}' no se ha agregado.
fr: Le fichier de la dépendance est inchangé. Le fichier '{0}' n'est pas ajouté.
it: Il file della dipendenza non è cambiato. Il file '{0}' non è stato aggiunto.
ja: 依存関係からのファイルが変更されていません。ファイル '{0}' が追加されていません。
ko: 종속성의 파일이 변경되지 않았습니다. '{0}' 파일이 추가되지 않았습니다.
pl: Plik z zależności nie ulega zmianie. Plik „{0}” nie jest dodawany.
pt_br: O arquivo da dependência não foi alterado. O arquivo '{0}' não foi adicionado.
ru: Файл из зависимости не изменен. Файл "{0}" не добавлен.
tr: Bağımlılıktaki dosya değiştirilmedi. '{0}' dosyası eklenmedi.
zh_hans: 未更改来自依赖项的文件。未添加文件“{0}”。
zh_hant: 相依性中的檔案未變更。未新增檔案 '{0}'。
