Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# InstallCommandUsageDescription
source: Specify the id and optionally the version of the package to install. If a path to a packages.config file is used instead of an id, all the packages it contains are installed.
cs: Zadejte ID a volitelně také verzi balíčku, který se má nainstalovat. Pokud se místo ID použije cesta k souboru packages.config, nainstalují se všechny balíčky, které obsahuje.
de: Geben Sie die ID und optional die Version des zu installierenden Pakets an. Wenn anstelle einer ID ein Pfad zu einer packages.config Datei verwendet wird, werden alle darin enthaltenen Pakete installiert.
es: Especifique el identificador y, opcionalmente, la versión del paquete que se va a instalar. Si se usa una ruta de acceso a un archivo packages.config en lugar de un identificador, se instalan todos los paquetes que contiene.
fr: Spécifiez l’ID et éventuellement la version du package à installer. Si un chemin d’accès à un fichier packages.config est utilisé au lieu d’un ID, tous les packages qu’il contient sont installés.
it: Specificare l'ID e facoltativamente la versione del pacchetto da installare. Se viene usato un percorso di un file packages.config anziché un ID, vengono installati tutti i pacchetti in esso contenuti.
ja: ID と、必要に応じてインストールするパッケージのバージョンを指定します。ID の代わりに packages.config ファイルへのパスを使用する場合、そのファイルに含まれるすべてのパッケージがインストールされます。
ko: 설치할 패키지의 버전과 ID를 지정합니다. id 대신 packages.config 파일의 경로를 사용하면 여기에 포함된 모든 패키지가 설치됩니다.
pl: Określ identyfikator i opcjonalnie wersję pakietu do zainstalowania. Jeśli ścieżka do pliku packages.config jest używana zamiast identyfikatora, instalowane są wszystkie zawarte w nim pakiety.
pt_br: Especifique a ID e, opcionalmente, a versão do pacote a ser instalada. Se um caminho para um arquivo packages.config for usado em vez de uma ID, todos os pacotes que ele contém serão instalados.
tr: Kimliği ve isteğe bağlı olarak yüklenecek paketin sürümünü belirtin. Kimlik yerine bir packages.config dosya yolu kullanılırsa içerdiği tüm paketler yüklü olmalıdır.
zh_hans: 指定 ID 和要安装的包的版本(可选)。如果使用 packages.config 文件的路径而不是 ID，则会安装它包含的所有包。
zh_hant: 指定要安裝的封裝識別碼，以及選擇性地指定封裝版本。如果使用 packages.config 檔案的路徑，而非識別碼，則會安裝其中包含的所有封裝。

# InstallCommandUsageExamples
source: nuget install elmah nuget install packages.config nuget install ninject -o c:\foo
cs: nuget install elnj nuget install packages.config nuget install ninjct -o c:\foo
es: instalación de nuget elmah nuget instalar packages.config nuget instalar ninject -o c:\foo

# InstallCommandUsageSummary
source: packageId|pathToPackagesConfig [options]
cs: packageId|pathToPackagesConfig [možnosti]
it: packageId|pathToPackagesConfig [opzioni]
ja: packageId|pathToPackagesConfig [オプション]
ko: packageId|pathToPackagesConfig [옵션]
pl: packageId|pathToPackagesConfig [opcje]
ru: packageId|pathToPackagesConfig [параметры]

# InstallCommandVersionDescription
source: The version of the package to install.
cs: Verze balíčku, který se má nainstalovat.
de: Die Version des zu installierenden Pakets.
es: La versión del paquete para instalar.
fr: Version du package à installer.
it: Versione del pacchetto da installare.
ja: インストールするパッケージのバージョン。
ko: 설치할 패키지의 버전입니다.
pl: Wersja pakietu do dodania.
pt_br: A versão do pacote a ser instalada.
ru: Версия устанавливаемого пакета.
tr: Eklenecek paketin sürümü.
zh_hans: 要安装的包的版本。
zh_hant: 要安裝的封裝版本。

# ListCommandAllVersionsDescription
source: List all versions of a package. By default, only the latest package version is displayed.
cs: Vypíše všechny verze balíčku. Ve výchozím nastavení se zobrazí jenom nejnovější verze balíčku.
de: Listen Sie alle Versionen eines Pakets auf. Standardmäßig wird nur die neueste Paketversion angezeigt.
es: Muestra todas las versiones de un paquete. De forma predeterminada, solo se muestra la última versión del paquete.
fr: Répertoriez toutes les versions d’un package. Par défaut, seule la dernière version du package s’affiche.
it: Elenca tutte le versioni di un pacchetto. Per impostazione predefinita, viene visualizzata solo la versione più recente del pacchetto.
ja: パッケージのすべてのバージョンをリストします。既定では、最新のパッケージ バージョンのみが表示されます。
ko: 패키지의 모든 버전을 나열합니다. 기본적으로 최신 패키지 버전만 표시됩니다.
pl: Wyświetl listę wszystkich wersji pakietu. Domyślnie jest wyświetlana tylko najnowsza wersja pakietu.
pt_br: Listar todas as versões de um pacote. Por padrão, somente a versão mais recente do pacote é exibida.
ru: Список всех версий пакета. По умолчанию отображается только последняя версия пакета.
tr: Bir paketin tüm sürümlerini listeleyin. Varsayılan olarak, yalnızca en son paket sürümü görüntülenir.
zh_hans: 列出包的所有版本。默认情况下，仅显示最新的包版本。
zh_hant: 列出所有封裝版本。根據預設，只會顯示最新的封裝版本。

# ListCommandDescription
source: Displays a list of packages from a given source. If no sources are specified, all sources defined in %AppData%\NuGet\NuGet.config are used. If NuGet.config specifies no sources, uses the default NuGet feed.
cs: Zobrazí seznam balíčků z daného zdroje. Pokud nejsou zadané žádné zdroje, použijí se všechny zdroje definované ve složce %AppData%\NuGet\NuGet.config. Pokud NuGet.config neurčuje žádné zdroje, použije výchozí informační kanál NuGet.
de: Zeigt eine Liste der Pakete aus einer bestimmten Quelle an. Wenn keine Quellen angegeben sind, werden alle in %AppData%\NuGet\NuGet.config definierten Quellen verwendet. Wenn NuGet.config keine Quellen angibt, wird der standardmäßige NuGet-Feed verwendet.
es: Muestra una lista de paquetes de un origen determinado. Si no se especifica ningún origen, se usarán todos los orígenes definidos en %AppData%\NuGet\NuGet.config . Si NuGet.config no especifica ningún origen, usa la fuente NuGet predeterminada.
fr: Affiche la liste des packages d’une source donnée. Si aucune source n’est spécifiée, toutes les sources définies dans %AppData%\NuGet\NuGet.config seront utilisées. Si NuGet.config ne spécifie aucune source, le flux NuGet est utilisé par défaut.
it: Visualizza un elenco di pacchetti da una determinata origine. Se non viene specificata alcuna origine, vengono usate tutte le origini definite in %AppData%\NuGet\NuGet.config. Se NuGet.config non specifica alcuna origine, usa il feed NuGet predefinito.
ja: 指定されたソースからのパッケージのリストを表示します。ソースが指定されていない場合、 %AppData%\NuGet\NuGet.config で定義されているすべてのソースが使用されます。NuGet.config ソースが指定されていない場合は、既定の NuGet フィードが使用されます。
ko: 지정된 원본의 패키지 목록을 표시합니다. 원본을 지정하지 않으면 %AppData%\NuGet\NuGet.config에 정의된 모든 원본이 사용됩니다. NuGet.config가 원본을 지정하지 않으면 기본 NuGet 피드를 사용합니다.
pl: Wyświetla listę pakietów z danego źródła. Jeśli nie określono żadnych źródeł, zostaną użyte wszystkie źródła zdefiniowane w pliku %AppData%\NuGet\NuGet.config. Jeśli plik NuGet.config nie określa żadnych źródeł, używa domyślnego źródła danych NuGet.
pt_br: Exibe uma lista de pacotes de uma determinada fonte. Se nenhuma fonte for especificada, todas as fontes definidas em %AppData%\NuGet\NuGet.config serão usadas. Se NuGet.config não especificar nenhuma fonte, usará o feed padrão do NuGet.
ru: Отображает список пакетов из указанного источника. Если источники не указаны, используются все источники, определенные в %AppData%\NuGet\NuGet.config. Если в NuGet.config не указаны источники, используется канал NuGet по умолчанию.
tr: Belirli bir kaynaktan gelen paketlerin listesini görüntüler. Kaynak belirtilmezse, %AppData%\NuGet\NuGet.config içinde tanımlanan tüm kaynaklar kullanılır. NuGet.config kaynak belirtmezse varsayılan NuGet akışını kullanır.
zh_hans: 显示来自给定源的包列表。如果未指定源，则使用 %AppData%\NuGet\NuGet.config 中定义的所有源。如果 NuGet.config 没有指定任何源，则使用默认的 NuGet 源。
zh_hant: 顯示來自指定來源的封裝清單。如果未指定來源，則會使用 %AppData%\NuGet\NuGet.config 中定義的所有來源。如果 NuGet.config 沒有指定來源，則使用預設的 NuGet 摘要。

# ListCommandIncludeDelisted
source: Allow unlisted packages to be shown.
cs: Povolit zobrazení neuvedených balíčků.
de: Zulassen, dass nicht aufgelistete Pakete angezeigt werden.
es: Permitir que se muestren los paquetes no incluidos en la lista.
fr: Autoriser l’affichage des packages non répertoriés.
it: Consenti la visualizzazione dei pacchetti non inclusi nell'elenco.
ja: 一覧にないパッケージの表示を許可します。
ko: 목록에 없는 패키지가 표시되도록 허용합니다.
pl: Zezwalaj na pokazywanie pakietów spoza listy.
pt_br: Permitir que pacotes não incluídos na lista sejam mostrados.
ru: Разрешить отображение пакетов, отсутствующих в списке.
tr: Listelenmemiş paketlerin gösterilmesine izin verin.
zh_hans: 允许显示未列出的包。
zh_hant: 允許顯示未列出的封裝。

# ListCommandPrerelease
source: Allow prerelease packages to be shown.
cs: Povolit zobrazení balíčků předběžné verze.
de: Lassen Sie Vorabversionspaketen, die angezeigt werden sollen, zu.
es: Permitir que se muestren los paquetes de versión preliminar.
fr: Autoriser l’affichage des packages de préversion.
it: Consente la visualizzazione dei pacchetti non definitivi.
ja: プレリリース パッケージの表示を許可します。
ko: 시험판 패키지가 표시되도록 허용합니다.
pl: Zezwalaj na pokazywanie pakietów wstępnych.
pt_br: Permitir que pacotes de pré-lançamento sejam mostrados.
ru: Разрешить отображение пакетов предварительных выпусков.
tr: Ön sürüm paketlerinin gösterilmesine izin verin.
zh_hans: 允许显示预发行包。
zh_hant: 允許顯示發行前版本封裝。

# ListCommandSourceDescription
source: A list of packages sources to search.
cs: Seznam zdrojů balíčků, které se mají vyhledat.
de: Eine Liste der zu durchsuchenden Paketquellen.
es: Lista de orígenes de paquetes para buscar.
fr: Liste des sources de packages à rechercher.
it: Un elenco di origini di pacchetti in cui eseguire la ricerca.
ja: 検索するパッケージ ソースのリスト。
ko: 검색할 패키지 원본 목록입니다.
pl: Lista źródeł pakietów do przeszukania.
pt_br: Uma lista de fontes de pacotes a serem pesquisadas.
ru: Список источников пакетов для поиска.
tr: Arama için kullanılacak paket kaynaklarının listesi.
zh_hans: 要搜索的包源列表。
zh_hant: 要搜尋的封裝來源清單。

# ListCommandUsageDescription
source: Specify optional search terms.
cs: Zadejte volitelné termíny vyhledávání.
de: Geben Sie optionale Suchbegriffe an.
es: Especifique términos de búsqueda opcionales.
fr: Spécifiez des termes de recherche facultatifs.
it: Specifica i termini di ricerca facoltativi.
ja: オプションの検索語句を指定します。
ko: 선택적 검색어를 지정합니다.
pl: Określ opcjonalne terminy wyszukiwania.
pt_br: Especifique termos de pesquisa opcionais.
ru: Укажите необязательные условия поиска.
tr: İsteğe bağlı arama terimlerini belirtin.
zh_hans: 指定可选搜索词。
zh_hant: 指定選擇性搜尋字詞。

# ListCommandUsageSummary
source: [search terms] [options]
cs: [termíny vyhledávání] [možnosti]
fr: [termes de recherche] [options]
it: [termini di ricerca] [opzioni]
ja: [検索語句] [オプション]
ko: [검색어] [옵션]
pl: [wyszukiwane terminy] [opcje]
zh_hans: [搜索词] [选项]

# ListCommandVerboseListDescription
source: Displays a detailed list of information for each package.
cs: Zobrazí podrobný seznam informací pro každý balíček.
de: Zeigt eine detaillierte Liste mit Informationen für jedes Paket an.
es: Muestra una lista detallada de información para cada paquete.
fr: Affiche une liste détaillée des informations pour chaque package.
it: Visualizza un elenco dettagliato di informazioni per ogni pacchetto.
ja: 各パッケージの情報の詳細なリストを表示します。
ko: 각 패키지에 대한 세부 정보 목록을 표시합니다.
pl: Wyświetla szczegółową listę informacji dla każdego pakietu.
pt_br: Exibe uma lista detalhada de informações para cada pacote.
ru: Отображает подробные сведения для каждого пакета.
tr: Her paket için ayrıntılı bir bilgi listesi görüntüler.
zh_hans: 显示每个包的信息的详细列表。
zh_hant: 顯示每個封裝的詳細資訊清單。

# LocalsCommandClearDescription
source: Clear the selected local resources or cache location(s).
cs: Vymaže vybrané místní prostředky nebo umístění mezipaměti.
de: Hiermit löschen Sie die ausgewählten lokalen Ressourcen oder Cachespeicherorte.
es: Borra los recursos locales o las ubicaciones de caché que se han seleccionado.
fr: Efface les ressources locales ou les emplacements de cache sélectionnés.
it: Cancella i percorsi della cache o le risorse locali selezionate.
ja: 選択したローカル リソースまたはキャッシュの場所をクリアします。
ko: 선택한 로컬 리소스 또는 캐시 위치를 지웁니다.
pl: Wyczyść wybrane zasoby lokalne lub lokalizacje pamięci podręcznej.
pt_br: Desmarque os recursos locais ou os locais de cache selecionados.
ru: Очистить выбранные локальные ресурсы или расположения кэша.
tr: Seçili yerel kaynaklar veya önbellek konumlarını temizleyin.
zh_hans: 清除所选的本地资源或缓存位置。
zh_hant: 清除選取的本機資源或快取位置。

# LocalsCommandDescription
source: Clears or lists local NuGet resources such as http requests cache, temp cache or machine-wide global packages folder.
cs: Vymaže nebo vypíše místní prostředky NuGet, jako je mezipaměť požadavků HTTP, dočasná mezipaměť nebo globální složka balíčků pro celý počítač.
de: Löscht oder listet lokale NuGet-Ressourcen auf, z. B. den Cache für HTTP-Anforderungen, den Temp-Cache oder den computerweiten Ordner für globale Pakete.
es: Borra o muestra los recursos NuGet locales, como la caché de solicitudes http, o la caché de paquetes o la carpeta de paquetes globales de todas las máquinas.
fr: Efface ou liste les ressources NuGet locales telles que le cache des requêtes HTTP, le cache temporaire ou le dossier général des packages de l'ordinateur.
it: Cancella o elenca le risorse NuGet locali, come la cache delle richieste HTTP, la cache temporanea o la cartella globale dei pacchetti a livello di computer.
ja: HTTP 要求キャッシュ、一時キャッシュ、コンピューター全体のグローバル パッケージ フォルダーなどのローカル NuGet リソースをクリアまたはリストします。
ko: http 요청 캐시, 임시 캐시 또는 컴퓨터 전체의 전역 패키지 폴더와 같은 로컬 NuGet 리소스를 지우거나 나열합니다.
pl: Czyści lub wyświetla lokalne zasoby NuGet, takie jak pamięć podręczna żądań http, pamięć podręczną pakietów lub globalny dla maszyny folder pakietów.
pt_br: Desmarca ou lista os recursos locais do NuGet, como o cache de solicitações http, o cache temporário ou a pasta de pacotes globais do computador.
ru: Очищает или перечисляет локальные ресурсы NuGet, такие как кэш запросов HTTP, временный кэш или глобальная папка пакетов на уровне всего компьютера.
tr: Yerel NuGet kaynaklarını (http istekleri önbelleği, temp önbelleği veya makine çapında genel paketler klasörü gibi) temizler veya listeler.
zh_hans: 清除或列出本地 NuGet 资源，例如 http 请求缓存、temp 缓存或计算机范围内的全局包文件夹。
zh_hant: 清除或列出本機 NuGet 資源，例如 http 要求快取、暫存快取或整部機器的全域封裝資料夾。

# LocalsCommandListDescription
source: List the selected local resources or cache location(s).
cs: Vypíše vybrané místní prostředky nebo umístění mezipaměti.
de: Listet die ausgewählten lokalen Ressourcen oder Cachespeicherorte auf.
es: Lista de los recursos locales o las ubicaciones de caché seleccionados.
fr: Liste les ressources locales ou les emplacements de cache sélectionnés.
it: Elenca i percorsi della cache o le risorse locali selezionate.
ja: 選択されたローカル リソースまたはキャッシュの場所を一覧表示します。
ko: 선택한 로컬 리소스 또는 캐시 위치의 목록입니다.
pl: Wyświetla wybrane zasoby lokalne lub lokalizacje pamięci podręcznej.
pt_br: Liste os recursos locais ou os locais de cache selecionados.
ru: Вывести список выбранных локальных ресурсов или расположений кэша.
tr: Seçili yerel kaynakları veya önbellek konumlarını listeler.
zh_hans: 列出所选的本地资源或缓存位置。
zh_hant: 列出選取的本機資源或快取位置。

# Log_RestoreNoCacheInformation
source: NoCache is deprecated and has been renamed to NoHttpCache. Please use NoHttpCache instead.
cs: Služba NoCache je zastaralá a byla přejmenována na NoHttpCache. Místo toho prosím použijte NoHttpCache.
de: NoCache ist veraltet und wurde in NoHttpCache umbenannt. Verwenden Sie stattdessen NoHttpCache.
es: NoCache está en desuso y se ha cambiado el nombre a NoHttpCache. Use NoHttpCache en su lugar.
fr: NoCache est déprécié et a été renommé En NoHttpCache. Utilisez NoHttpCache à la place.
it: NoCache è deprecato ed è stato rinominato in NoHttpCache. Utilizza NoHttpCache al suo posto.
ja: NoCache は非推奨となり、NoHttpCache に名前が変更されました。代わりに NoHttpCache を使用してください。
ko: NoCache는 더 이상 사용되지 않으며 NoHttpCache로 이름이 바뀌었습니다. 대신 NoHttpCache를 사용하세요.
pl: Element NoCache jest przestarzały i jego nazwa została zmieniona na NoHttpCache. Zamiast tego użyj elementu NoHttpCache.
pt_br: NoCache está preterido e foi renomeado para NoHttpCache. Em vez disso, use NoHttpCache.
ru: NoCache больше не рекомендуется к использованию и переименован в NoHttpCache. Вместо него используйте NoHttpCache.
tr: NoCache kullanım dışı bırakıldı ve NoHttpCache olarak yeniden adlandırıldı. Lütfen bunun yerine NoHttpCache kullanın.
zh_hans: NoCache 已弃用，并且已重命名为 NoHttpCache。请转而使用 NoHttpCache。
zh_hant: NoCache 已被取代，且已重新命名為 NoHttpCache。請改用 NoHttpCache。

# Option_ConfigFile
source: The NuGet configuration file. If specified, only the settings from this file will be used. If not specified, the hierarchy of configuration files from the current directory will be used. To learn more about NuGet configuration go to https://docs.microsoft.com/en-us/nuget/consume-packages/configuring-nuget-behavior.
cs: Konfigurační soubor NuGet. Když se zadá, použijí se jen nastavení z tohoto souboru. Když se soubor nezadá, použijte se hierarchie konfiguračních souborů z aktuálního adresáře. Další informace o konfiguraci NuGetu najdete na adrese https://docs.microsoft.com/cs-cz/nuget/consume-packages/configuring-nuget-behavior.
de: Die NuGet-Konfigurationsdatei. Bei Angabe dieser Option werden nur die Einstellungen aus dieser Datei verwendet. Wird die Option nicht angegeben, wird die Hierarchie der Konfigurationsdateien aus dem aktuellen Verzeichnis verwendet. Weitere Informationen zur NuGet-Konfiguration finden Sie unter https://docs.microsoft.com/de-de/nuget/consume-packages/configuring-nuget-behavior.
es: Archivo de configuración de NuGet. Si se especifica, solo se usará la configuración de este archivo. Si no se especifica, se usará la jerarquía de los archivos de configuración del directorio actual. Para obtener más información acerca de la configuración de NuGet, vaya a https://docs.microsoft.com/en-us/nuget/consume-packages/configuring-nuget-behavior.
fr: Fichier config NuGet. Si ce fichier est spécifié, seuls ses paramètres sont utilisés. S'il n'est pas spécifié, la hiérarchie des fichiers config du répertoire actif est utilisée. Pour en savoir plus sur la configuration NuGet, accédez à https://docs.microsoft.com/fr-fr/nuget/consume-packages/configuring-nuget-behavior.
it: File di configurazione NuGet. Se è specificato, verranno usate solo le impostazioni di questo file. Se non è specificato, verrà usata la gerarchia dei file di configurazione della directory corrente. Per altre informazioni sulla configurazione NuGet, vedere https://docs.microsoft.com/it-it/nuget/consume-packages/configuring-nuget-behavior.
ja: NuGet 構成ファイル。指定した場合、このファイルの設定のみが使用されます。指定しない場合、現在のディレクトリの構成ファイルの階層が使用されます。NuGet 構成の詳細については、https://docs.microsoft.com/ja-jp/nuget/consume-packages/configuring-nuget-behavior を参照してください。
ko: NuGet 구성 파일입니다. 지정한 경우 이 파일의 설정만 사용됩니다. 지정하지 않으면 현재 디렉터리의 구성 파일 계층 구조가 사용됩니다. NuGet 구성에 대한 자세한 정보는 https://docs.microsoft.com/en-us/nuget/consume-packages/configuring-nuget-behavior를 참조하세요.
pl: Plik konfiguracyjny pakietu NuGet. Jeśli jest określony, używane będą tylko ustawienia z tego pliku. Jeśli nie jest określony, używana będzie hierarchia plików konfiguracyjnych z bieżącego katalogu. Aby dowiedzieć się więcej o konfiguracji pakietu NuGet, przejdź na stronę https://docs.microsoft.com/pl-pl/nuget/consume-packages/configuring-nuget-behavior.
pt_br: O arquivo de configuração do NuGet. Se for especificado, somente as configurações desse arquivo serão usadas. Se não for especificado, a hierarquia de arquivos de configuração do diretório atual será usada. Para saber mais sobre a configuração do NuGet, acesse https://docs.microsoft.com/en-us/nuget/consume-packages/configuring-nuget-behavior.
ru: Файл конфигурации NuGet. Если указан, будут использоваться только параметры из этого файла. Если не указан, будет использоваться иерархия файлов конфигурации из текущего каталога. Дополнительные сведения о настройке NuGet см. на странице https://docs.microsoft.com/en-us/nuget/consume-packages/configuring-nuget-behavior.
tr: NuGet yapılandırma dosyası belirtilirse, yalnızca bu dosyadaki ayarlar kullanılır. Belirtilmezse, geçerli dizindeki yapılandırma dosyaları hiyerarşisi kullanılır. NuGet yapılandırması hakkında daha fazla bilgi edinmek için bkz. https://docs.microsoft.com/en-us/nuget/consume-packages/configuring-nuget-behavior.
zh_hans: NuGet 配置文件。如果指定，将仅使用此文件中的设置。如果未指定，则将使用当前目录中的配置文件的层次结构。要了解有关 NuGet 配置的详细信息，请转到 https://docs.microsoft.com/zh-cn/nuget/consume-packages/configuring-nuget-behavior。
zh_hant: NuGet 設定檔。若已指定，就只會使用來自此檔案的設定。若未指定，則會使用目前目錄中的設定檔階層。若要深入了解 NuGet 設定，請前往 https://docs.microsoft.com/zh-tw/nuget/consume-packages/configuring-nuget-behavior。

# Option_ForceEnglishOutput
source: Forces the application to run using an invariant, English-based culture.
cs: Přinutí aplikaci běžet v invariantní jazykové verzi, jejímž základem je angličtina.
de: Erzwingt die Ausführung einer Anwendung unter Verwendung einer unveränderlichen, englischbasierten Kultur.
es: Fuerza la aplicación a ejecutarse mediante una referencia cultural invariable basada en el inglés.
fr: Force l'exécution de l'application dans une culture anglaise dite indifférente.
it: Forza l'esecuzione dell'applicazione con impostazioni cultura basate sulla lingua inglese.
ja: アプリケーションで、英語ベースのインバリアント カルチャを使用して実行するようにします。
ko: 고정 영어 기반 문화권을 사용하여 애플리케이션을 강제로 실행합니다.
pl: Wymusza na aplikacji uruchomienie za pomocą kultury niezmiennej, bazującej na języku angielskim.
pt_br: Força o aplicativo a ser executado usando uma cultura invariável baseada no inglês.
ru: Активирует принудительный запуск приложения с использованием инвариантных языка и региональных параметров на основе английского языка.
tr: Uygulamayı sabit, İngilizce tabanlı bir kültür kullanarak çalışmaya zorlar.
zh_hans: 使用不变的基于英语的区域性强制应用程序运行。
zh_hant: 強制應用程式使用不變的英文文化特性 (Culture) 執行。

# Option_Help
source: Show command help and usage information.
cs: Zobrazí nápovědu k příkazu a informace o použití.
de: Befehlshilfe und Nutzungsinformationen anzeigen.
es: Mostrar información de uso y ayuda del comando.
fr: Afficher les informations d’aide et d’utilisation de la commande
it: Mostra informazioni sulla Guida e sull'utilizzo dei comandi.
ja: コマンドのヘルプと使用方法の情報を表示します。
ko: 명령 도움말과 사용 정보를 표시합니다.
pl: Pokaż pomoc dotyczącą poleceń i informacje o użyciu.
pt_br: Mostrar informações de uso e ajuda do comando.
ru: Отображение справки о командах и сведений об использовании.
tr: Komut yardım ve kullanım bilgilerini göster.
zh_hans: 显示命令帮助和用法信息。
zh_hant: 顯示命令說明和使用方式資訊。

# Option_NonInteractive
source: Do not prompt for user input or confirmations.
cs: Nežádat uživatele o vstup ani potvrzení
de: Hiermit werden keine Eingaben oder Bestätigungen vom Benutzer abgefragt.
es: No pide entrada o confirmaciones del usuario.
fr: Aucune entrée ou confirmation de l'utilisateur n'est nécessaire.
it: Consente di non richiedere input o conferme dell'utente.
ja: ユーザーの入力や確認のプロンプトを表示しません。
ko: 사용자 입력을 요청하거나 확인을 묻는 메시지를 표시하지 않습니다.
pl: Nie pytaj użytkownika o dane ani potwierdzenia.
pt_br: Não solicite entrada nem confirmações do usuário.
ru: Не запрашивать ввод или подтверждение у пользователя.
tr: Kullanıcı girişi veya onayı isteminde bulunmayın.
zh_hans: 不会提示用户输入或确认。
zh_hant: 不提示使用者輸入或確認。
