Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# RestoreCommandRequireConsent
source: Checks if package restore consent is granted before installing a package.
cs: Ověří, jestli se před instalací balíčku udělil souhlas s obnovením balíčku.
de: Überprüft, ob die Einwilligung zur Paketwiederherstellung erteilt wurde, bevor ein Paket installiert wird.
es: Comprueba si se concede el consentimiento de restauración del paquete antes de instalar un paquete.
fr: Vérifie si le consentement de restauration de package est accordé avant d’installer un package.
it: Controlla se il consenso per il ripristino del pacchetto viene concesso prima di installare un pacchetto.
ja: パッケージをインストールする前に、パッケージの復元の同意が得られているかどうかを確認します。
ko: 패키지를 설치하기 전에 패키지 복원 동의를 받았는지 확인합니다.
pl: Sprawdza, czy zgoda na przywracanie pakietu została udzielona przed zainstalowaniem pakietu.
pt_br: Verifica se o consentimento de restauração do pacote foi concedido antes de instalar um pacote.
ru: Проверяет, предоставлено ли согласие на восстановление пакета перед его установкой.
tr: Paket yüklemeden önce paket geri yükleme onayı verilip verilmediğini denetler.
zh_hans: 在安装包之前检查是否已授予包还原同意。
zh_hant: 在安裝封裝前檢查是否已授與封裝還原同意。

# RestoreCommandSolutionDirectory
source: Specifies the solution directory. Not valid when restoring packages for a solution.
cs: Určuje adresář řešení. Neplatné při obnovování balíčků pro řešení.
de: Legt das Projektmappenverzeichnis fest. Nicht gültig, wenn Pakete für eine Projektmappe wiederhergestellt werden.
es: Especifica el directorio de la solución. No válido al restaurar paquetes para una solución.
fr: Spécifie le répertoire de la solution. Non valide lors de la restauration des packages pour une solution.
it: Specifica la directory della soluzione. Non è valido durante il ripristino dei pacchetti per una soluzione.
ja: ソリューション ディレクトリを指定します。ソリューションのパッケージを復元する場合は無効です。
ko: 솔루션 디렉터리를 지정합니다. 솔루션에 대한 패키지를 복원할 때는 유효하지 않습니다.
pl: Określa katalog rozwiązania. Nieprawidłowe podczas przywracania pakietów dla rozwiązania.
pt_br: Especifica o diretório da solução. Não é válido ao restaurar pacotes para uma solução.
ru: Задает каталог решения. Недействительно при восстановлении пакетов для решения.
tr: Çözüm dizinini belirtir. Bir çözüm için paketlerin geri yüklenmesinde geçerli değildir.
zh_hans: 指定解决方案目录。在还原解决方案的包时无效。
zh_hant: 指定解決方案目錄。還原解決方案的封裝時無效。

# RestoreCommandUsageDescription
source: If a solution is specified, this command restores NuGet packages that are installed in the solution and in projects contained in the solution. Otherwise, the command restores packages listed in the specified packages.config file, Microsoft Build project, or project.json file.
cs: Pokud je zadané řešení, tento příkaz obnoví balíčky NuGet, které jsou nainstalované v řešení a v projektech obsažených v řešení. Jinak příkaz obnoví balíčky uvedené v zadaném souboru packages.config, projektu Microsoft Build nebo souboru project.json.
de: Wenn eine Projektmappe angegeben ist, stellt dieser Befehl NuGet-Pakete wieder her, die in der Projektmappe und in Projekten in der Projektmappe installiert sind. Andernfalls stellt der Befehl Pakete wieder her, die in der angegebenen packages.config- oder Microsoft Build-Projekt- oder project.json-Datei aufgeführt sind.
es: Si se especifica una solución, este comando restaura los paquetes NuGet instalados en la solución y en los proyectos contenidos en la solución. De lo contrario, el comando restaura los paquetes enumerados en el archivo de packages.config especificado, en el proyecto de Microsoft Build o en el archivo project.json.
fr: Si une solution est spécifiée, cette commande restaure les packages NuGet installés dans la solution et dans les projets contenus dans la solution. Sinon, la commande restaure les packages répertoriés dans le fichier packages.config, le projet Microsoft Build ou le fichier project.json spécifié.
it: Se viene specificata una soluzione, il comando ripristina i pacchetti NuGet installati nella soluzione e nei progetti contenuti nella soluzione. In caso contrario, il comando ripristina i pacchetti elencati nel file packages.config, nel progetto di Microsoft Build o nel file project.json specificato.
ja: ソリューションが指定されている場合、このコマンドは、ソリューションおよびソリューションに含まれるプロジェクトにインストールされている NuGet パッケージを復元します。それ以外の場合は、指定されたpackages.config ファイル、Microsoft Build プロジェクト、または project.json ファイルにリストされているパッケージが復元されます。
ko: 솔루션이 지정된 경우 이 명령은 솔루션 및 솔루션에 포함된 프로젝트에 설치된 NuGet 패키지를 복원합니다. 그렇지 않으면 명령은 지정된 packages.config 파일, Microsoft Build 프로젝트 또는 project.json 파일에 나열된 패키지를 복원합니다.
pl: Jeśli określono rozwiązanie, to polecenie przywraca pakiety NuGet zainstalowane w rozwiązaniu i w projektach zawartych w rozwiązaniu. W przeciwnym razie polecenie przywraca pakiety wymienione w określonym pliku packages.config, projekcie Microsoft Build lub pliku project.json.
pt_br: Se uma solução for especificada, esse comando restaurará pacotes NuGet instalados na solução e em projetos contidos na solução. Caso contrário, o comando restaura os pacotes listados no arquivo packages.config especificado, no projeto do Microsoft Build ou no arquivo project.json.
ru: Если указано решение, эта команда восстанавливает пакеты NuGet, установленные в решении и проектах, содержащихся в решении. В противном случае команда восстанавливает пакеты, указанные в файле packages.config, проекте Microsoft Build или файле project.json.
tr: Bir çözüm belirtilirse, bu komut çözümde ve çözümde bulunan projelerde yüklü olan NuGet paketlerini geri yükler. Aksi takdirde, komut belirtilen packages.config file, Microsoft Build project veya project.json dosyasında listelenen paketleri geri yükler.
zh_hans: 如果指定了解决方案，则此命令将还原解决方案和解决方案中包含的项目中安装的 NuGet 包。否则，该命令将还原指定 packages.config 文件、Microsoft Build 项目或 project.json 文件中列出的包。
zh_hant: 如果指定解決方案，此命令會還原安裝在解決方案及解決方案所含專案中的 NuGet 封裝。否則，命令會還原指定 packages.config 檔案、Microsoft Build 專案或 project.json 檔案中列出的封裝。

# RestoreCommandUsageExamples
source: nuget restore MySolution.sln
cs: obnovení nuget MySolution.sln
it: ripristina nuget MySolution.sln
ko: 너겟 복원 MySolution.sln
pl: przywracanie pakietu nuget MySolution.sln
zh_hans: nuget 还原 MySolution.sln

# RestoreCommandUsageSummary
source: [<solution> | <packages.config file> | <Microsoft Build project>] [options]
cs: [<solution> | <packages.config file> | <Microsoft Build project>] [možnosti]
es: [<solution> | <packages.config archivo> | <Microsoft Build project>] [options]
it: [<solution> | <filepackages.config> | <Microsoft Build project>] [opzioni]
ja: [<solution> | <packages.config file> | <Microsoft Build project>] [オプション]
ko: [<solution> | <packages.config file> | <Microsoft Build project>] [옵션]
pl: [<solution> | <packages.config file> | <Microsoft Build project>] [opcje]
zh_hans: [<solution> | <packages.config 文件> | <Microsoft Build 项目>] [选项]

# RestoreCommandUseLockFile
source: Enables project lock file to be generated and used with restore.
cs: Povolí vygenerování souboru zámku projektu a jeho použití s obnovením.
de: Ermöglicht das Generieren und Verwenden einer Projektsperrdatei bei der Wiederherstellung.
es: Habilita la generación del archivo de bloqueo del proyecto y su uso con la restauración.
fr: Permet au fichier de verrouillage du projet d’être généré et utilisé avec la restauration.
it: Abilita il file di blocco del progetto da generare e usare con il ripristino.
ja: プロジェクト ロック ファイルを生成して復元で使用できるようにします。
ko: 복원에 사용되고 생성될 프로젝트 잠금 파일을 사용합니다.
pl: Umożliwia generowanie pliku blokady projektu i używanie go przy przywracaniu.
pt_br: Permite que o arquivo de bloqueio do projeto seja gerado e usado com a restauração.
ru: Включает создание файла блокировки проекта и использование этого файла при восстановлении.
tr: Proje kilit dosyasının oluşturulmasını ve geri yükleme ile kullanılmasını etkinleştirir.
zh_hans: 允许生成项目锁定文件并与还原一起使用。
zh_hant: 讓專案鎖定檔案可透過還原來產生和使用。

# SearchCommandDescription
source: Searches a given source using the query string provided. If no sources are specified, all sources defined in %AppData%\NuGet\NuGet.config are used.
cs: Vyhledá daný zdroj pomocí zadaného řetězce dotazu. Pokud nejsou zadané žádné zdroje, použijí se všechny zdroje definované ve složce %AppData%\NuGet\NuGet.config.
de: Durchsucht eine angegebene Quelle mithilfe der angegebenen Abfragezeichenfolge. Wenn keine Quellen angegeben sind, werden alle in %AppData%\NuGet\NuGet.config definierten Quellen verwendet.
es: Busca un origen determinado mediante la cadena de consulta proporcionada. Si no se especifica ningún origen, se usarán todos los orígenes definidos en %AppData%\NuGet\NuGet.config .
fr: Recherche une source donnée à l’aide de la chaîne de requête fournie. Si aucune source n’est spécifiée, toutes les sources définies dans %AppData%\NuGet\NuGet.config seront utilisées.
it: Cerca in una determinata origine usando la stringa di query specificata. Se non viene specificata alcuna origine, verranno usate tutte le origini definite in %AppData%\NuGet\NuGet.config.
ja: 指定されたクエリ文字列を使用して、指定されたソースを検索します。ソースが指定されていない場合、%AppData%\NuGet\NuGet.config で定義されているすべてのソースが使用されます。
ko: 제공된 쿼리 문자열을 사용하여 주어진 원본을 검색합니다. 원본을 지정하지 않으면 %AppData%\NuGet\NuGet.config에 정의된 모든 원본이 사용됩니다.
pl: Wyszukuje dane źródło przy użyciu podanego ciągu zapytania. Jeśli nie określono żadnych źródeł, zostaną użyte wszystkie źródła zdefiniowane w pliku %AppData%\NuGet\NuGet.config.
pt_br: Pesquisa uma determinada fonte usando a cadeia de caracteres de consulta fornecida. Se nenhuma fonte for especificada, todas as fontes definidas em %AppData%\NuGet\NuGet.config serão usadas.
ru: Выполняет поиск в заданном источнике, используя предоставленную строку запроса. Если источники не указаны, используются все источники, определенные в %AppData%\NuGet\NuGet.config.
tr: Sağlanan sorgu dizesini kullanarak verilen kaynağı arar. Kaynak belirtilmezse, %AppData%\NuGet\NuGet.config içinde tanımlanan tüm kaynaklar kullanılır.
zh_hans: 使用提供的查询字符串搜索给定源。如果未指定任何源，则使用 %AppData%\NuGet\NuGet.config 中定义的所有源。
zh_hant: 使用提供的查詢字串搜尋指定來源。如果未指定任何來源，則使用 %AppData%\NuGet\NuGet.config 中定義的所有來源。

# SearchCommandPreRelease
source: Include prerelease packages.
cs: Zahrnout předběžné verze balíčků.
de: Schließen Sie Vorabversionspakete ein.
es: Incluir paquetes de versión preliminar.
fr: Incluez les packages de préversion.
it: Includi pacchetti non definitivi.
ja: プレリリース パッケージを含めます。
ko: 시험판 패키지를 포함합니다.
pl: Uwzględnij pakiety wersji wstępnej.
pt_br: Incluir pacotes de pré-lançamento.
tr: Ön sürüm paketlerini dahil edin.
zh_hans: 包括预发行包。
zh_hant: 包含發行前版本封裝。

# SearchCommandSourceDescription
source: The package source to search. You can pass multiple -Source options to search multiple package sources.
cs: Zdroj balíčku, který se má vyhledat Pokud chcete vyhledat více zdrojů balíčků, můžete předat více možností -Source.
de: Die zu durchsuchende Paketquelle. Sie können mehrere „-Source“-Optionen übergeben, um mehrere Paketquellen zu durchsuchen.
es: Origen del paquete que se va a buscar. Puede pasar varias opciones -Source para buscar varios orígenes de paquetes.
fr: Source du package à rechercher. Vous pouvez passer plusieurs options -Source pour rechercher plusieurs sources de package.
it: Origine del pacchetto in cui eseguire la ricerca. È possibile passare più opzioni -Source per cercare più origini del pacchetto.
ja: 検索するパッケージ ソース。複数の -Source オプションを渡して、複数のパッケージ ソースを検索できます。
ko: 검색할 패키지 원본입니다. 여러 패키지 원본을 검색하기 위해 여러 -Source 옵션을 전달할 수 있습니다.
pl: Źródło pakietu do wyszukania. Możesz przekazać wiele opcji -Source, aby przeszukać wiele źródeł pakietów.
pt_br: A origem do pacote a ser pesquisada. Você pode passar várias opções de origem para pesquisar várias fontes de pacote.
ru: Источник пакета для поиска. Можно передать несколько параметров -Source для поиска нескольких источников пакетов.
tr: Aranacak paket kaynağı. Birden çok paket kaynağı aramak için birden çok -Source seçeneği geçirilebilir.
zh_hans: 要搜索的包源。可以传递多个 -Source 选项来搜索多个包源。
zh_hant: 要搜尋的封裝來源。您可以傳遞多個 -Source 選項來搜尋多個封裝來源。

# SearchCommandTake
source: The number of results to return. The default value is 20.
cs: Počet výsledků, které se mají vrátit Výchozí hodnota je 20.
de: Die Anzahl von zurückzugebenden Ergebnissen. Der Standardwert ist 20.
es: Número de resultados que se devolverán. El valor predeterminado es 20.
fr: Nombre de résultats à retourner. La valeur par défaut est de 20.
it: Numero di risultati da restituire. Il valore predefinito è 20.
ja: 返される結果数の制限。既定値は 20 です。
ko: 반환할 결과 수입니다. 기본값은 20입니다.
pl: Liczba wyników do zwrócenia. Wartość domyślna to 20.
pt_br: O número de resultados a serem retornados. O valor padrão é 20.
ru: Число возвращаемых результатов. Значение по умолчанию — 20.
tr: Döndürülecek sonuç sayısı. Varsayılan değer 20’dir.
zh_hans: 要返回的结果数。默认值为 20。
zh_hant: 要傳回的結果數。預設值為 20。

# SearchCommandUsageDescription
source: Specify search terms.
cs: Zadejte hledané termíny.
de: Geben Sie Suchbegriffe an.
es: Especifique los términos de búsqueda.
fr: Spécifiez les termes de recherche.
it: Specificare i termini di ricerca.
ja: 検索語句を指定します。
ko: 검색어를 지정합니다.
pl: Określ wyszukiwane terminy.
pt_br: Especifique os termos de pesquisa.
tr: Arama terimlerini belirtin.
zh_hans: 指定搜索词。
zh_hant: 指定搜尋字詞。

# SearchCommandUsageSummary
source: [search terms] [options]
cs: [termíny vyhledávání] [možnosti]
fr: [termes de recherche] [options]
it: [termini di ricerca] [opzioni]
ja: [検索語句] [オプション]
ko: [검색어] [옵션]
pl: [wyszukiwane terminy] [opcje]
zh_hans: [搜索词] [选项]

# SetApiKeyCommandDescription
source: Saves an API key for a given server URL. When no URL is provided API key is saved for the NuGet gallery.
cs: Uloží klíč rozhraní API pro danou adresu URL serveru. Pokud není zadaná žádná adresa URL, uloží se klíč rozhraní API pro galerii NuGet.
de: Speichert einen API-Schlüssel für eine angegebene Server-URL. Wenn keine URL angegeben wird, wird der API-Schlüssel für den NuGet-Katalog gespeichert.
es: Guarda una clave de API para una dirección URL de servidor determinada. Cuando no se proporciona ninguna dirección URL, se guarda la clave de API para la galería de NuGet.
fr: Enregistre une clé API pour une URL de serveur donnée. Lorsqu’aucune URL n’est fournie, la clé API est enregistrée pour la galerie NuGet.
it: Salva una chiave API per un URL del server specificato. Quando non viene specificato alcun URL, la chiave API viene salvata per la raccolta NuGet.
ja: 指定されたサーバー URL の API キーを保存します。URL が指定されていない場合、NuGet ギャラリーの API キーが保存されます。
ko: 주어진 서버 URL에 대한 API 키를 저장합니다. URL이 제공되지 않으면 NuGet 갤러리에 대한 API 키가 저장됩니다.
pl: Zapisuje klucz interfejsu API dla danego adresu URL serwera. Jeśli nie podano adresu URL, klucz interfejsu API jest zapisywany dla galerii NuGet.
pt_br: Salva uma chave de API para uma determinada URL de servidor. Quando nenhuma URL é fornecida, a chave de API é salva na galeria do NuGet.
ru: Сохраняет ключ API для заданного URL-адреса сервера. Если URL-адрес не указан, ключ API сохраняется для галереи NuGet.
tr: Belirtilen sunucu URL'si için bir API anahtarı kaydeder. URL sağlanmazsa NuGet galerisi için API anahtarı kaydedilir.
zh_hans: 保存给定服务器 URL 的 API 密钥。如果未提供 URL，则将为 NuGet 库保存 API 密钥。
zh_hant: 儲存指定伺服器 URL 的 API 金鑰。未提供 URL 時，會儲存 NuGet 資源庫的 API 金鑰。

# SetApiKeyCommandSourceDescription
source: Server URL where the API key is valid.
cs: Adresa URL serveru, kde je klíč rozhraní API platný.
de: Server-URL, für die der API-Schlüssel gültig ist.
es: Dirección URL del servidor donde la clave de API es válida.
fr: URL du serveur où la clé API est valide.
it: URL del server in cui la chiave API è valida.
ja: API キーが有効なサーバー URL。
ko: API 키가 유효한 서버 URL입니다.
pl: Adres URL serwera, pod którym klucz interfejsu API jest prawidłowy.
pt_br: URL do servidor em que a chave de API é válida.
ru: URL-адрес сервера, на котором действует ключ API.
tr: API anahtarının geçerli olduğu sunucu URL'si.
zh_hans: API 密钥在其中有效的服务器 URL。
zh_hant: API 金鑰有效的伺服器 URL。

# SetApiKeyCommandUsageDescription
source: Specify the API key to save and an optional URL to the server that provided the API key.
cs: Zadejte klíč rozhraní API, který chcete uložit, a volitelnou adresu URL serveru, který poskytl klíč rozhraní API.
de: Geben Sie den zu speichernden API-Schlüssel und eine optionale URL für den Server an, der den API-Schlüssel bereitgestellt hat.
es: Especifique la clave de API que se va a guardar y una dirección URL opcional para el servidor que proporcionó la clave de API.
fr: Spécifiez la clé API à enregistrer et une URL facultative vers le serveur qui a fourni la clé API.
it: Specificare la chiave API da salvare e un URL facoltativo per il server che ha fornito la chiave API.
ja: 保存する API キーと、API キーを提供したサーバーへのオプションの URL を指定します。
ko: 저장할 API 키와 API 키를 제공한 서버에 대한 선택적 URL을 지정하세요.
pl: Określ klucz interfejsu API do zapisania oraz opcjonalny adres URL serwera, który dostarczył klucz interfejsu API.
pt_br: Especifique a chave de API a ser salva e uma URL opcional para o servidor que forneceu a chave de API.
ru: Укажите ключ API для сохранения и необязательный URL-адрес сервера, который предоставил ключ API.
tr: Kaydedilecek API anahtarını ve API anahtarını sağlanan sunucuya yönelik isteğe bağlı bir URL belirtin.
zh_hans: 指定要保存的 API 密钥以及提供 API 密钥的服务器的可选 URL。
zh_hant: 指定要儲存的 API 金鑰，以及提供 API 金鑰之伺服器的選擇性 URL。

# SetApiKeyCommandUsageSummary
source: <API key> [options]
cs: <API key> [možnosti]
it: <API key> [opzioni]
ja: <API key> [オプション]
ko: <API 키> [옵션]
pl: <API key> [opcje]
zh_hans: <API 密钥> [选项]

# SignCommandCertificateFingerprintDescription
source: SHA-256, SHA-384 or SHA-512 fingerprint of the certificate used to search a local certificate store for the certificate. The certificate store can be specified by -CertificateStoreName and -CertificateStoreLocation options.
cs: Otisk SHA-256, SHA-384 nebo SHA-512 certifikátu použitý k hledání místního úložiště certifikátů pro tento certifikát Úložiště certifikátů lze zadat pomocí parametrů -CertificateStoreName a -CertificateStoreLocation.
de: SHA-256-, SHA-384- oder SHA-512-Fingerabdruck des Zertifikats, der zum Durchsuchen eines lokalen Zertifikatspeichers nach dem Zertifikat verwendet wird. Der Zertifikatspeicher kann durch die Optionen „-CertificateStoreName“ und „-CertificateStoreLocation“ angegeben werden.
es: Huella digital SHA-256, SHA-384 o SHA-512 del certificado usado para buscar el certificado en un almacén de certificados local. El almacén de certificados se puede especificar mediante las opciones: CertificateStoreName y -CertificateStoreLocation.
fr: Empreinte SHA-256, SHA-384 ou SHA-512 du certificat utilisé pour rechercher le certificat dans un magasin de certificats local. Le magasin de certificats peut être spécifié par les options -CertificateStoreName et -CertificateStoreLocation.
it: Impronta digitale del certificato SHA-256, SHA-384 o SHA-512 usata per cercare il certificato in un archivio certificati locale. È possibile specificare l'archivio certificati usando le opzioni -CertificateStoreName e -CertificateStoreLocation.
ja: ローカル証明書ストアで証明書を検索するのに使用される証明書の SHA-256、または SHA-384、または SHA-512 フィンガープリントです。 証明書ストアは、-CertificateStoreName と -CertificateStoreLocation のオプションによって指定できます。
ko: 인증서에 대한 로컬 인증서 저장소를 검색하는 데 사용되는 인증서의 SHA-256, SHA-384 또는 SHA-512 지문입니다. 인증서 저장소는 -CertificateStoreName 및 -CertificateStoreLocation 옵션으로 지정할 수 있습니다.
pl: Odcisk cyfrowy certyfikatu SHA-256, SHA-384 lub SHA-512 używany do przeszukiwania lokalnego magazynu certyfikatów w zakresie danego certyfikatu. Magazyn certyfikatów można określić za pomocą opcji -CertificateStoreName i -CertificateStoreLocation.
pt_br: Impressão digital SHA-256, SHA-384 ou SHA-512 do certificado usada para pesquisar o certificado em um repositório de certificados local. O repositório de certificados pode ser especificado pelas opções -CertificateStoreName e -CertificateStoreLocation.
ru: Отпечаток сертификата SHA-256, SHA-384 или SHA-512, используемый для поиска сертификата в локальном хранилище. Хранилище сертификатов можно указать с помощью параметров -CertificateStoreName и -CertificateStoreLocation.
tr: Sertifika için yerel sertifika deposunda arama yapmak üzere kullanılan sertifikanın SHA-256, SHA-384 veya SHA-512 parmak izi. Sertifika deposu, -CertificateStoreName ve -CertificateStoreLocation seçenekleriyle belirtilebilir.
zh_hans: 用于在本地证书存储中搜索证书的 SHA-256、SHA-384 或 SHA-512 证书指纹。 证书存储可通过 -CertificateStoreName 和 -CertificateStoreLocation 选项指定。
zh_hant: 用於搜尋憑證之本機憑證存放區的憑證 SHA-256、SHA-384 或 SHA-512 指紋。 -CertificateStoreName 和 -CertificateStoreLocation 選項可指定憑證存放區。

# SignCommandCertificatePasswordDescription
source: Password for the certificate, if needed. This option can be used to specify the password for the certificate. If no password is provided, the command will prompt for a password at run time, unless the -NonInteractive option is passed.
cs: V případě potřeby Heslo k certifikátu, pro případ potřeby. Tuto možnost lze použít k zadání hesla certifikátu. Pokud není zadáno žádné heslo, zobrazí příkaz výzvu k zadání hesla při spuštění, pokud není předána možnost -NonInteractive.
de: Kennwort für das Zertifikat, falls erforderlich. Mit dieser Option kann das Kennwort für das Zertifikat angegeben werden. Wenn kein Kennwort angegeben wird, fordert der Befehl während der Laufzeit ein Kennwort an, es sei denn, die Option -NonInteractive wird übergeben.
es: Contraseña del certificado, si es necesario. Esta opción se puede usar para especificar la contraseña del certificado. Si no se proporciona ninguna contraseña, el comando solicitará una contraseña en tiempo de ejecución, a menos que se pase la opción -NonInteractive.
fr: Mot de passe du certificat, si nécessaire. Cette option peut être utilisée pour spécifier le mot de passe du certificat. Si aucun mot de passe n’est fourni, la commande demande un mot de passe au moment de l’exécution, sauf si l’option -NonInteractive est passée.
it: Password per il certificato, se necessario. Questa opzione può essere usata per specificare la password per il certificato. Se non viene specificata alcuna password, il comando richiederà una password in fase di esecuzione, a meno che non venga passata l'opzione -NonInteractive.
ja: 必要な場合の証明書のパスワードです。 このオプションを使用して、証明書のパスワードを指定できます。パスワードが指定されていない場合、-NonInteractive オプションが渡されない限り、コマンドは実行時にパスワードの入力を求めます。
ko: 필요한 경우 인증서의 암호입니다. 이 옵션을 사용하여 인증서의 암호를 지정할 수 있습니다. 암호가 제공되지 않은 경우 -NonInteractive 옵션이 전달되지 않는 한 명령은 런타임에 암호를 묻는 메시지를 표시합니다.
pl: Hasło certyfikatu, jeśli jest potrzebne. Tej opcji można użyć do określenia hasła certyfikatu. Jeśli hasło nie zostanie podane, polecenie wyświetli monit z prośbą o podanie hasła w czasie wykonywania, chyba że zostanie przekazana opcja -NonInteractive.
pt_br: Senha do certificado, se necessário. Essa opção pode ser usada para especificar a senha do certificado. Se nenhuma senha for fornecida, o comando solicitará uma senha em tempo de execução, a menos que a opção -NonInteractive seja passada.
ru: Пароль для сертификата, если необходимо. Этот параметр можно использовать для указания пароля для сертификата. Если пароль не указан, команда запросит пароль во время выполнения, если не передан параметр -NonInteractive.
tr: Gerekirse sertifikanın parolası. Bu seçenek, sertifikanın parolasını belirtmek için kullanılabilir. Parola sağlanmamışsa -NonInteractive seçeneği geçirilmediği takdirde komut çalışma zamanında parola isteminde bulunur.
zh_hans: 证书的密码(如果需要)。 此选项可用于指定证书的密码。如果未提供密码，则该命令将在运行时提示输入密码，除非传递了 -NonInteractive 选项。
zh_hant: 憑證的密碼 (視需要)。 此選項可用來指定憑證的密碼。如果沒有提供密碼，除非傳遞 -NonInteractive 選項，否則命令會在執行階段提示輸入密碼。
