Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpCommandDescription
source: Displays general help information and help information about other commands.
cs: Zobrazí obecné informace nápovědy a nápovědu k dalším příkazům.
de: Zeigt allgemeine Hilfeinformationen und Hilfeinformationen zu anderen Befehlen an.
es: Muestra información de ayuda general e información de ayuda sobre otros comandos.
fr: Affiche des informations d’aide générales et des informations d’aide sur d’autres commandes.
it: Visualizzare le informazioni generali della Guida e quelle relative ad altri comandi.
ja: 一般的なヘルプ情報と他のコマンドに関するヘルプ情報を表示します。
ko: 일반 도움말 정보 및 기타 명령에 대한 도움말 정보를 표시합니다.
pl: Wyświetla ogólne informacje pomocy i informacje o pomocy dotyczące innych poleceń.
pt_br: Exibe informações gerais de ajuda e informações de ajuda sobre outros comandos.
ru: Отображает общие справочные сведения и справочные сведения о других командах.
tr: Diğer komutlar hakkında genel yardım bilgilerini ve yardım bilgilerini görüntüler.
zh_hans: 显示有关其他命令的常规帮助信息和帮助信息。
zh_hant: 顯示一般說明資訊和其他命令的說明資訊。

# HelpCommandMarkdown
source: Print detailed all help in markdown format.
cs: Vytiskne podrobnou nápovědu ve formátu markdown.
de: Drucken Sie alle ausführlichen Hilfeinformationen im Markdownformat.
es: Imprima toda la ayuda detallada en formato Markdown.
fr: Imprimez l’aide détaillée au format Markdown.
it: Stampa le informazioni dettagliate su tutta la Guida in formato markdown.
ja: 詳細なヘルプをすべてマークダウン形式で印刷します。
ko: 자세한 모든 도움말을 Markdown 형식으로 인쇄하세요.
pl: Drukuj szczegółową pomoc w formacie języka markdown.
pt_br: Imprima toda a ajuda detalhada no formato markdown.
ru: Выводит на печать подробную справку в формате Markdown.
tr: Ayrıntılı tüm yardımı markdown biçiminde yazdırın.
zh_hans: 以 Markdown 格式打印详细的所有帮助。
zh_hant: 以 Markdown 格式列印詳細的所有說明。

# HelpCommandUsageDescription
source: Pass a command name to display help information for that command.
cs: Předejte název příkazu, aby se zobrazily informace nápovědy k tomuto příkazu.
de: Übergeben Sie einen Befehlsnamen, um Hilfeinformationen für diesen Befehl anzuzeigen.
es: Pase un nombre de comando para mostrar información de ayuda para ese comando.
fr: Transmettez un nom de commande pour afficher les informations d’aide pour cette commande.
it: Passare un nome comando per visualizzarne le informazioni della Guida per quel comando.
ja: コマンド名を渡して、そのコマンドのヘルプ情報を表示します。
ko: 해당 명령에 대한 도움말 정보를 표시하려면 명령 이름을 전달하세요.
pl: Przekaż nazwę polecenia, aby wyświetlić informacje pomocy dla tego polecenia.
pt_br: Passe um nome de comando para exibir informações de ajuda para esse comando.
tr: Bu komutun yardım bilgilerini görüntülemek için bir komut adı geçirin.
zh_hans: 传递命令名称以显示该命令的帮助信息。
zh_hant: 傳遞命令名稱，以顯示該命令的說明資訊。

# HelpCommandUsageExamples
source: nuget help nuget help push nuget ? nuget push -?
cs: nápověda nuget nasdílení změn nápovědy nuget nuget ? nasdílet změny nuget –?
es: ayuda de nuget nuget help push nuget ? nuget push -?
ko: nuget 도움말 nuget 도움말 푸시 nuget ? nuget 푸시 -?

# HelpCommand_AvailableCommands
source: Available commands:
cs: Dostupné příkazy:
de: Verfügbare Befehle:
es: Comandos disponibles:
fr: Commandes disponibles :
it: Comandi disponibili:
ja: 使用できるコマンド:
ko: 사용 가능한 명령:
pl: Dostępne polecenia:
pt_br: Comandos disponíveis:
ru: Доступные команды:
tr: Kullanılabilir komutlar:
zh_hans: 可用命令:
zh_hant: 可用的命令:

# HelpCommand_Examples
source: examples:
cs: příklady:
de: Beispiele:
es: ejemplos:
fr: exemples :
it: esempi:
ja: 例:
ko: 예:
pl: przykłady:
pt_br: exemplos:
ru: примеры:
tr: örnekler:
zh_hans: 示例:
zh_hant: 範例:

# HelpCommand_Options
source: options:
cs: možnosti:
de: Optionen:
es: opciones:
it: opzioni:
ja: オプション:
ko: 옵션:
pl: opcje:
pt_br: opções:
ru: параметры:
tr: seçenekler:
zh_hans: 选项:
zh_hant: 選項:

# HelpCommand_Suggestion
source: Type '{0} help <command>' for help on a specific command.
cs: Nápovědu ke konkrétnímu příkazu zobrazíte zadáním příkazu {0} help <command>.
de: Geben Sie "{0} Hilfe <command>" ein, um Hilfe zu einem bestimmten Befehl anzuzeigen.
es: Escriba “{0} help <comando>” para ver la ayuda de un comando en concreto.
fr: Tapez '{0} help <command>' pour obtenir de l’aide sur une commande spécifique.
it: Digitare '{0} help <command>' per informazioni su un comando specifico.
ja: 特定のコマンドヘルプを表示するには、'{0} help <command>' と入力してください。
ko: 특정 명령에 대한 도움말을 보려면 '{0} 도움말 <command>'를 입력합니다.
pl: Wpisz „{0} pomoc <command>”, aby uzyskać pomoc dotyczącą określonego polecenia.
pt_br: Digite '{0} help <command>' para receber ajuda sobre um comando específico.
ru: Введите "{0} help <command>" для получения справки по определенной команде.
tr: Belirli bir komut hakkında yardım için '{0} yardım <command>' yazın.
zh_hans: 键入“{0} 帮助 <command>”，以获取有关特定命令的帮助。
zh_hant: 輸入 '{0} help <command>' 以取得特定命令的說明。

# HelpCommand_Title
source: {0} Command
cs: Příkaz {0}
de: Befehl {0}
es: Comando {0}
fr: {0} Commande
it: Comando{0}
ja: {0} コマンド
ko: {0} 명령
pl: {0} Polecenia
pt_br: {0} comando
ru: Команда {0}
tr: {0} Komutu
zh_hans: {0} 命令
zh_hant: {0} 命令

# HelpCommand_Usage
source: usage: {0} <command> [args] [options]
cs: použití: {0} <command> [argumenty] [možnosti]
de: Nutzung: {0} <command> [Argumente] [Optionen]
es: uso: {0} <comando> [argumentos] [opciones]
fr: utilisation : {0} <command> [args] [options]
it: sintassi: {0} <command> [args] [options]
ja: 使用方法: {0} <command> [args] [options]
ko: 사용법: {0} <command> [args] [options]
pl: użycie: {0} <command> [argumenty] [opcje]
pt_br: uso: {0} <command> [argumentos] [opções]
ru: использование: {0} <command> [args] [options]
tr: kullanım: {0} <command> [bağımsız değişkenler] [seçenekler]
zh_hans: 用法: {0} <command> [参数] [选项]
zh_hant: 使用方式: {0} <command> [args] [options]

# HelpCommand_UsageDetail
source: usage: {0} {1} {2}
cs: použití: {0} {1} {2}
de: Nutzung: {0} {1} {2}
es: uso: {0} {1} {2}
fr: Utilisation : {0} {1} {2}
it: sintassi: {0} {1} {2}
ja: 使用方法: {0} {1} {2}
ko: 사용법: {0} {1} {2}
pl: użycie: {0} {1} {2}
pt_br: uso: {0} {1} {2}
ru: использование: {0} {1} {2}
tr: kullanım: {0} {1} {2}
zh_hans: 用法: {0} {1} {2}
zh_hant: 使用方式: {0} {1} {2}

# InitCommandDescription
source: Adds all the packages from the <srcPackageSourcePath> to the hierarchical <destPackageSourcePath>. http feeds are not supported. For more info, goto https://docs.nuget.org/consume/command-line-reference#init-command.
cs: Přidá všechny balíčky z <srcPackageSourcePath> do hierarchické <destPackageSourcePath>. Informační kanály HTTP nejsou podporovány. Další informace najdete v https://docs.nuget.org/consume/command-line-reference#init-command.
de: Fügt dem hierarchischen <destPackageSourcePath> alle Pakete aus dem <srcPackageSourcePath> hinzu. HTTP-Feeds werden nicht unterstützt. Weitere Informationen finden Sie unter https://docs.nuget.org/consume/command-line-reference#init-command.
es: Agrega todos los paquetes de la <srcPackageSourcePath> a la <destPackageSourcePath> jerárquica. Para más información, vaya a https://docs.nuget.org/consume/command-line-reference#init-command.
fr: Ajoute tous les packages depuis <srcPackageSourcePath> vers le <destPackageSourcePath> hiérarchique. Les flux HTTP ne sont pas pris en charge. Pour plus d’informations, consultez https://docs.nuget.org/consume/command-line-reference#init-command.
it: Aggiunge tutti i pacchetti da <srcPackageSourcePath> al <destPackageSourcePath> gerarchico. I feed HTTP non sono supportati. Per altre informazioni, visitare https://docs.nuget.org/consume/command-line-reference#init-command.
ja: <srcPackageSourcePath> のすべてのパッケージを階層 <destPackageSourcePath> に追加します。http フィードはサポートされていません。詳細については、https://docs.nuget.org/consume/command-line-reference#init-command に移動してください。
ko: <srcPackageSourcePath>의 모든 패키지를 계층적 <destPackageSourcePath>에 추가합니다. http 피드는 지원되지 않습니다. 자세한 내용을 확인하려면 https://docs.nuget.org/consume/command-line-reference#init-command로 이동하세요.
pl: Dodaje wszystkie pakiety ze ścieżki <srcPackageSourcePath> do hierarchicznej ścieżki <destPackageSourcePath>. Kanały informacyjne HTTP nie są obsługiwane. Aby uzyskać więcej informacji, przejdź do https://docs.nuget.org/consume/command-line-reference#init-command.
pt_br: Adiciona todos os pacotes do <srcPackageSourcePath> à lista hierárquica <destPackageSourcePath>. Não há suporte para feeds http. Para obter mais informações, consulte https://docs.nuget.org/consume/command-line-reference#init-command.
ru: Добавляет все пакеты из <srcPackageSourcePath> в иерархическую <destPackageSourcePath>. Веб-каналы HTTP не поддерживаются. Дополнительные сведения см. по ссылке: https://docs.nuget.org/consume/command-line-reference#init-command.
tr: <srcPackageSourcePath> yolundan tüm paketleri hiyerarşik <destPackageSourcePath> yoluna ekler. http akışları desteklenmiyor. Daha fazla bilgi için: https://docs.nuget.org/consume/command-line-reference#init-command.
zh_hans: 将 <srcPackageSourcePath> 中的所有包添加到分层 <destPackageSourcePath>。不支持 http 源。有关详细信息，请转到 https://docs.nuget.org/consume/command-line-reference#init-command。
zh_hant: 將所有封裝從 <srcPackageSourcePath> 新增到階層式 <destPackageSourcePath>。不支援 HTTP 摘要。如需詳細資訊，請前往 https://docs.nuget.org/consume/command-line-reference#init-command。

# InitCommandUsageDescription
source: Specify the path to source package source to be copied from and the path to the destination package source to be copied to.
cs: Zadejte cestu ke zdroji zdrojového balíčku, ze kterého se má zkopírovat, a cestu ke zdroji cílového balíčku, do které se má zkopírovat.
de: Geben Sie den Pfad zur Quellpaketquelle, aus der kopiert werden soll, und den Pfad zur Zielpaketquelle an, in die kopiert werden soll.
es: Especifique la ruta de acceso al origen del paquete de origen desde el que se va a copiar y la ruta de acceso al origen del paquete de destino en el que se va a copiar.
fr: Spécifiez le chemin d’accès à la source du package source depuis lequel copier et le chemin d’accès à la source du package de destination vers lequel copier.
it: Specificare il percorso dell'origine del pacchetto di origine da copiare e il percorso dell'origine del pacchetto di destinazione da copiare.
ja: コピー元のソース パッケージ ソースへのパスと、コピー先のパッケージ ソースへのパスを指定します。
ko: 복사할 원본 패키지 원본의 경로와 복사할 대상 패키지 원본의 경로를 지정합니다.
pl: Określ ścieżkę do źródłowego źródła pakietu do skopiowania oraz ścieżkę do źródła pakietu docelowego, do który ma zostać skopiowany.
pt_br: Especifique o caminho para a origem do pacote de origem a ser copiado e o caminho para a origem do pacote de destino a ser copiado.
ru: Укажите путь к источнику исходного пакета, из которого требуется скопировать данные, и путь к источнику конечного пакета для вставки.
tr: Kopyalanacak kaynak paket kaynağının yolunu ve kopyalanacak hedef paket kaynağının yolunu belirtin.
zh_hans: 指定要从中复制的源包源的路径以及要复制到的目标包源的路径。
zh_hant: 指定要複製來源封裝來源的路徑，以及要複製到目的地封裝來源的路徑。

# InitCommandUsageSummary
source: <srcPackageSourcePath> <destPackageSourcePath> [options]
cs: <srcPackageSourcePath> <destPackageSourcePath> [možnosti]
ja: <srcPackageSourcePath> <destPackageSourcePath> [オプション]
ko: <srcPackageSourcePath> <destPackageSourcePath> [옵션]
ru: <srcPackageSourcePath> <destPackageSourcePath> [параметры]

# InstallCommandDependencyVersion
source: Overrides the default dependency resolution behavior.
cs: Přepíše výchozí chování při řešení závislostí.
de: Überschreibt das Standardverhalten für die Abhängigkeitsauflösung.
fr: Remplace le comportement de résolution des dépendances par défaut.
it: Esegue l'override del comportamento predefinito di risoluzione delle dipendenze.
ja: 既定の依存関係解決動作をオーバーライドします。
ko: 기본 종속성 확인 동작을 재정의합니다.
pl: Przesłania domyślne zachowanie rozpoznawania zależności.
pt_br: Substitui o comportamento de resolução de dependência padrão.
ru: Переопределяет поведение разрешения зависимостей по умолчанию.
tr: Varsayılan bağımlılık çözümleme davranışını geçersiz kılar.
zh_hans: 重写默认依赖项解析行为。
zh_hant: 覆寫預設相依性解析行為。

# InstallCommandDescription
source: Installs a package using the specified sources. If no sources are specified, all sources defined in the NuGet configuration file are used. If the configuration file specifies no sources, uses the default NuGet feed.
cs: Nainstaluje balíček pomocí zadaných zdrojů. Pokud nejsou zadané žádné zdroje, použijí se všechny zdroje definované v konfiguračním souboru NuGet. Pokud konfigurační soubor neurčuje žádné zdroje, použije výchozí informační kanál NuGet.
de: Installiert ein Paket mit den angegebenen Quellen. Wenn keine Quellen angegeben sind, werden alle in der NuGet-Konfigurationsdatei definierten Quellen verwendet. Wenn in der Konfigurationsdatei keine Quellen angegeben sind, wird der standardmäßige NuGet-Feed verwendet.
es: Instala un paquete mediante los orígenes especificados. Si no se especifica ningún origen, se usan todos los orígenes definidos en el archivo de configuración de NuGet. Si el archivo de configuración no especifica ningún origen, usa la fuente de NuGet predeterminada.
fr: Installe un package à l’aide des sources spécifiées. Si aucune source n’est spécifiée, toutes les sources définies dans le fichier de configuration NuGet seront utilisées. Si le fichier de configuration ne spécifie aucune source, le flux NuGet est utilisé par défaut.
it: Installare un pacchetto usando le origini specificate. Se non viene specificata alcuna origine, vengono usate tutte le origini definite nel file di configurazione NuGet. Se il file di configurazione non specifica alcuna origine, usa il feed NuGet predefinito.
ja: 指定されたソースを使用してパッケージをインストールします。ソースが指定されていない場合は、NuGet 構成ファイルで定義されているすべてのソースが使用されます。構成ファイルでソースが指定されていない場合は、既定の NuGet フィードが使用されます。
ko: 지정된 원본을 사용하여 패키지를 설치합니다. 원본을 지정하지 않으면 NuGet 구성 파일에 정의된 모든 원본이 사용됩니다. 구성 파일이 원본을 지정하지 않으면 기본 NuGet 피드를 사용합니다.
pl: Instaluje pakiet przy użyciu określonych źródeł. Jeśli nie określono żadnych źródeł, zostaną użyte wszystkie źródła zdefiniowane w pliku konfiguracji NuGet. Jeśli plik konfiguracji nie określa żadnych źródeł, używa domyślnego źródła danych NuGet.
pt_br: Instala um pacote usando as fontes especificadas. Se nenhuma fonte for especificada, todas as fontes definidas no arquivo de configuração do NuGet serão usadas. Se o arquivo de configuração não especificar nenhuma fonte, usará o feed padrão do NuGet.
tr: Belirtilen kaynakları kullanarak bir paket yükler. Kaynak belirtilmezse NuGet yapılandırma dosyasında tanımlanan tüm kaynaklar kullanılır. Yapılandırma dosyası hiçbir kaynak belirtmiyorsa varsayılan NuGet akışını kullanır.
zh_hans: 使用指定的源安装包。如果未指定任何源，则使用 NuGet 配置文件中定义的所有源。如果配置文件未指定任何源，则使用默认的 NuGet 源。
zh_hant: 使用指定的來源安裝封裝。如果未指定來源，則會使用 NuGet 設定檔中定義的所有來源。如果設定檔未指定來源，則使用預設的 NuGet 摘要。

# InstallCommandExcludeVersionDescription
source: If set, the destination folder will contain only the package name, not the version number
cs: Pokud je tato možnost nastavená, cílová složka bude obsahovat jenom název balíčku, ne číslo verze.
de: Wenn dies festgelegt ist, enthält der Zielordner nur den Paketnamen, nicht die Versionsnummer.
es: Si se establece, la carpeta de destino contendrá solo el nombre del paquete, no el número de versión.
fr: Si défini, le dossier de destination contient uniquement le nom du package, et non le numéro de version
it: Se impostata, la cartella di destinazione conterrà solo il nome del pacchetto, non il numero di versione
ja: 設定されている場合、コピー先フォルダーにはバージョン番号ではなくパケット名のみが含まれます
ko: 설정하면 대상 폴더에는 버전 번호가 아닌 패키지 이름만 포함됩니다.
pl: Jeśli zostanie ustawiona, folder docelowy będzie zawierać tylko nazwę pakietu, a nie numer wersji
pt_br: Se definida, a pasta de destino conterá apenas o nome do pacote, não o número da versão
tr: Ayarlanırsa, hedef klasör sürüm numarasını değil yalnızca paket adını içerir.
zh_hans: 如果设置，目标文件夹将仅包含包名称，而不包含版本号
zh_hant: 若設定，目的地資料夾將只包含封裝名稱，而非版本號碼

# InstallCommandFrameworkDescription
source: Target framework used for selecting dependencies. Defaults to 'Any' if not specified.
cs: Cílová architektura používaná pro výběr závislostí Pokud se nezadá, použije se výchozí hodnota Any.
de: Zielframework, das zum Auswählen von Abhängigkeiten verwendet wird. Wird nichts angegeben, wird standardmäßig „Any“ verwendet.
es: Plataforma de destino usada para seleccionar dependencias. Si no se especifica, el valor predeterminado es "Cualquiera".
fr: Framework cible utilisé pour la sélection des dépendances. La valeur par défaut est 'Any' si elle n’est pas spécifiée.
it: Framework di destinazione usato per la selezione delle dipendenze. Il valore predefinito, se non specificato, è 'Any'.
ja: 依存関係の選択に使用されるターゲット フレームワーク。指定しない場合、既定値は 'Any' になります。
ko: 종속성을 선택하는 데 사용되는 대상 프레임워크입니다. 지정하지 않으면 기본값은 '임의'입니다.
pl: Platforma docelowa używana do wybierania zależności. Wartość domyślna to „Any”, jeśli nie zostanie określona.
pt_br: Estrutura de destino usada para selecionar dependências. O padrão é 'Any' se ele não for especificado.
ru: Целевая платформа, используемая для выбора зависимостей. Если значение не указано, по умолчанию используется значение "Любая".
tr: Bağımlılıkları seçmek için kullanılan hedef çerçeve. Belirtilmezse varsayılan olarak 'Any' değerini ayarlar.
zh_hans: 用于选择依赖项的目标框架。如果未指定，则默认为“Any”。
zh_hant: 用於選取相依性的目標架構。如果未指定，則預設為 'Any'。

# InstallCommandOutputDirDescription
source: Specifies the directory in which packages will be installed. If none specified, uses the current directory.
cs: Určuje adresář, kam se nainstalují balíčky. Pokud není zadán žádný, použije aktuální adresář.
de: Gibt das Verzeichnis an, in dem Pakete installiert werden. Wenn keine Angabe erfolgt, wird das aktuelle Verzeichnis verwendet.
es: Especifica el directorio en el que se instalarán los paquetes. Si no se especifica ninguno, usa el directorio actual.
fr: Spécifie le répertoire dans lequel les packages seront installés. Si aucun n’est spécifié, le répertoire actif est utilisé.
it: Specifica la directory in cui verranno installati i pacchetti. Se non specificata, viene usata la directory corrente.
ja: パッケージをインストールするディレクトリを指定します。何も指定されない場合は、現在のディレクトリが使用されます。
ko: 패키지가 설치될 디렉터리를 지정합니다. 지정되지 않은 경우 현재 디렉터리를 사용합니다.
pl: Określa katalog, w którym zostaną zainstalowane pakiety. Jeśli nie określono żadnego, używa bieżącego katalogu.
pt_br: Especifica o diretório no qual os pacotes serão instalados. Se nenhum estiver especificado, usa o diretório atual.
ru: Указывает каталог, в котором будут установлены пакеты. Если ничего не указано, используется текущий каталог.
tr: Paketlerin yükleneceği dizini belirtir. Belirtilmezse, geçerli dizini kullanır.
zh_hans: 指定要在其中安装包的目录。如果未指定任何内容，则使用当前目录。
zh_hant: 指定要在其中安裝封裝的目錄。若未指定，會使用目前的目錄。

# InstallCommandPrerelease
source: Allows prerelease packages to be installed. This flag is not required when restoring packages by installing from packages.config.
cs: Umožňuje nainstalovat předběžné verze balíčků. Tento příznak není vyžadován při obnovování balíčků instalací z souboru packages.config.
de: Gestattet die Installation von Vorabversionspaketen. Dieses Kennzeichen ist beim Wiederherstellen von Paketen durch die Installation von packages.config nicht erforderlich.
es: Permite instalar paquetes de versión preliminar. Esta marca no es necesaria al restaurar paquetes mediante la instalación desde packages.config.
fr: Autorise l’installation des packages de préversion. Cet indicateur n’est pas requis lors de la restauration des packages à partir de packages.config.
it: Consente l'installazione di pacchetti non definitivi. Questo flag non è necessario quando si ripristinano i pacchetti eseguendo l'installazione da packages.config.
ja: プレリリース パッケージのインストールを許可します。packages.config からインストールしてパッケージを復元する場合、このフラグは必要ありません。
ko: 시험판 패키지를 설치할 수 있습니다. packages.config에서 설치하여 패키지를 복원할 때는 이 플래그가 필요하지 않습니다.
pl: Zezwala na instalowanie pakietów wstępnych. Ta flaga nie jest wymagana podczas przywracania pakietów przez instalację z pliku packages.config.
pt_br: Permite que pacotes de pré-lançamento sejam instalados. Esse sinalizador não é necessário ao restaurar pacotes instalando de packages.config.
tr: Ön sürüm paketlerinin yüklenmesine izin verir. packages.config’den yükleyerek paketleri geri yükleme sırasında bu bayrak gerekmez.
zh_hans: 允许安装预发行包。通过从 packages.config 安装来还原包时不需要此标志。
zh_hant: 允許安裝發行前版本封裝。從 packages.config 安裝以還原封裝時不需要此旗標。

# InstallCommandRequireConsent
source: Checks if package restore consent is granted before installing a package.
cs: Ověří, jestli se před instalací balíčku udělil souhlas s obnovením balíčku.
de: Überprüft, ob die Einwilligung zur Paketwiederherstellung erteilt wurde, bevor ein Paket installiert wird.
es: Comprueba si se concede el consentimiento de restauración del paquete antes de instalar un paquete.
fr: Vérifie si le consentement de restauration de package est accordé avant d’installer un package.
it: Controlla se il consenso per il ripristino del pacchetto viene concesso prima di installare un pacchetto.
ja: パッケージをインストールする前に、パッケージの復元の同意が得られているかどうかを確認します。
ko: 패키지를 설치하기 전에 패키지 복원 동의를 받았는지 확인합니다.
pl: Sprawdza, czy zgoda na przywracanie pakietu została udzielona przed zainstalowaniem pakietu.
pt_br: Verifica se o consentimento de restauração do pacote foi concedido antes de instalar um pacote.
tr: Paket yüklemeden önce paket geri yükleme onayı verilip verilmediğini denetler.
zh_hans: 在安装包之前检查是否已授予包还原许可。
zh_hant: 在安裝封裝前檢查是否已授與封裝還原同意。

# InstallCommandSolutionDirectory
source: Solution root for package restore.
cs: Kořen řešení pro obnovení balíčku.
de: Stammverzeichnis der Projektmappe für die Paketwiederherstellung.
es: Raíz de la solución para la restauración de paquetes.
fr: Racine de la solution pour la restauration de package.
it: Radice della soluzione per il ripristino del pacchetto.
ja: パッケージの復元のソリューション ルート。
ko: 패키지 복원을 위한 솔루션 루트입니다.
pl: Katalog główny rozwiązania na potrzeby przywracania pakietu.
pt_br: Raiz da solução para restauração de pacote.
tr: Paket geri yükleme için çözüm kökü.
zh_hans: 包还原的解决方案根。
zh_hant: 封裝還原的解決方案根目錄。
