Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# RestoreCommandCannotDeterminePackagesFolder
source: Cannot determine the packages folder to restore NuGet packages. Please specify either -PackagesDirectory or -SolutionDirectory.
cs: Nelze určit složku balíčků pro obnovení balíčků NuGet. Zadejte buď -PackagesDirectory, nebo -SolutionDirectory.
de: Der Paketordner zum Wiederherstellen von NuGet-Paketen kann nicht bestimmt werden. Geben Sie entweder -PackagesDirectory oder -SolutionDirectory an.
es: No se puede determinar la carpeta de paquetes para restaurar los paquetes NuGet. Especifique -PackagesDirectory o -SolutionDirectory.
fr: Impossible de déterminer le dossier des packages pour restaurer les packages NuGet. Spécifiez -PackagesDirectory ou -SolutionDirectory.
it: Non è possibile determinare la cartella dei pacchetti per il ripristino dei pacchetti NuGet. Specificare -PackagesDirectory o -SolutionDirectory.
ja: NuGet パッケージを復元するパッケージ フォルダーを特定できません。-PackagesDirectory または -SolutionDirectory のいずれかを指定してください。
ko: NuGet 패키지를 복원할 패키지 폴더를 결정할 수 없습니다. -PackagesDirectory 또는 -SolutionDirectory를 지정하세요.
pl: Nie można określić folderu pakietów do przywrócenia pakietów NuGet. Określ parametr -PackagesDirectory lub -SolutionDirectory.
pt_br: Não é possível determinar a pasta de pacotes para restaurar pacotes NuGet. Especifique -PackagesDirectory ou -SolutionDirectory.
ru: Не удается определить папку пакетов для восстановления пакетов NuGet. Укажите -PackagesDirectory или -SolutionDirectory.
tr: NuGet paketlerini geri yüklemek için paketler klasörü belirlenemiyor. Lütfen -PackagesDirectory veya -SolutionDirectory belirtin.
zh_hans: 无法确定要还原 NuGet 包的包文件夹。请指定 -PackagesDirectory 或 -SolutionDirectory。
zh_hant: 無法判斷要還原 NuGet 封裝的封裝資料夾。請指定 -PackagesDirectory 或 -SolutionDirectory。

# RestoreCommandFileNotFound
source: Input file does not exist: {0}.
cs: Vstupní soubor neexistuje: {0}.
de: Die Eingabedatei ist nicht vorhanden: {0}.
es: El archivo de entrada no existe: {0}.
fr: Le fichier d'entrée {0} n'existe pas.
it: Il file di input non esiste: {0}.
ja: 入力ファイルが存在しません: {0}。
ko: 입력 파일이 없습니다: {0}.
pl: Plik wejściowy nie istnieje: {0}.
pt_br: O arquivo de entrada não existe: {0}.
ru: Входной файл не существует: "{0}".
tr: Giriş dosyası bulunmuyor: {0}.
zh_hans: 输入文件不存在: {0}。
zh_hant: 輸入檔不存在: {0}。

# RestoreCommandOptionSolutionDirectoryIsInvalid
source: Option -SolutionDirectory is not valid when restoring packages for a solution.
cs: Možnost -SolutionDirectory není platná při obnovování balíčků pro řešení.
de: Die Option -SolutionDirectory ist beim Wiederherstellen von Paketen für eine Projektmappe ungültig.
es: La opción -SolutionDirectory no es válida al restaurar paquetes para una solución.
fr: Option -SolutionDirectory non valide lors de la restauration de packages pour une solution.
it: L'opzione -SolutionDirectory non è valida quando si ripristinano i pacchetti per una soluzione.
ja: ソリューションのパッケージを復元する場合、オプション -SolutionDirectory は無効です。
ko: -SolutionDirectory 옵션은 솔루션에 대한 패키지를 복원할 때 유효하지 않습니다.
pl: Opcja -SolutionDirectory jest nieprawidłowa podczas przywracania pakietów dla rozwiązania.
pt_br: Option -SolutionDirectory não é válido ao restaurar pacotes para uma solução.
ru: Параметр -SolutionDirectory недопустим при восстановлении пакетов для решения.
tr: Çözüm için paketler geri yüklenirken -SolutionDirectory seçeneği geçerli değildir.
zh_hans: 还原解决方案的包时，Option -SolutionDirectory 无效。
zh_hant: 在還原解決方案的封裝時，選項 -SolutionDirectory 無效。

# RestoreCommandPackageRestoreOptOutMessage
source: Restoring NuGet packages... To prevent NuGet from downloading packages during build, open the Visual Studio Options dialog, click on the NuGet Package Manager node and uncheck '{0}'.
cs: Obnovují se balíčky NuGet... Pokud chcete NuGetu ve stahování balíčků během sestavování zabránit, otevřete dialogové okno možnosti Visual Studio, klikněte na uzel Správce balíčků NuGet a zrušte zaškrtnutí políčka „{0}“.
de: NuGet-Pakete werden wiederhergestellt... Wenn Sie verhindern möchten, dass NuGet Pakete während der Erstellung herunterlädt, öffnen Sie das Dialogfeld „Optionen“ in Visual Studio, klicken Sie auf den Knoten „NuGet-Paket-Manager“, und deaktivieren Sie dann „{0}“.
es: Restaurando paquetes NuGet... Para evitar que NuGet restaure paquetes durante la compilación, abra el cuadro de diálogo de opciones de Visual Studio, haga clic en el nodo Administrador de paquetes NuGet y desactive la casilla '{0}'.
fr: Restauration des packages NuGet... Pour empêcher NuGet de télécharger des packages pendant la génération, ouvrez la boîte de dialogue des options Visual Studio, cliquez sur le nœud Gestionnaire de package NuGet et décochez « {0} ».
it: Ripristino dei pacchetti NuGet in corso... Per evitare che NuGet scarichi i pacchetti durante la compilazione, aprire la finestra di dialogo Opzioni di Visual Studio, fare clic sul nodo Gestione pacchetti NuGet e deselezionare '{0}'.
ja: NuGet パッケージを復元しています... NuGet がビルド中にパッケージを復元しないようにするには、Visual Studio の [オプション] ダイアログ ボックスを開き、NuGet の [パッケージ マネージャー] ノードをクリックして、['{0}'] をオフにします。
ko: NuGet 패키지 복원 중... 빌드 중에 NuGet이 패키지를 다운로드하지 못하도록 하려면 Visual Studio 옵션 대화 상자를 열고 NuGet 패키지 관리자 노드를 클릭한 다음 '{0}' 선택을 취소합니다.
pl: Trwa przywracanie pakietów menedżera NuGet... Aby uniemożliwić menedżerowi NuGet pobieranie pakietów podczas kompilacji, otwórz okno dialogowe Opcje programu Visual Studio, kliknij węzeł Menedżera pakietów NuGet i usuń zaznaczenie pola wyboru „{0}”.
pt_br: Restaurando pacotes NuGet... Para evitar que o NuGet baixe pacotes durante a compilação, abra a caixa de diálogo Opções do Visual Studio, clique no nó Gerenciador de Pacotes NuGet e desmarque '{0}'.
ru: Восстановление пакетов NuGet... Чтобы решение NuGet не скачивало пакеты при сборке, откройте в Visual Studio диалоговое окно "Параметры", щелкните узел "Диспетчер пакетов NuGet" и снимите флажок "{0}".
tr: NuGet paketleri geri yükleniyor... NuGet'in derleme sırasında paketleri geri yüklemesini önlemek için Visual Studio Seçenekleri iletişim kutusunu açın, NuGet Paket Yöneticisi düğümüne tıklayın ve '{0}' öğesinin işaretini kaldırın.
zh_hans: 正在还原 NuGet 包... 若要防止 NuGet 在生成期间下载包，请打开“Visual Studio 选项”对话框，单击 NuGet 程序包管理器节点，然后取消选中“{0}”。
zh_hant: 正在還原 NuGet 套件... 為避免 NuGet 在建置期間下載封裝，請開啟 [Visual Studio 選項] 對話方塊、按一下 [NuGet 套件管理員] 節點，然後取消核取「{0}」。

# RestoreCommandProjectNotFound
source: Project file {0} cannot be found.
cs: Soubor projektu {0} nebyl nalezen.
de: Die Projektdatei {0} wurde nicht gefunden.
es: No se puede encontrar el archivo del proyecto {0}.
fr: Le fichier projet {0} est introuvable.
it: Non è possibile trovare il file di progetto {0}.
ja: プロジェクト ファイル {0} が見つかりません。
ko: 프로젝트 파일 {0}을(를) 찾을 수 없습니다.
pl: Nie można odnaleźć pliku projektu {0}.
pt_br: O arquivo {0} não pode ser encontrado.
ru: Не удается найти файл проекта {0}.
tr: Proje dosyası {0} bulunamıyor.
zh_hans: 找不到项目文件 {0}。
zh_hant: 找不到專案檔 {0}。

# RestoreCommandRestoringPackagesForSolution
source: Restoring NuGet packages for solution {0}.
cs: Obnovování balíčků NuGet pro řešení {0}.
de: NuGet-Pakete für die Projektmappe {0} werden verwaltet.
es: Administrar paquetes NuGet para la solución {0}.
fr: Restauration des packages NuGet pour la solution {0}.
it: Ripristino dei pacchetti NuGet per la soluzione {0}.
ja: ソリューション {0} の NuGet パッケージを復元しています。
ko: 솔루션 {0}에 대한 NuGet 패키지를 복원합니다.
pl: Przywracanie pakietów NuGet dla rozwiązania {0}.
pt_br: Restaurando pacotes NuGet para {0}.
ru: Восстановление пакетов NuGet для решения {0}.
tr: Çözüm {0} için NuGet paketleri geri yükleniyor.
zh_hans: 正在还原解决方案 {0} 的 NuGet 包。
zh_hant: 正在還原解決方案 {0} 的 NuGet 封裝。

# RestoreCommandRestoringPackagesFromPackagesConfigFile
source: Restoring NuGet packages listed in packages.config file.
cs: Obnovování balíčků NuGet uvedených v souboru packages.config.
de: NuGet-Pakete, die in der packages.config-Datei aufgeführt sind, werden wiederhergestellt.
es: Restaurando los paquetes NuGet enumerados en el archivo packages.config.
fr: Restauration des packages NuGet répertoriés dans le fichier packages.config.
it: Ripristino dei pacchetti NuGet elencati nel file packages.config.
ja: packages.config ファイルにリストされている NuGet パッケージを復元しています。
ko: packages.config 파일에 나열된 NuGet 패키지를 복원합니다.
pl: Przywracanie pakietów NuGet wymienionych w pliku packages.config.
pt_br: Restaurando pacotes NuGet listados no arquivo packages.config.
ru: Восстановление пакетов NuGet, перечисленных в файле packages.config.
tr: packages.config dosyasında listelenen NuGet paketleri geri yükleniyor.
zh_hans: 正在还原 packages.config 文件中列出的 NuGet 包。
zh_hant: 正在還原列在 packages.config 檔案中的 NuGet 封裝。

# RestoreCommandRestoringPackagesListedInFile
source: Restoring NuGet packages listed in file {0}.
cs: Obnovování balíčků NuGet uvedených v souboru {0}.
de: In der Datei {0} aufgeführte NuGet-Pakete werden wiederhergestellt.
es: Restaurando los paquetes NuGet enumerados en el archivo {0}.
fr: Restauration des packages NuGet répertoriés dans le fichier {0}.
it: Ripristino dei pacchetti NuGet elencati nel file {0}.
ja: ファイル {0} にリストされている NuGet パッケージを復元しています。
ko: 파일 {0}에 나열된 NuGet 패키지를 복원하는 중입니다.
pl: Przywracanie pakietów NuGet wymienionych w pliku {0}.
pt_br: Restaurando pacotes NuGet listados no arquivo {0}.
ru: Восстановление пакетов NuGet, перечисленных в файле {0}.
tr: {0} dosyasında listelenen NuGet paketleri geri yükleniyor.
zh_hans: 正在还原文件 {0} 中列出的 NuGet 包。
zh_hant: 正在還原檔案 {0} 中列出的 NuGet 封裝。

source: Scanning for projects...
cs: Vyhledávání projektů...
de: Projekte werden gesucht...
es: Buscando proyectos...
fr: Recherche de projets...
it: Analisi dei progetti in corso...
ja: プロジェクトをスキャンしています...
ko: 프로젝트 검색 중...
pl: Trwa skanowanie w poszukiwaniu projektów...
pt_br: Verificando projetos...
ru: Сканирование проектов...
tr: Projeler taranıyor...
zh_hans: 正在扫描项目...
zh_hant: 正在掃描專案...

# SetApiKeyCommandApiKeySaved
source: The API Key '{0}' was saved for {1}.
cs: Klíč rozhraní API „{0}“ byl uložen pro {1}.
de: Der API-Schlüssel „{0}“ wurde für {1} gespeichert.
es: La clave de API “{0}” se guardó para {1}.
fr: La clé API '{0}' a été enregistrée pour {1}.
it: La chiave API '{0}' è stata salvata per {1}.
ja: API キー '{0}' が {1} 用に保存されました。
ko: API 키 '{0}'이(가) {1}에 저장되었습니다.
pl: Klucz interfejsu API „{0}” został zapisany dla {1}.
pt_br: A Chave de API '{0}' foi salva para {1}.
ru: Ключ API "{0}" сохранен для {1}.
tr: API Anahtarı '{0}' {1} için kaydedildi.
zh_hans: 已为 {1} 保存 API 密钥“{0}”。
zh_hant: API 金鑰 '{0}' 已儲存，可供 {1} 使用。

# SetApiKeyCommandDefaultApiKeysSaved
source: The API Key '{0}' was saved for {1} and {2}.
cs: Klíč rozhraní API „{0}“ se uložil pro {1} a {2}.
de: Der API-Schlüssel „{0}“ wurde für {1} und {2} gespeichert.
es: La clave de API “{0}” se guardó para {1} y{2}.
fr: La clé API '{0}' a été enregistrée pour {1} et {2}.
it: La chiave API '{0}' è stata salvata per {1} e {2}.
ja: API キー '{0}' が {1} と {2} 用に保存されました。
ko: API 키 '{0}'이(가) {1} 및 {2}에 대해 저장되었습니다.
pl: Klucz interfejsu API „{0}” został zapisany dla {1} i {2}.
pt_br: A Chave de API '{0}' foi salva para {1} e {2}.
ru: Ключ API "{0}" сохранен для {1} и {2}.
tr: API Anahtarı '{0}' {1} ve {2} için kaydedildi.
zh_hans: 已为 {1} 和 {2} 保存 API 密钥“{0}”。
zh_hant: API 金鑰 '{0}' 已儲存，可供 {1} 和 {2} 使用。

# SettingsCredentials_UsingSavedCredentials
source: Using credentials from config. UserName: {0}
cs: Pomocí přihlašovacích údajů z konfigurace. Uživatelské jméno: {0}
de: Die Anmeldeinformationen aus der config-Datei werden verwendet. Benutzername: {0}
es: Se están usando las credenciales de la configuración. Nombre de usuario: {0}
fr: Utilisation des informations d’identification de la configuration. UserName : {0}
it: Verranno usate le credenziali del file di configurazione. UserName: {0}
ja: 構成からの資格情報を使用しています。UserName: {0}
ko: 구성의 자격 증명 사용. UserName: {0}
pl: Używanie poświadczeń z konfiguracji. Nazwa użytkownika: {0}
pt_br: Usando credenciais da configuração. UserName: {0}
ru: Использование учетных данных из конфигурации. Имя пользователя: {0}
tr: Yapılandırmadaki kimlik bilgileri kullanılıyor. UserName: {0}
zh_hans: 使用配置中的凭据。UserName: {0}
zh_hant: 使用來自設定的認證。使用者名稱: {0}

# SolutionRestoreCommandNoPackagesConfigOrProjectJson
source: Nothing to do. None of the projects in this solution specify any packages for NuGet to restore.
cs: Není co dělat. Žádný z projektů v tomto řešení neurčuje žádné balíčky, které má NuGet obnovit.
de: Es ist nichts zu tun. Keines der Projekte in dieser Projektmappe gibt Pakete an, die NuGet wiederherstellen soll.
es: No hay nada que hacer. Ninguno de los proyectos de esta solución especifica ningún paquete para la restauración de NuGet.
fr: Il n’y a rien à faire. Aucun des projets de cette solution ne spécifie de packages à restaurer pour NuGet.
it: Niente da fare. Nessuno dei progetti in questa soluzione specifica alcun pacchetto da ripristinare con NuGet.
ja: 何も行う必要はありません。このソリューションのどのプロジェクトも、復元する NuGet のパッケージを指定していません。
ko: 수행할 작업이 없습니다. 이 솔루션의 어떤 프로젝트도 NuGet이 복원할 패키지를 지정하지 않습니다.
pl: Nic do zrobienia. Żaden z projektów w tym rozwiązaniu nie określa żadnych pakietów do przywrócenia przez NuGet.
pt_br: Não há nada a fazer. Nenhum dos projetos nesta solução especifica nenhum pacote para o NuGet restaurar.
ru: Нет действий. В проектах в этом решении нет указанных пакетов для восстановления с помощью NuGet.
tr: Yapılacak bir şey yok. Bu çözümdeki projelerden hiçbiri NuGet'in geri yükleyeceği herhangi bir paketi belirtmiyor.
zh_hans: 无需执行任何操作。此解决方案中没有任何项目指定 NuGet 要还原的任何包。
zh_hant: 沒有要執行的動作。此解決方案中沒有任何專案指定要讓 NuGet 還原的任何封裝。

# Source_NotFound
source: Source '{0}' is not found.
cs: Zdroj „{0}“ nebyl nalezen.
de: Die Quelle „{0}“ wurde nicht gefunden.
es: No se encuentra el origen “{0}”.
fr: La source '{0}' est introuvable.
it: L'origine '{0}' non è stata trovata.
ja: ソース '{0}' が見つかりません。
ko: 원본 '{0}'을(를) 찾을 수 없습니다.
pl: Nie znaleziono źródła „{0}”.
pt_br: A origem '{0}' não foi encontrada.
ru: Источник "{0}" не найден.
tr: '{0}' kaynağı bulunamadı.
zh_hans: 找不到源“{0}”。
zh_hant: 找不到來源 '{0}'。

# SpecCommandCreatedNuSpec
source: Created '{0}' successfully.
cs: „{0}“ se úspěšně vytvořil.
de: „{0}“ wurde erfolgreich erstellt.
es: “{0}” se ha creado correctamente.
fr: '{0}' créé.
it: La creazione di '{0}' è stata completata.
ja: '{0}' が正常に作成されました。
ko: '{0}'이(가) 생성되었습니다.
pl: Pomyślnie utworzono „{0}”.
pt_br: '{0}' foi criado com êxito.
ru: Успешно создано: "{0}".
tr: '{0}' başarıyla oluşturuldu.
zh_hans: 已成功创建“{0}”。
zh_hant: 已成功建立 '{0}'。

# SpecCommandFileExists
source: '{0}' already exists, use -Force to overwrite it.
cs: „{0}“ už existuje, k přepsání použijte příkaz -Force.
de: „{0}“ ist bereits vorhanden. Verwenden Sie -Force, um sie zu überschreiben.
es: “{0}” ya existe, use -Force para sobrescribirlo.
fr: '{0}' existe déjà, utilisez -Force pour le remplacer.
it: '{0}' esiste già. Usare -Force per sovrascriverlo.
ja: '{0}' は既に存在します。-Force を使用して上書きします。
ko: '{0}'이(가) 이미 있습니다. -Force를 사용하여 덮어씁니다.
pl: „{0}” już istnieje. Użyj polecenia -Force, aby go zastąpić.
pt_br: '{0}' já existe, use -Force para substituí-lo.
ru: "{0}" уже существует. Для его перезаписи используйте параметр -Force.
tr: '{0}' zaten var, üzerine yazmak için -Force kullanın.
zh_hans: “{0}”已存在，请使用 -Force 覆盖它。
zh_hant: '{0}' 已存在，請使用 -Force 覆寫。

# UnableToConvertTypeError
source: Unable to change from type '{0}' to '{1}'.
cs: Nelze změnit typ „{0}“ na „{1}“.
de: Der Typ „{0}“ kann nicht in „{1}“ geändert werden.
es: No se puede cambiar del tipo “{0}” a “{1}”.
fr: Impossible de passer du type '{0}' à '{1}'.
it: Impossibile passare dal tipo '{0}' a '{1}'.
ja: タイプ '{0}' から '{1}' に変更できません。
ko: 유형 '{0}'에서 '{1}'(으)로 변경할 수 없습니다.
pl: Nie można zmienić typu „{0}” na „{1}”.
pt_br: Não é possível alterar do tipo '{0}' para '{1}'.
ru: Не удалось изменить тип "{0}" на "{1}".
tr: '{0}' türü '{1}' olarak değiştirilemiyor.
zh_hans: 无法从类型“{0}”更改为“{1}”。
zh_hant: 無法從類型 '{0}' 變更為 '{1}'。

# UnableToExtractAssemblyMetadata
source: Unable to extract metadata from '{0}'.
cs: Nejde extrahovat metadata z: {0}.
de: Metadaten können nicht aus "{0}" extrahiert werden.
es: No se pueden extraer metadatos de '{0}'.
fr: Impossible d'extraire les métadonnées de '{0}'.
it: Non è possibile estrarre i metadati da '{0}'.
ja: '{0}' からメタデータを抽出できません。
ko: '{0}'에서 메타데이터를 추출할 수 없습니다.
pl: Nie można wyodrębnić metadanych z elementu „{0}”.
pt_br: Não foi possível extrair metadados do '{0}'.
ru: Не удалось извлечь метаданные из "{0}".
tr: '{0}' öğesinden meta veriler ayıklanamıyor.
zh_hans: 无法从“{0}”提取元数据。
zh_hant: 無法擷取 '{0}' 中的中繼資料。

# UnableToFindBuildOutput
source: Unable to find '{0}'. Make sure the project has been built.
cs: {0} nejde najít. Ujistěte se, jestli je projekt sestavený.
de: "{0}" wurde nicht gefunden. Stellen Sie sicher, dass das Projekt erstellt wurde.
es: No se puede encontrar '{0}'. Asegúrese de que se ha creado el proyecto.
fr: '{0}' est introuvable. Assurez-vous que le projet a été généré.
it: '{0}' non è stato trovato. Assicurarsi che il progetto sia stato compilato.
ja: '{0}' が見つかりません。プロジェクトが構築されたことを確認してください。
ko: '{0}'을(를) 찾을 수 없습니다. 프로젝트가 빌드되었는지 확인하세요.
pl: Nie można znaleźć elementu „{0}”. Upewnij się, że projekt został skompilowany.
pt_br: Não foi possível encontrar o '{0}'. Certifique-se de que o projeto foi criado.
ru: Не удалось найти "{0}". Убедитесь, что сборка проекта выполнена.
tr: '{0}' bulunamıyor. Projenin derlendiğinden emin olun.
zh_hans: 无法找到“{0}”。请确保已生成项目。
zh_hant: 找不到 '{0}'。請確定已建置該專案。

# UnableToFindPackages
source: Unable to find '{0}'. Make sure they are specified in packages.config.
cs: Nelze najít „{0}“. Ujistěte se, že jsou zadané v souboru packages.config.
de: „{0}“ wurde nicht gefunden. Stellen Sie sicher, dass sie in packages.config angegeben sind.
es: No se encuentra “{0}”. Asegúrese de que se especifican en packages.config.
fr: Impossible de trouver '{0}'. Assurez-vous qu’elles sont spécifiées dans packages.config.
it: Non è possibile trovare '{0}'. Assicurarsi che siano specificati in packages.config.
ja: '{0}' が見つかりません。packages.configで指定されていることを確認してください。
ko: '{0}'을(를) 찾을 수 없습니다. packages.config에 지정되어 있는지 확인하세요.
pl: Nie można odnaleźć elementu „{0}”. Upewnij się, że zostały one określone w pliku packages.config.
pt_br: Não é possível localizar '{0}'. Verifique se eles estão especificados em packages.config.
ru: Не удалось найти "{0}". Проверьте, указаны ли они в packages.config.
tr: '{0}' bulunamadı. packages.config’de belirtilmiş olduğundan emin olun.
zh_hans: 找不到“{0}”。请确保在 packages.config 中指定它们。
zh_hant: 找不到 '{0}'。請確定已在 packages.config 中指定。

# UnableToFindProject
source: Unable to find project '{0}'.
cs: Nepovedlo se najít projekt „{0}“.
de: Das Projekt „{0}“ wurde nicht gefunden.
es: No se encuentra el proyecto “{0}”.
fr: Project '{0}' introuvable.
it: Non è possibile trovare il progetto '{0}'.
ja: プロジェクト '{0}' が見つかりません。
ko: 프로젝트 '{0}'을(를) 찾을 수 없습니다.
pl: Nie można odnaleźć projektu „{0}”.
pt_br: Não é possível encontrar o projeto '{0}'.
ru: Не найден проект "{0}".
tr: '{0}' projesi bulunamadı.
zh_hans: 找不到项目“{0}”。
zh_hant: 找不到專案 '{0}'。

# UnableToFindSolution
source: Unable to find solution '{0}'.
cs: Nepovedlo se najít řešení „{0}“.
de: Die Projektmappe „{0}“ wurde nicht gefunden.
es: No se encuentra la solución “{0}”.
fr: La solution '{0}' est introuvable.
it: Non è possibile trovare la soluzione '{0}'.
ja: ソリューション '{0}' が見つかりません。
ko: 솔루션 '{0}'을(를) 찾을 수 없습니다.
pl: Nie można odnaleźć rozwiązania „{0}”.
pt_br: Não é possível localizar a solução '{0}'.
ru: Не найдено решение "{0}".
tr: '{0}' çözümü bulunamadı.
zh_hans: 找不到解决方案“{0}”。
zh_hant: 找不到解決方案 '{0}'。

# UnableToLocatePackagesFolder
source: Unable to locate the packages folder. Verify all the packages are restored before running 'nuget.exe update'.
cs: Nepovedlo se najít složku balíčků. Před spuštěním „aktualizace nuget.exe“ ověřte, že se obnovily všechny balíčky.
de: Der Paketordner wurde nicht gefunden. Stellen Sie sicher, dass alle Pakete wiederhergestellt wurden, bevor Sie „nuget.exe update“ ausführen.
es: No se encuentra la carpeta de paquetes. Compruebe que se restauran todos los paquetes antes de ejecutar "nuget.exe actualización".
fr: Impossible de localiser le dossier des packages. Vérifiez que tous les packages sont restaurés avant d’exécuter la 'mise à jour nuget.exe'.
it: Non è possibile individuare la cartella dei pacchetti. Verificare che tutti i pacchetti vengano ripristinati prima di eseguire 'nuget.exe update'.
ja: パッケージ フォルダーが見つかりません。'nuget.exe update' を実行する前に、すべてのパッケージが復元されていることを確認してください。
ko: 패키지 폴더를 찾을 수 없습니다. 'nuget.exe 업데이트'를 실행하기 전에 모든 패키지가 복원되었는지 확인합니다.
pl: Nie można zlokalizować folderu pakietów. Przed uruchomieniem polecenia „nuget.exe update” sprawdź, czy wszystkie pakiety zostały przywrócone.
pt_br: Não é possível localizar a pasta de pacotes. Verifique se todos os pacotes foram restaurados antes de executar a 'atualização do nuget.exe'.
ru: Не удалось найти папку пакетов. Перед запуском "nuget.exe update" проверьте, все ли пакеты восстановлены.
tr: Paketler klasörü bulunamıyor. 'nuget.exe update' çalıştırılmadan önce tüm paketlerin geri yüklendiğinden emin olun.
zh_hans: 无法定位包文件夹。请在运行 “nuget.exe 更新” 之前验证是否已还原所有包。
zh_hant: 找不到封裝資料夾。執行 'nuget.exe update' 之前，請先確認已還原所有封裝。

# UnableToLocateProjectFile
source: Unable to locate project file for '{0}'.
cs: Nepovedlo se najít soubor projektu pro „{0}“.
de: Die Projektdatei für „{0}“ wurde nicht gefunden.
es: No se encuentra el archivo del proyecto para “{0}”.
fr: Impossible de localiser le fichier projet pour '{0}'.
it: Non è possibile individuare il file di progetto per '{0}'.
ja: '{0}' のプロジェクト ファイルが見つかりません。
ko: '{0}'에 대한 프로젝트 파일을 찾을 수 없습니다.
pl: Nie można zlokalizować pliku projektu dla „{0}”.
pt_br: Não é possível localizar o arquivo de projeto para '{0}'.
ru: Не найден файл проекта для "{0}".
tr: '{0}' için proje dosyası bulunamadı.
zh_hans: 无法定位“{0}”的项目文件。
zh_hant: 找不到 '{0}' 的專案檔。

# UnknowCommandError
source: Unknown command: '{0}'
cs: Neznámý příkaz: „{0}“
de: Unbekannter Befehl: „{0}“
es: Comando desconocido: '{0}'
fr: Commande inconnue : '{0}'
it: Comando sconosciuto: '{0}'
ja: 不明なコマンド: '{0}'
ko: 알 수 없는 명령: '{0}'
pl: Nieznane polecenie: „{0}”
pt_br: Comando desconhecido: '{0}'
ru: Неизвестная команда: "{0}"
tr: Bilinmeyen komut: '{0}'
zh_hans: 未知命令:“{0}”
zh_hant: 未知的命令: '{0}'

# UnknownOptionError
source: Unknown option: '{0}'
cs: Neznámá možnost: „{0}“
de: Unbekannte Option: „{0}“
es: Opción desconocida:'{0}'
fr: Option '{0}' inconnue.
it: Opzione sconosciuta: '{0}'
ja: 不明なオプション: '{0}'
ko: 알 수 없는 옵션: '{0}'
pl: Nieznana opcja: „{0}”
pt_br: Opção desconhecida: '{0}'
ru: Неизвестный параметр: "{0}"
tr: Bilinmeyen seçenek: '{0}'
zh_hans: 未知选项:“{0}”
zh_hant: 未知的選項: '{0}'

# UnsupportedFramework
source: '{0}' is not a valid target framework.
cs: „{0}“ není platná cílová architektura.
de: {0} ist kein gültiges Zielframework.
fr: '{0}' n’est pas une version cible de .Net Framework valide.
it: '{0}' non è un framework di destinazione valido.
ja: '{0}' は有効なターゲット フレームワークではありません。
ko: '{0}'은(는) 유효한 대상 프레임워크가 아닙니다.
pl: „{0}” nie jest prawidłową platformą docelową.
pt_br: '{0}' não é uma estrutura de destino válida.
ru: "{0}" не является допустимой целевой инфраструктурой.
tr: '{0}' geçerli bir hedef çerçeve değil.
zh_hans: “{0}”不是有效的目标框架。
zh_hant: '{0}' 不是有效的目標架構。

# UpdateCommandCheckingForUpdates
source: Checking for updates from {0}.
cs: Probíhá kontrola aktualizací z {0}.
de: Für „{0}“ wird nach Updates gesucht.
fr: Recherche de mises à jour de {0}.
it: Controllo della disponibilità di aggiornamenti da {0}.
ja: {0} の更新プログラムを確認しています。
ko: {0}의 업데이트를 확인 중입니다.
pl: Sprawdzanie dostępności aktualizacji z {0}.
pt_br: Verificando se há atualizações {0}.
ru: Проверка на наличие обновлений от {0}.
tr: {0} güncelleştirmeleri denetleniyor.
zh_hans: 正在检查来自 {0} 的更新。
zh_hant: 正在檢查來自 {0} 的更新。
