Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# FailedToLoadExtension
source: Failed to load {0}, if this extension was downloaded from the internet please make sure it got unblocked (right click, properties, unblock).
cs: Nepovedlo se načíst {0}%1. Pokud se toto rozšíření stáhlo z internetu, ujistěte se prosím, že se odblokovalo (klikněte pravým tlačítkem, vlastnosti, odblokujte).
de: Fehler beim Laden von {0}. Wenn diese Erweiterung aus dem Internet heruntergeladen wurde, stellen Sie sicher, dass sie entsperrt wurde (Rechtsklick, Eigenschaften, Sperrung aufheben).
es: No se pudio cargar {0}. Si esta extensión se descargó de Internet, asegúrese de que se haya desbloqueado (haga clic con el botón derecho, propiedades y desbloquee).
fr: Échec du chargement de {0}, si cette extension a été téléchargée à partir d’Internet, vérifiez qu’elle a été débloquée (clic droit, propriétés, débloquer).
it: Non è stato possibile caricare {0}, se l'estensione è stata scaricata da Internet, assicurarsi che sia stata sbloccata (clic con il pulsante destro del mouse, proprietà, sblocca).
ja: {0} を読み込めませんでした。この拡張機能がインターネットからダウンロードされた場合は、ブロックが解除されていることを確認してください (右クリック、プロパティ、ブロック解除)。
ko: {0}을(를) 로드하지 못했습니다. 이 확장이 인터넷에서 다운로드된 경우 차단 해제되었는지 확인하세요(오른쪽 클릭, 속성, 차단 해제).
pl: Nie można załadować {0} jeśli to rozszerzenie zostało pobrane z Internetu, upewnij się, że zostało odblokowane (kliknięcie prawym przyciskiem myszy, właściwości, odblokowanie).
pt_br: Falha ao carregar {0}. Se essa extensão foi baixada da Internet, verifique se ela foi desbloqueada (clique com o botão direito do mouse, propriedades, desbloqueio).
ru: Не удалось загрузить {0}. Если это расширение скачано из Интернета, убедитесь, что оно разблокировано (щелкните его правой кнопкой мыши, выберите "Свойства" и "Разблокировать").
tr: {0} yüklenemedi. Bu uzantı internetten indirildiyse lütfen engellemesinin kaldırıldığından emin olun (sağ tıklama, özellikler, engellemeyi kaldırma).
zh_hans: 无法加载 {0}。如果此扩展是从 Internet 下载的，请确保它已被取消阻止(右键单击、属性、取消阻止)。
zh_hant: 無法載入 {0}，如果此擴充功能是從網際網路下載，請確定其已解除封鎖 (按一下滑鼠右鍵、內容、解除封鎖)。

# FailedToLoadExtensionDuringMefComposition
source: Failed to load {0}{1}
cs: Nepovedlo se načíst {0}{1}
de: Fehler beim Laden von {0}{1}
es: Error al cargar {0}{1}
fr: Échec du chargement de {0}{1}
it: Non è stato possibile caricare {0}{1}
ja: {0}{1} を読み込めませんでした
ko: {0}{1} 로드 실패
pl: Nie można załadować {0}{1}
pt_br: Falha ao carregar {0}{1}
ru: Не удалось загрузить {0}{1}
tr: {0}{1} yüklenemedi
zh_hans: 无法加载 {0}{1}
zh_hant: 無法載入 {0}{1}

# FileConflictChoiceText
source: [Y] Yes [A] Yes to All [N] No [L] No to All ?
cs: [Y] Ano [A] Ano všem [N] Ne [L] Ne všem ?
de: [J] Ja [A] Ja zu allen [N] Nein [L] Nein zu allen?
es: [Y] Sí [A] Sí a Todos [N] No [L] No a todos?
fr: [Y] Oui [A] Oui à tous [N] Non [L] Non à tous ?
it: [Y] Sì [A] Sì a tutti [N] No [L] No a tutti?
ja: [Y] はい [A] すべてに対してはい [N] いいえ [L] すべていいえ] にしますか?
ko: [Y] 예 [A] 모두 예 [N] 아니오 [L] 모두 아니오 ?
pl: [Y] Tak [A] Tak dla wszystkiego[N] Nie [L] Nie dla wszystkiego?
pt_br: [Y] Sim [A] Sim para Todos [N] Não [L] Não para Todos?
ru: [Y] Да [A] Да для всех [N] Нет [L] Нет для всех?
tr: [Y] Evet [A] Tümüne Evet [N] Hayır [L] Tümüne Hayır ?
zh_hans: [Y] 是 [A] 全部是 [N] 否 [L] 全部否 ?
zh_hant: [Y] 是 [A] 全部皆是 [N] 否 [L] 全部皆否?

# FileNotAddedToPackage
source: File '{0}' is not added because the package already contains file '{1}'
cs: Soubor {0} se nepřidal, protože balíček už obsahuje soubor {1}.
de: Die Datei "{0}" wird nicht hinzugefügt, weil das Paket die Datei "{1}" bereits enthält.
es: El archivo '{0}' no se agrega porque el paquete ya contiene el archivo '{1}'
fr: Le fichier '{0}' n'a pas été ajouté, car le package contient déjà un fichier '{1}'
it: Il file '{0}' non è stato aggiunto perché il pacchetto contiene già il file '{1}'
ja: パッケージに既にファイル '{1}' が含まれているため、ファイル '{0}' は追加されませんでした
ko: 패키지에 이미 '{1}' 파일이 포함되어 있으므로 '{0}' 파일이 추가되지 않았습니다.
pl: Plik „{0}” nie zostanie dodany, ponieważ pakiet zawiera już plik „{1}”
pt_br: O arquivo '{0}' não foi incluído porque o pacote já contém o arquivo '{1}'
ru: Файл "{0}" не добавлен, так как пакет уже содержит файл "{1}"
tr: Paket zaten '{1}' dosyasını içerdiğinden '{0}' dosyası eklenmedi
zh_hans: 未添加文件“{0}”，因为包已包含文件“{1}”
zh_hant: 因為封裝中已包含檔案 '{1}'，所以未加入檔案 '{0}'

# FoundProject
source: Found 1 project with a packages.config file. ({0})
cs: Byl nalezen 1 projekt se souborem packages.config. ({0})
de: Es wurde 1 Projekt mit einer packages.config Datei gefunden. ({0})
es: Se encontró 1 proyecto con un archivo de packages.config. ({0})
fr: 1 projet trouvé avec un fichier packages.config. ({0})
it: Trovato 1 progetto con un file packages.config. ({0})
ja: packages.config ファイルを含む 1 つのプロジェクトが見つかりました。({0})
ko: packages.config 파일이 있는 프로젝트 1개를 찾았습니다. ({0})
pl: Znaleziono 1 projekt z plikiem packages.config. ({0})
pt_br: Encontrado 1 projeto com um arquivo packages.config. ({0})
ru: Обнаружен 1 проект с файлом packages.config. ({0})
tr: packages.config dosyası içeren 1 proje bulundu. ({0})
zh_hans: 找到 1 个包含 packages.config 文件的项目。({0})
zh_hant: 找到 1 個具有 packages.config 檔案的專案。({0})

# FoundProjects
source: Found {0} projects with a packages.config file. ({1})
cs: Byly nalezeny {0} projekty se souborem packages.config. ({1})
de: Es wurden {0} Projekte mit einer packages.config Datei gefunden. ({1})
es: Se encontraron {0} proyectos con un archivo de packages.config. ({1})
fr: Nous avons trouvé {0} projets avec un fichier packages.config. ({1})
it: Sono stati trovati {0} progetti con un file packages.config. ({1})
ja: packages.config ファイルを含む {0} 件のプロジェクトが見つかりました。({1})
ko: packages.config 파일이 있는 프로젝트 {0}개를 찾았습니다. ({1})
pl: Znaleziono projekty {0} z plikiem packages.config. ({1})
pt_br: Encontrado {0} projeto com um arquivo packages.config. ({1})
ru: Обнаружены проекты с файлом packages.config: {0}. ({1})
tr: packages.config dosyası içeren {0} proje bulundu. ({1})
zh_hans: 找到 {0} 个包含 packages.config 文件的项目。({1})
zh_hant: 找到 {0} 個具有 packages.config 檔案的專案。({1})

# HelpCommandForMoreInfo
source: For more information, visit {0}
cs: Další informace najdete na webu {0}
de: Weitere Informationen finden Sie unter {0}
es: Para más información, visite: {0}
fr: Pour plus d'informations, consultez {0}
it: Per altre informazioni, visitare: {0}
ja: 詳細情報は次を確認してください: {0}
ko: 자세한 내용은 {0}을(를) 방문하세요.
pl: Aby uzyskać więcej informacji, odwiedź stronę: {0}
pt_br: Para obter mais informações, acesse: {0}
ru: Для получения дополнительной информации посетите {0}
tr: Daha fazla bilgi için şu adresi ziyaret edin: {0}
zh_hans: 若要了解更多信息，请访问 {0}
zh_hant: 如需詳細資訊，請瀏覽 {0}

# InitCommand_FeedContainsNoPackages
source: Feed '{0}' contains no packages.
cs: Informační kanál „{0}“ neobsahuje žádné balíčky.
de: Der Feed „{0}“ enthält keine Pakete.
es: La fuente “{0}” no contiene paquetes.
fr: Le flux '{0}' ne contient aucun package.
it: Il feed '{0}' non contiene pacchetti.
ja: フィード '{0}' にパッケージが含まれていません。
ko: 피드 '{0}'에 패키지가 없습니다.
pl: Kanał informacyjny „{0}” nie zawiera żadnych pakietów.
pt_br: O feed '{0}' não contém pacotes.
ru: Канал "{0}" не содержит пакетов.
tr: '{0}' akışında paket yok.
zh_hans: 源 "{0}" 不包含包。
zh_hant: 摘要 '{0}' 未包含封裝。

# InitCommand_FeedIsNotFound
source: Provided feed folder '{0}' is not found.
cs: Zadaná složka informačního kanálu „{0}“ nebyla nalezena.
de: Der angegebene Feedordner „{0}“ wurde nicht gefunden.
es: No se encuentra la carpeta de fuentes proporcionada “{0}”.
fr: Le dossier de flux fourni '{0}' est introuvable.
it: La cartella '{0}' del feed specificata non è stata trovata.
ja: 指定されたフィード フォルダー '{0}' が見つかりません。
ko: 제공된 피드 폴더 '{0}'을(를) 찾을 수 없습니다.
pl: Nie znaleziono podanego folderu kanału informacyjnego „{0}”.
pt_br: A pasta de feed '{0}' não foi encontrada.
ru: Указанная папка канала "{0}" не найдена.
tr: Sağlanan akış klasörü '{0}' bulunamadı.
zh_hans: 找不到提供的源文件夹 "{0}"。
zh_hant: 找不到提供的摘要資料夾 '{0}'。

# InstallCommandHigherVersionAlreadyExists
source: Skipping installation of package "{0}" because higher version "{1}" is already installed.
cs: Instalace balíčku {0} se přeskakuje, protože už je nainstalovaná vyšší verze {1}.
de: Die Installation des Pakets „{0}“ wird übersprungen, da bereits die höhere Version „{1}“ installiert ist.
es: Omitiendo la instalación del paquete "{0}" porque la versión superior "{1}" ya está instalada.
fr: L’installation du package « {0} » est ignorée, car une version supérieure « {1} » est déjà installée.
it: L'installazione del pacchetto "{0}" verrà ignorata perché è già installata la versione successiva "{1}".
ja: より新しいバージョン "{1}" が既にインストールされているため、パッケージ "{0}" のインストールはスキップします。
ko: 상위 버전 "{1}"이(가) 이미 설치되어 있으므로 "{0}" 패키지 설치를 건너뜁니다.
pl: Instalacja pakietu „{0}” zostanie pominięta, ponieważ jest już zainstalowana wyższa wersja „{1}”.
pt_br: Ignorando a instalação do pacote "{0}" porque a versão superior "{1}" já está instalada.
ru: Пропуск установки пакета "{0}" , так как уже установлена более поздняя версия "{1}".
tr: Daha yüksek "{1}" sürümü zaten yüklü olduğundan "{0}" paketini yükleme işlemi atlanıyor.
zh_hans: 正在跳过包“{0}”的安装，因为已安装更高的版本“{1}”。
zh_hant: 正在跳過套件 "{0}" 的安裝，因為已安裝較高版本的 "{1}"。

# InstallCommandInvalidPackageReference
source: '{0}' contains invalid package references.
cs: „{0}“ obsahuje neplatné odkazy na balíček.
de: „{0}“ enthält ungültige Paketverweise.
es: “{0}” contiene referencias de paquete no válidas.
fr: '{0}' contient des références de package non valides.
it: '{0}' contiene riferimenti al pacchetto non validi.
ja: '{0}' に無効なパッケージ参照が含まれています。
ko: '{0}'에 잘못된 패키지 참조가 있습니다.
pl: Element „{0}” zawiera nieprawidłowe odwołania do pakietu.
pt_br: '{0}' contém referências de pacote inválidas.
ru: "{0}" содержит недопустимые ссылки на пакеты.
tr: '{0}' geçersiz paket başvuruları içeriyor.
zh_hans: "{0}" 包含无效的包引用。
zh_hant: '{0}' 包含無效的封裝參考。

# InstallCommandNothingToInstall
source: All packages listed in {0} are already installed.
cs: Všechny balíčky uvedené v {0} jsou už nainstalované.
de: Alle in "{0}" aufgeführten Pakete sind bereits installiert.
es: Todos los paquetes enumerados en {0} ya están instalados.
fr: Tous les packages listés dans {0} sont déjà installés.
it: Tutti i pacchetti elencati in {0} sono già installati.
ja: {0} に一覧表示されているすべてのパッケージは既にインストールされています。
ko: {0}에 나열된 모든 패키지가 이미 설치되어 있습니다.
pl: Wszystkie pakiety wymienione w pliku {0} są już zainstalowane.
pt_br: Todos os pacotes listados em {0} já estão instalados.
ru: Все пакеты, указанные в {0}, уже установлены.
tr: {0} içinde listelenen tüm paketler zaten yüklü.
zh_hans: {0} 中列出的所有包均已安装。
zh_hant: 已安裝 {0} 中列出的所有套件。

# InstallCommandPackageAlreadyExists
source: Package "{0}" is already installed.
cs: Balíček „{0}“ je již nainstalován.
de: Das Paket „{0}“ ist bereits installiert.
es: El paquete "{0}" ya está instalado.
fr: Le package '{0}' est déjà installé.
it: Il pacchetto "{0}" è già installato.
ja: パッケージ "{0}" は既にインストールされています。
ko: 패키지 "{0}"이(가) 이미 설치되어 있습니다.
pl: Pakiet „{0}” jest już zainstalowany.
pt_br: O pacote "{0}" já está instalado.
ru: Пакет "{0}" уже установлен.
tr: "{0}" paketi zaten yüklü.
zh_hant: 已安裝封裝 '{0}'。

# InstallCommandPackageReferenceInvalidVersion
source: Version string specified for package reference '{0}' is invalid.
cs: Řetězec verze zadaný pro odkaz na balíček „{0}“ je neplatný.
de: Die für den Paketverweis „{0}“ angegebene Versionszeichenfolge ist ungültig.
es: La cadena de versión especificada para el paquete de referencia “{0}” no es válida.
fr: La chaîne de version spécifiée pour la référence de package '{0}' n’est pas valide.
it: La stringa di versione specificata per il riferimento al pacchetto '{0}' non è valida.
ja: パッケージ参照 '{0}' に指定されたバージョン文字列が無効です。
ko: 패키지 참조 '{0}'에 대해 지정된 버전 문자열이 잘못되었습니다.
pl: Ciąg wersji określony dla odwołania do pakietu „{0}” jest nieprawidłowy.
pt_br: A cadeia de caracteres de versão especificada para a referência de pacote '{0}' é inválida.
ru: Для ссылки на пакет "{0}" указана недопустимая строка версии.
tr: Paket başvurusu '{0}' için belirtilen sürüm dizesi geçersiz.
zh_hans: 为包引用 "{0}" 指定的版本字符串无效。
zh_hant: 為封裝參考 '{0}' 指定的版本字串無效。

# InstallCommandPackageRestoreConsentNotFound
source: Package restore is disabled. To enable it, open the Visual Studio Options dialog, click on Package Manager node and check '{0}'. You can also enable package restore by setting the environment variable 'EnableNuGetPackageRestore' to 'true'.
cs: Obnovení balíčku je zakázané. Pokud ho chcete povolit, otevřete dialogové okno možnosti Visual Studio, klikněte na uzel Správce balíčků a zaškrtněte „{0}“. Obnovení balíčku můžete povolit také nastavením proměnné prostředí EnableNuGetPackageRestore na hodnotu true.
de: Die Paketwiederherstellung ist deaktiviert. Öffnen Sie zum Aktivieren dieses Features das Dialogfeld „Optionen“ in Visual Studio, klicken Sie auf den Knoten „Paket-Manager“, und aktivieren Sie dann „{0}“. Sie können die Paketwiederherstellung auch aktivieren, indem Sie die Umgebungsvariable „EnableNuGetPackageRestore“ auf „wahr“ festlegen.
es: La restauración de NuGet está deshabilitada. Para habilitarla, abra el cuadro de diálogo Opciones de Visual Studio, haga clic en el nodo Administrador de paquetes NuGet y seleccione "{0}". Otra forma de habilitarla es establecer la variable de entorno "EnableNuGetPackageRestore" en "true".
fr: La restauration de package est désactivée. Pour l’activer, ouvrez la boîte de dialogue Options Visual Studio, cliquez sur le nœud Gestionnaire de package et cochez '{0}'. Vous pouvez également activer la restauration de package en définissant la variable d’environnement 'EnableNuGetPackageRestore' sur 'true'.
it: Il ripristino dei pacchetti è disabilitato. Per attivarlo, aprire la finestra di dialogo Opzioni di Visual Studio, fare clic sul nodo Gestione pacchetti e selezionare '{0}'.È anche possibile abilitare il ripristino dei pacchetti impostando la variabile di ambiente 'EnableNuGetPackageRestore' su 'true'.
ja: パッケージの復元が無効になっています。有効にするには、[Visual Studio のオプション] ダイアログを開き、[パッケージ マネージャー] ノードをクリックし、['{0}'] をオンにします。環境変数 'EnableNuGetPackageRestore' を 'true' に設定して、パッケージの復元を有効にすることもできます。
ko: 패키지 복원이 비활성화되었습니다. 활성화하려면 Visual Studio 옵션 대화 상자를 열고 패키지 관리자 노드를 클릭하고 '{0}'을(를) 선택합니다. 환경 변수 'EnableNuGetPackageRestore'를 'true'로 설정하여 패키지 복원을 활성화할 수도 있습니다.
pl: Przywracanie pakietu jest wyłączone. Aby ją włączyć, otwórz okno dialogowe Opcje programu Visual Studio, kliknij węzeł Menedżer pakietów i zaznacz pole wyboru „{0}”. Możesz również włączyć przywracanie pakietu, ustawiając zmienną środowiskową „EnableNuGetPackageRestore” na wartość „true”.
pt_br: A restauração do pacote está desabilitada. Para habilitá-la, abra a caixa de diálogo Opções do Visual Studio, clique no nó do gerenciador de pacotes e marque '{0}'. Você também pode habilitar a restauração de pacotes definindo a variável de ambiente 'EnableNuGetPackageRestore' como 'true'.
ru: Восстановление пакетов отключено. Чтобы включить его, откройте в Visual Studio диалоговое окно "Параметры", щелкните узел "Диспетчер пакетов" и установите флажок "{0}".Также можно включить восстановление пакетов, установив для переменной среды "EnableNuGetPackageRestore" значение "true".
tr: Paket geri yüklemesi devre dışı bırakıldı. Etkinleştirmek için Visual Studio Seçenekleri iletişim kutusunu açın, Paket Yöneticisi düğümüne tıklayın ve '{0}' öğesini işaretleyin. Ayrıca 'EnableNuGetPackageRestore' ortam değişkenini 'true' olarak ayarlayarak da paket geri yüklemesini etkinleştirebilirsiniz.
zh_hans: 已禁用包还原。若要启用，请打开 Visual Studio 的“选项”对话框，单击“包管理器”节点，然后选中“{0}”。你还可以将环境变量 "EnableNuGetPackageRestore" 设置为 "true" 来启用包还原。
zh_hant: 封裝還原已停用。若要啟用，請開啟 [Visual Studio 選項] 對話方塊、按一下 [封裝管理員] 節點並核取 '{0}'。您也可以將環境變數 'EnableNuGetPackageRestore' 設定為 'true' 來啟用封裝還原。

# InstallCommandUnableToFindPackage
source: Unable to find package '{0}'
cs: Nenašel se balíček {0}
de: Das Paket "{0}" wurde nicht gefunden
es: No se encuentra el paquete '{0}'
fr: Package '{0}' introuvable
it: Non è possibile trovare il pacchetto '{0}'
ja: パッケージ '{0}' が見つかりません
ko: '{0}' 패키지를 찾을 수 없습니다.
pl: Nie można odnaleźć pakietu „{0}”
pt_br: Não é possível encontrar o pacote '{0}'
ru: Не удалось найти пакет «{0}»
tr: '{0}' paketi bulunamadı
zh_hans: 找不到程序包“{0}”
zh_hant: 找不到套件 '{0}'

# InstallPackageMessage
source: Installing package '{0}' to '{1}'.
cs: Instalování balíčku „{0}“ do „{1}“.
de: Pakete „{0}“ bis „{1}“ werden installiert.
es: Instalando paquete “{0}” en “{1}”.
fr: Installation du package '{0}' vers '{1}'.
it: Installazione del pacchetto '{0}' in '{1}'.
ja: パッケージ '{0}' を '{1}' にインストールしています。
ko: 패키지 '{0}'을(를) '{1}'에 설치하는 중입니다.
pl: Instalowanie pakietu „{0}” do „{1}”.
pt_br: Instalando o pacote '{0}' em '{1}'.
ru: Установка пакета "{0}" в "{1}".
tr: '{0}' paketi şuraya yükleniyor: '{1}'.
zh_hans: 正在将包 "{0}" 安装到 "{1}"。
zh_hant: 正在將封裝 '{0}' 安裝到 '{1}'。

# InvalidArguments
source: {0}: invalid arguments.
cs: {0}: neplatné argumenty.
de: {0}: ungültige Argumente.
es: {0}: Argumentos no válidos.
fr: {0} : arguments non valides.
it: {0}: argomenti non validi.
ja: {0}: 引数が無効です。
ko: {0}: 잘못된 인수입니다.
pl: Nieprawidłowe argumenty: {0}
pt_br: {0}: argumentos inválidos.
ru: {0}: недопустимые аргументы.
tr: {0}: geçersiz bağımsız değişkenler.
zh_hans: {0}: 参数无效。
zh_hant: {0}: 無效的引數。

# InvalidAssemblyInformationalVersion
source: Invalid AssemblyInformationalVersion '{0}' on assembly '{1}'; falling back to AssemblyVersion '{2}'.
cs: Neplatná verze AssemblyInformationalVersion „{0}“ v sestavení „{1}“; návrat na AssemblyVersion „{2}“.
de: Ungültige AssemblyInformationalVersion „{0}“ für Assembly „{1}“; Fallback auf AssemblyVersion „{2}“.
es: AssemblyInformationalVersion “{0}” no válido en el ensamblado “{1}”; revirtiendo a AssemblyVersion “{2}”.
fr: AssemblyInformationalVersion '{0}' non valide sur l’assembly '{1}'. Retour à AssemblyVersion '{2}'.
it: AssemblyInformationalVersion '{0}' non valido nell'assembly '{1}'; fallback a AssemblyVersion '{2}'.
ja: アセンブリ '{1}' の AssemblyInformationalVersion '{0}' が無効ですAssemblyVersion '{2}' にフォールバックしています。
ko: 어셈블리 '{1}'의 잘못된 AssemblyInformalVersion '{0}'; AssemblyVersion '{2}'으로 대체합니다.
pl: Nieprawidłowa wartość AssemblyInformationalVersion „{0}” w zestawie „{1}”; powrót do elementu AssemblyVersion „{2}”.
pt_br: AssemblyInformationalVersion inválido '{0}' no assembly '{1}'; voltando para AssemblyVersion '{2}'.
ru: Недопустимой значение AssemblyInformationalVersion "{0}" в сборке "{1}", откат к AssemblyVersion "{2}".
tr: '{1}' bütünleştirilmiş kodunda geçersiz AssemblyInformationalVersion '{0}'; AssemblyVersion '{2}' öğesine geri dönüyor.
zh_hans: 程序集 "{0}" 上的 AssemblyInformationalVersion "{1}" 无效，正在回退到 AssemblyVersion "{2}"。
zh_hant: 組件 '{1}' 上的 AssemblyInformationalVersion '{0}' 無效; 回復為 AssemblyVersion '{2}'。

# InvalidFile
source: No packages.config, project or solution file specified. Use the -self switch to update NuGet.exe.
cs: Nebyl zadán žádný soubor packages.config, projekt nebo řešení. Pomocí přepínače -self aktualizujte NuGet.exe.
de: Es wurde keine packages.config-, Projekt- oder Projektmappendatei angegeben. Verwenden Sie den Schalter -self, um NuGet.exe zu aktualisieren.
es: No se especificó ningún archivo de packages.config, proyecto o solución. Use el modificador -self para actualizar NuGet.exe.
fr: Aucun fichier packages.config, projet ou solution spécifiée. Utilisez le commutateur -self pour mettre à jour NuGet.exe.
it: Nessun file packages.config, progetto o soluzione specificato. Usare l'opzione -self per aggiornare NuGet.exe.
ja: packages.config、プロジェクト、またはソリューション ファイルが指定されていません。-self スイッチを使用して NuGet.exe を更新します。
ko: packages.config, 프로젝트 또는 솔루션 파일이 지정되지 않았습니다. -self 스위치를 사용하여 NuGet.exe를 업데이트합니다.
pl: Nie określono pliku packages.config, projektu ani rozwiązania. Użyj przełącznika -self, aby zaktualizować plik NuGet.exe.
pt_br: Nenhum arquivo packages.config, projeto ou solução especificado. Use a opção -self para atualizar o NuGet.exe.
ru: Не указан файл packages.config, файл проекта или файл решения. Используйте параметр -self, чтобы обновить NuGet.exe.
tr: packages.config, proje veya çözüm dosyası belirtilmedi. NuGet.exe’yi güncelleştirmek için -self geçişini kullanın.
zh_hans: 未指定 packages.config、项目或解决方案文件。请使用 -self 开关更新NuGet.exe。
zh_hant: 未指定 packages.config、專案或解決方案檔案。請使用 -self 參數更新 NuGet.exe。

# InvalidOptionValueError
source: Invalid option value: '{0} {1}'
cs: Neplatná hodnota možnosti: „{0} {1}“
de: Ungültiger Optionswert: „{0} {1}“
es: Valor de opción no válido: “{0} {1}“
fr: Valeur d’option non valide : '{0} {1}'
it: Valore di opzione non valido: '{0} {1}'
ja: 無効なオプション値: '{0} {1}'
ko: 잘못된 옵션 값: '{0} {1}'
pl: Nieprawidłowa wartość opcji: „{0} {1}„
pt_br: Valor de opção inválido: '{0} {1}'
ru: Недопустимое значение параметра: "{0} {1}"
tr: Geçersiz seçenek değeri: '{0} {1}'
zh_hans: 选项值无效: "{0} {1}"
zh_hant: 無效的選項值: '{0} {1}'

# InvalidSource
source: The specified source '{0}' is invalid. Please provide a valid source.
cs: Zadaný zdroj {0} není platný. Zadejte prosím platný zdroj.
de: Die angegebene Quelle "{0}" ist ungültig. Geben Sie eine gültige Quelle an.
es: El origen especificado '{0}' no es válido. Proporcione un origen válido.
fr: La source spécifiée '{0}' n'est pas valide. Fournissez une source valide.
it: L'origine '{0}' specificata non è valida. Specificare un'origine valida.
ja: 指定されたソース '{0}' が正しくありません。有効なソースを指定してください。
ko: 지정된 소스 '{0}'이(가) 올바르지 않습니다. 올바른 소스를 제공해주세요.
pl: Określone źródło „{0}” jest nieprawidłowe. Określ prawidłowe źródło.
pt_br: A fonte especificada '{0}' é inválida. Forneça uma fonte válida.
ru: Указанный источник "{0}" недопустим. Укажите допустимый источник.
tr: Belirtilen '{0}' kaynağı geçersiz. Lütfen geçerli bir kaynak belirtin.
zh_hans: 指定的源“{0}”无效。请提供有效的源。
zh_hant: 指定的來源 '{0}' 無效。請提供有效的來源。

# ListCommandNoPackages
source: No packages found.
cs: Nenašly se žádné balíčky.
de: Keine Pakete gefunden.
es: No se encontraron paquetes.
fr: Packages introuvables.
it: Nessun pacchetto trovato.
ja: パッケージが見つかりませんでした。
ko: 패키지를 찾을 수 없습니다.
pl: Nie odnaleziono pakietów.
pt_br: Nenhum pacote encontrado.
ru: Пакеты не найдены.
tr: Paket bulunamadı.
zh_hans: 找不到包。
zh_hant: 找不到任何套件。

# ListCommand_LicenseUrl
source: License url: {0}
cs: Adresa URL licence: {0}
de: Lizenz-URL: {0}
es: URL de licencia: {0}
it: URL della licenza: {0}
ja: ライセンスの URL: {0}
ko: 라이선스 URL: {0}
pl: Adres URL licencji: {0}
pt_br: URL da licença: {0}
ru: URL-адрес лицензии: {0}
tr: Lisans URL'si: {0}
zh_hant: 授權 URL: {0}

# ListCommand_ListNotSupported
source: This version of nuget.exe does not support listing packages from package source '{0}'.
cs: Tato verze programu nuget.exe nepodporuje výpis balíčků ze zdroje balíčků{0}.
de: In dieser Version von „nuget.exe“ wird das Auflisten von Paketen von der Paketquelle „{0}“ nicht unterstützt.
es: Esta versión de nuget.exe no admite la actualización de paquetes al origen del paquete "{0}".
fr: Cette version de nuget.exe ne prend pas en charge la liste des packages de la source de package '{0}'.
it: Questa versione di nuget.exe non supporta l'elencazione dei pacchetti dall'origine del pacchetto '{0}'.
ja: このバージョンの NuGet.exe はパッケージ ソース '{0}' からのパッケージのリスト表示をサポートしていません。
ko: 이 버전의 nuget.exe는 패키지 원본 '{0}'의 패키지 나열을 지원하지 않습니다.
pl: Ta wersja programu nuget.exe nie obsługuje wyświetlania listy pakietów ze źródła pakietów „{0}”.
pt_br: Esta versão do nuget.exe não dá suporte à listagem de pacotes da origem do pacote '{0}'.
ru: Эта версия nuget.exe не поддерживает перечисление пакетов из источника пакетов "{0}".
tr: nuget.exe dosyasının bu sürümü, '{0}' paket kaynağındaki paketleri listelemeyi desteklemiyor.
zh_hans: 此版本的 nuget.exe 不支持从包源 "{0}" 列出包。
zh_hant: 此版本的 nuget.exe 不支援列出封裝來源 '{0}' 中的封裝。

# LiveFeed
source: the NuGet gallery
cs: galerie NuGet
de: NuGet-Katalog
es: la galería de NuGet
fr: la galerie NuGet
it: raccolta NuGet
ja: NuGet ギャラリー
ko: NuGet 갤러리
pl: galeria pakietów NuGet
pt_br: a galeria do NuGet
ru: коллекция NuGet
tr: NuGet galerisi
zh_hans: NuGet 库
zh_hant: NuGet 資源庫
