Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SourcesCommandProtocolVersionDescription
source: The NuGet server protocol version to be used. Currently supported versions are 2 and 3. See https://learn.microsoft.com/nuget/api/overview for information about the version 3 protocol. Defaults to 2 if not specified.
cs: Verze protokolu serveru NuGet, která se má použít. Aktuálně se podporují verze 2 a 3. Informace o protokolu verze 3 najdete v https://learn.microsoft.com/nuget/api/overview. Pokud se nezadá, výchozí hodnota je 2.
de: Die zu verwendende NuGet-Serverprotokollversion. Derzeit werden die Versionen 2 und 3 unterstützt. Informationen zum Protokoll der Version 3 finden Sie unter https://learn.microsoft.com/nuget/api/overview. Wenn nichts anderes angegeben, wird standardmäßig 2 verwendet.
es: Versión del protocolo de servidor NuGet que se va a usar. Las versiones admitidas actualmente son 2 y 3. Consulte https://learn.microsoft.com/nuget/api/overview para obtener información sobre el protocolo de la versión 3. Si no se especifica, el valor predeterminado es 2.
fr: Version du protocole serveur NuGet à utiliser. Les versions actuellement prises en charge sont 2 et 3. Consultez https://learn.microsoft.com/nuget/api/overview pour plus d’informations sur le protocole version 3. La valeur par défaut est 2 si elle n’est pas spécifiée.
it: Versione del protocollo server NuGet da usare. Le versioni attualmente supportate sono 2 e 3. Per informazioni sul protocollo versione 3, vedere https://learn.microsoft.com/nuget/api/overview. L'impostazione predefinita è 2 se non è specificata.
ja: 使用する NuGet サーバー プロトコル バージョン。現在サポートされているバージョンは 2 と 3 です。バージョン 3 プロトコルの詳細については、https://learn.microsoft.com/nuget/api/overview を参照してください。指定しない場合、既定は 2 になります。
ko: 사용할 NuGet 서버 프로토콜 버전입니다. 현재 지원되는 버전은 2와 3입니다. 버전 3 프로토콜에 대한 자세한 내용은 https://learn.microsoft.com/nuget/api/overview를 참조하세요. 지정하지 않으면 기본값은 2입니다.
pl: Wersja protokołu serwera NuGet do użycia. Obecnie obsługiwane wersje to 2 i 3. Zobacz stronę https://learn.microsoft.com/nuget/api/overview, aby uzyskać informacje o protokole w wersji 3. Wartość domyślna to 2, jeśli nie zostanie określona.
pt_br: A versão do protocolo do servidor NuGet a ser usada. As versões com suporte no momento são 2 e 3. Consulte https://learn.microsoft.com/nuget/api/overview para obter informações sobre o protocolo da versão 3. O padrão será 2 se não for especificado.
ru: Версия протокола сервера NuGet, которая будет использоваться. Сейчас поддерживаются версии 2 и 3. См. https://learn.microsoft.com/nuget/api/overview для получения сведений о протоколе версии 3. По умолчанию 2, если не указано.
tr: Kullanılacak NuGet sunucu protokolü sürümü. Şu anda desteklenen sürümler 2 ve 3'tür. Sürüm 3 protokolü hakkında bilgi için https://learn.microsoft.com/nuget/api/overview adresine bakın. Belirtilmemişse varsayılan olarak 2'dir.
zh_hans: 要使用的 NuGet 服务器协议版本。当前支持的版本为 2 和 3。有关版本 3 协议的信息，请参阅 https://learn.microsoft.com/nuget/api/overview。如果未指定，则默认为 2。
zh_hant: 要使用的 NuGet 伺服器通訊協定版本。目前支援的版本為 2 和 3。如需第 3 版通訊協定的相關資訊，請參閱 https://learn.microsoft.com/nuget/api/overview。如果未指定，則預設為 2。

# SourcesCommandSourceDescription
source: Path to the package(s) source.
cs: Cesta ke zdroji balíčků
de: Pfad zur Paketquelle.
es: Ruta de acceso al origen de los paquetes.
fr: Chemin de la source du ou des packages.
it: Percorso dell'origine dei pacchetti.
ja: パッケージ ソースのパス。
ko: 패키지 소스의 경로입니다.
pl: Ścieżka do źródeł pakietów.
pt_br: Caminho para a origem do(s) pacote(s).
ru: Путь к источнику пакетов.
tr: Paket kaynağının yolu.
zh_hans: 包源的路径。
zh_hant: 套件來源的路徑。

# SourcesCommandStorePasswordInClearTextDescription
source: Enables storing portable package source credentials by disabling password encryption.
cs: Povolí ukládání přenosných přihlašovacích údajů zdroje balíčku tak, že zakáže šifrování hesla.
de: Ermöglicht das Speichern von Anmeldeinformationen für portierbare Paketquellen durch Deaktivieren der Kennwortverschlüsselung.
es: Habilita el almacenamiento de las credenciales de origen del paquete portable al deshabilitar el cifrado de contraseña.
fr: Permet de stocker les informations d'identification de la source de package portable en désactivant le chiffrement de mot de passe.
it: Consente di archiviare le credenziali dell'origine pacchetto portabile disabilitando la crittografia della password.
ja: パスワードの暗号化を無効にすることで、移植可能なパッケージ ソースの資格情報を保存できるようにします。
ko: 암호 암호화를 사용하지 않도록 설정하여 이식 가능한 패키지 소스 자격 증명을 저장할 수 있게 합니다.
pl: Umożliwia przechowywanie poświadczeń przenośnego źródła pakietu przez wyłączenie szyfrowania haseł.
pt_br: Habilita o armazenamento de credenciais de origem do pacote portátil desabilitando a criptografia de senha.
ru: Включает сохранение учетных данных переносимого источника пакетов путем отключения шифрования паролей.
tr: Parola şifrelemesini devre dışı bırakarak taşınabilir paket kaynağı kimlik bilgilerini depolamayı etkinleştirir.
zh_hans: 通过禁用密码加密来启用存储可移植包源凭据。
zh_hant: 透過停用密碼加密，允許儲存可攜式套件來源認證。

# SourcesCommandTrustDescription
source: Make a source a trusted repository for repository signature verification.
cs: Nastavte zdroj jako důvěryhodné úložiště pro ověření podpisu úložiště.
de: Legen Sie eine Quelle als vertrauenswürdiges Repository für die Überprüfung der Repositorysignatur fest.
es: Convierta un origen en un repositorio de confianza para la comprobación de la firma del repositorio.
fr: Faites d’une source un référentiel approuvé pour la vérification de la signature du référentiel.
it: Impostare un'origine come repository attendibile per la verifica della firma del repository.
ja: ソースをリポジトリ署名検証用の信頼済みリポジトリにします。
ko: 저장소 서명 확인을 위해 원본을 신뢰할 수 있는 저장소로 만드세요.
pl: Ustaw źródło jako zaufane repozytorium na potrzeby weryfikacji podpisu repozytorium.
pt_br: Torne uma fonte um repositório confiável para verificação de assinatura do repositório.
ru: Сделайте источник доверенным репозиторием для проверки подписи репозитория.
tr: Depo imzası doğrulaması için kaynağı güvenilir bir depo olarak ayarlayın.
zh_hans: 使源成为用于存储库签名验证的受信任存储库。
zh_hant: 將來源設定為信任存放庫，以驗證存放庫簽章。

# SourcesCommandUsageSummary
source: <List|Add|Remove|Enable|Disable|Update> -Name [name] -Source [source]
cs: <List|Add|Remove|Enable|Disable|Update> -Name [název] -Source [zdroj]
de: <List|Add|Remove|Enable|Disable|Update> -Name [name] -Source [quelle]
es: <List|Add|Remove|Enable|Disable|Update> -Name [nombre] -Source [origen]
it: <List|Add|Remove|Enable|Disable|Update> -Name [nome] -Source [origine]
pl: <List|Add|Remove|Enable|Disable|Update> -Name [nazwa] -Source [źródło]
pt_br: <List|Add|Remove|Enable|Disable|Update> -Name [nome] -Source [origem]
ru: <List|Add|Remove|Enable|Disable|Update> -Name [имя] -Source [источник]
tr: <List|Add|Remove|Enable|Disable|Update> -Name [ad] -Source [kaynak]
zh_hans: <List|Add|Remove|Enable|Disable|Update> -Name [名称] -Source [源]
zh_hant: <List|Add|Remove|Enable|Disable|Update> -Name [名稱] -Source [來源]

# SourcesCommandUserNameDescription
source: Username to be used when connecting to an authenticated source.
cs: Uživatelské jméno, které se použije při připojování k ověřenému zdroji
de: Der Benutzername, der beim Herstellen einer Verbindung mit einer authentifizierten Quelle verwendet werden soll.
es: Nombre de usuario que se debe usar al conectarse a un origen autenticado.
fr: Nom d'utilisateur à employer pour la connexion à une source authentifiée.
it: Nome utente da usare per la connessione a un'origine autenticata.
ja: 認証済みソースに接続するときに使用するユーザー名。
ko: 인증된 소스에 연결할 때 사용할 사용자 이름.
pl: Nazwa użytkownika, która zostanie użyta podczas nawiązywania połączenia z uwierzytelnionym źródłem.
pt_br: Nome de usuário a ser usado ao conectar-se a uma origem autenticada.
ru: Имя пользователя, используемое при подключении к источнику, прошедшему проверку подлинности.
tr: Kimliği doğrulanmış bir kaynağa bağlanılırken kullanılacak kullanıcı adı.
zh_hans: 连接到已验证源时要使用的用户名。
zh_hant: 連線到已驗證的來源時，要使用的使用者名稱。

# SourcesCommandValidAuthenticationTypesDescription
source: Comma-separated list of valid authentication types for this source. By default, all authentication types are valid. Example: basic,negotiate
cs: Seznam čárkami oddělených platných typů ověřování pro tento zdroj. Ve výchozím nastavení jsou platné všechny typy ověřování. Příklad: basic,negotiate
de: Durch Komma getrennte Liste gültiger Authentifizierungstypen für diese Quelle. Standardmäßig sind alle Authentifizierungstypen gültig. Beispiel: basic, negotiate
es: Lista separada por comas de los tipos de autenticación válidos para este origen. De forma predeterminada, todos los tipos de autenticación son válidos. Ejemplo: basic, negotiate
fr: Liste d'éléments séparés par des virgules, qui correspondent aux types d'authentification valides pour cette source. Par défaut, tous les types d'authentification sont valides. Exemple : basic,negotiate
it: Elenco delimitato da virgole di tipi di autenticazione validi per questa origine. Per impostazione predefinita, sono validi tutti i tipi di autenticazione. Esempio: basic, negotiate
ja: このソースの有効な認証の種類のコンマ区切りの一覧。既定では、すべての認証の種類が有効です。例: basic,negotiate
ko: 이 소스에 유효한 인증 유형의 쉼표로 구분된 목록입니다. 기본적으로 모든 인증 유형이 유효합니다. 예: basic,negotiate
pl: Rozdzielana przecinkami lista prawidłowych typów uwierzytelniania dla tego źródła. Domyślnie wszystkie typy uwierzytelniania są prawidłowe. Przykład: basic,negotiate
pt_br: Lista separada por vírgulas dos tipos de autenticação válidos para essa origem. Por padrão, todos os tipos de autenticação são válidos. Exemplo: básico,negociar
ru: Разделенный запятыми список допустимых типов проверки подлинности для этого источника. По умолчанию все типы проверки подлинности являются допустимыми. Пример: basic,negotiate.
tr: Bu kaynak için geçerli kimlik doğrulama türlerinin virgülle ayrılmış listesi. Varsayılan olarak, tüm kimlik doğrulaması türleri geçerlidir. Örnek: basic, negotiate
zh_hans: 此源的有效身份验证类型的逗号分隔列表。默认情况下，所有身份验证类型都是有效的。示例: basic,negotiate
zh_hant: 此來源的有效驗證類型 (逗點分隔的清單)。根據預設，所有驗證類型皆有效。範例: basic,negotiate

# SpecCommandAssemblyPathDescription
source: Assembly to use for metadata.
cs: Sestavení, které se má použít pro metadata.
de: Assembly, die für Metadaten verwendet werden soll.
es: Ensamblado que se va a usar para los metadatos.
fr: Assembly à utiliser pour les métadonnées.
it: Assembly da usare per i metadati.
ja: メタデータに使用するアセンブリ。
ko: 메타데이터에 사용할 어셈블리입니다.
pl: Zestaw do użycia na potrzeby metadanych.
pt_br: Assembly a ser usado para metadados.
ru: Сборка, используемая для метаданных.
tr: Meta veriler için kullanılacak bütünleştirilmiş kod.
zh_hans: 用于元数据的程序集。
zh_hant: 要用於中繼資料的組件。

# SpecCommandDescription
source: Generates a nuspec for a new package. If this command is run in the same folder as a project file (.csproj, .vbproj, .fsproj), it will create a tokenized nuspec file.
cs: Vygeneruje nuspec pro nový balíček. Pokud se tento příkaz spustí ve stejné složce jako soubor projektu (.csproj, .vbproj, .fsproj), vytvoří tokenizovaný soubor nuspec.
de: Generiert ein „nuspec“ für ein neues Paket. Wenn dieser Befehl im selben Ordner wie eine Projektdatei (.csproj, .vbproj, .fsproj) ausgeführt wird, wird eine nuspec-Datei mit Token erstellt.
es: Genera un nuspec para un nuevo paquete. Si este comando se ejecuta en la misma carpeta que un archivo de proyecto (.csproj, .vbproj, .fsproj), se creará un archivo nuspec con token.
fr: Génère un nuspec pour un nouveau package. Si cette commande est exécutée dans le même dossier qu’un fichier projet (.csproj, .vbproj, .fsproj), elle crée un fichier nuspec avec jeton.
it: Genera un nuspec per un nuovo pacchetto. Se il comando viene eseguito nella stessa cartella di un file di progetto (con estensione csproj, vbproj, fsproj), verrà creato un file nuspec in formato token.
ja: 新しいパッケージの nuspec を生成します。このコマンドをプロジェクト ファイル (.csproj、.vbproj、.fsproj) と同じフォルダーで実行すると、トークン化された nuspec ファイルが作成されます。
ko: 새 패키지에 대한 nuspec을 생성합니다. 이 명령을 프로젝트 파일(.csproj, .vbproj, .fsproj)과 동일한 폴더에서 실행하면 토큰화된 nuspec 파일이 생성됩니다.
pl: Generuje specyfikację nuspec dla nowego pakietu. Jeśli to polecenie zostanie uruchomione w tym samym folderze co plik projektu (csproj, vbproj, fsproj), zostanie utworzony tokenizowany plik nuspec.
pt_br: Gera um nuspec para um novo pacote. Se esse comando for executado na mesma pasta que um arquivo de projeto (.csproj, .vbproj, .fsproj), ele criará um arquivo nuspec tokenizado.
ru: Создает nuspec для нового пакета. Если эта команда запущена в той же папке, что и файл проекта (.csproj, .vbproj, .fsproj), она создаст маркированный файл nuspec.
tr: Yeni bir paket için bir nuspec oluşturur. Bu komut, bir proje dosyasıyla (.csproj, .vbproj, .fsproj) aynı klasörde çalıştırılıyorsa belirteçleştirilmiş bir nuspec dosyası oluşturur.
zh_hans: 为新包生成 nuspec。如果此命令与项目文件(.csproj、.vbproj、.fsproj)在同一文件夹中运行，它将创建一个标记化的 nuspec 文件。
zh_hant: 產生新封裝的 nuspec。如果此命令與專案檔 (.csproj、.vbproj、.fsproj) 在同一個資料夾中執行，則會建立權杖化 nuspec 檔案。

# SpecCommandForceDescription
source: Overwrite nuspec file if it exists.
cs: Přepsat soubor nuspec, pokud existuje.
de: Die „nuspec“-Datei überschreiben, wenn sie vorhanden ist.
es: Sobrescribir archivo nuspec si existe.
fr: Remplacez le fichier nuspec s’il existe.
it: Sovrascrivere il file nuspec, se esistente.
ja: nuspec ファイルが存在する場合は上書きします。
ko: nuspec 파일이 있는 경우 덮어씁니다.
pl: Zastąp plik nuspec, jeśli istnieje.
pt_br: Substitua o arquivo nuspec se ele existir.
ru: Перезаписать файл nuspec, если он существует.
tr: Varsa nuspec dosyasının üzerine yazın.
zh_hans: 覆盖 nuspec 文件(如果存在)。
zh_hant: 覆寫 nuspec 檔案 (如果檔案存在)。

# SpecCommandUsageExamples
source: nuget spec nuget spec MyPackage nuget spec -a MyAssembly.dll
cs: Specifikace nuget specifikace nuget MyPackage specifikace nuget -a MyAssembly.dll

# SpecCommandUsageSummary
source: [package id]
cs: [ID balíčku]
es: [id. del paquete]
fr: [ID de package]
it: [ID pacchetto]
ja: [パッケージ ID]
ko: [패키지 ID]
pl: [identyfikator pakietu]
zh_hans: [包 ID]

# SymbolApiKey
source: The API key for the symbol server.
cs: Klíč rozhraní API pro server symbolů
es: La clave de API del servidor de símbolos.
fr: Clé API du serveur de symboles.
it: Chiave API per il server dei simboli.

# TrustedSignersCommandAllowUntrustedRootDescription
source: Set allowUntrustedRoot to true for the trusted signer's certificate to be added.
cs: Nastavte allowUntrustedRoot na true, aby se přidal certifikát důvěryhodné podepisující osoby.
de: Legen Sie „allowUntrustedRoot“ auf „true“ fest, damit das Zertifikat des vertrauenswürdigen Signaturgebers hinzugefügt wird.
es: Establezca allowUntrustedRoot en true para que se agregue el certificado del firmante de confianza.
fr: Définissez allowUntrustedRoot sur true pour que le certificat du signataire approuvé soit ajouté.
it: Impostare allowUntrustedRoot su true per l'aggiunta del certificato del firmatario attendibile.
ja: 信頼された署名者の証明書を追加するには allowUntrustedRoot を true に設定します。
ko: 신뢰할 수 있는 서명자의 인증서를 추가하려면 allowUntrustedRoot를 true로 설정하세요.
pl: Ustaw wartość parametru allowUntrustedRoot na wartość true dla certyfikatu zaufanego podpisującego, który ma zostać dodany.
pt_br: Defina allowUntrustedRoot como true para que o certificado do signante confiável seja adicionado.
ru: Установите для параметра allowUntrustedRoot значение true, чтобы добавить сертификат доверенного подписывающего лица.
tr: Güvenilen imzalayan sertifikasının eklenmesi için allowUntrustedRoot değerini true olarak ayarlayın.
zh_hans: 将 allowUntrustedRoot 设置为 true，以便添加受信任的签名者的证书。
zh_hant: 將 allowUntrustedRoot 設定為 true，以新增信任的簽署者憑證。

# TrustedSignersCommandAuthorDescription
source: Add the author signature of the package as a trusted author.
cs: Přidejte podpis autora balíčku jako důvěryhodného autora.
de: Fügen Sie die Autorsignatur des Pakets als vertrauenswürdigen Autor hinzu.
es: Agregue la firma del autor del paquete como autor de confianza.
fr: Ajoutez la signature d’auteur du package en tant qu’auteur approuvé.
it: Aggiungere la firma dell'autore del pacchetto come autore attendibile.
ja: パッケージの作成者署名を信頼できる作成者として追加します。
ko: 패키지의 작성자 서명을 신뢰할 수 있는 작성자로 추가합니다.
pl: Dodaj podpis autora pakietu jako zaufanego autora.
pt_br: Adicione a assinatura de autor do pacote como um autor confiável.
tr: Paketin yazar imzasını güvenilir yazar olarak ekleyin.
zh_hans: 将包的作者签名添加为受信任的作者。
zh_hant: 將封裝的作者簽章新增為信任的作者。

# TrustedSignersCommandCertificateFingerprintDescription
source: Fingerprint of the certificate to trust.
cs: Otisk prstu certifikátu, který má být důvěryhodný.
de: Fingerabdruck des vertrauenswürdigen Zertifikats.
es: Huella digital del certificado.
fr: Empreinte digitale du certificat à approuver.
it: Impronta digitale del certificato da considerare attendibile.
ja: 信頼される証明書のフィンガープリント。
ko: 신뢰할 수 있는 인증서의 지문입니다.
pl: Odcisk palca certyfikatu do zaufania.
pt_br: Impressão digital do certificado em que confiar.
ru: Отпечаток доверенного сертификата.
tr: Güvenilecek sertifikanın parmak izi.
zh_hans: 要信任的证书的指纹。
zh_hant: 要信任的憑證指紋。

# TrustedSignersCommandDescription
source: Provides the ability to manage the list of trusted signers.
cs: Umožňuje spravovat seznam důvěryhodných podepisujících osob.
de: Bietet die Möglichkeit, die Liste der vertrauenswürdigen Signaturgeber zu verwalten.
es: Proporciona la capacidad de administrar la lista de firmantes de confianza.
fr: Permet de gérer la liste des signataires approuvés.
it: Consente di gestire l'elenco di firmatari attendibili.
ja: 信頼された署名者のリストを管理できるようにします。
ko: 신뢰할 수 있는 서명자 목록을 관리하는 기능을 제공합니다.
pl: Umożliwia zarządzanie listą zaufanych osób podpisujących.
pt_br: Fornece a capacidade de gerenciar a lista de assinantes confiáveis.
ru: Предоставляет возможность управлять списком доверенных подписывающих объектов.
tr: Güvenilen imzalayanların listesini yönetme olanağı sağlar.
zh_hans: 提供管理受信任签名者列表的功能。
zh_hant: 提供管理信任簽署者清單的能力。

# TrustedSignersCommandFingerprintAlgorithmDescription
source: Hash algorithm used to calculate the certificate fingerprint. Defaults to SHA256.
cs: Hashovací algoritmus použitý k výpočtu otisku certifikátu Výchozí hodnota je SHA256.
de: Hashalgorithmus, der zum Berechnen des Zertifikatfingerabdrucks verwendet wird. Der Standardwert ist SHA256.
es: Algoritmo hash usado para calcular la huella digital del certificado. El valor predeterminado es SHA256.
fr: Algorithme de hachage utilisé pour calculer l’empreinte digitale du certificat. La valeur par défaut est de SHA256.
it: Algoritmo hash usato per calcolare l'impronta digitale del certificato. Il valore predefinito è SHA256.
ja: 証明書のフィンガープリントの計算に使用されるハッシュ アルゴリズムです。既定値は SHA256 です。
ko: 인증서 지문을 계산하는 데 사용되는 해시 알고리즘입니다. 기본값은 SHA256입니다.
pl: Algorytm wyznaczania wartości skrótu używany do obliczania odcisku palca certyfikatu. Wartość domyślna to SHA256.
pt_br: Algoritmo de hash usado para calcular a impressão digital do certificado. O padrão é SHA256.
ru: Алгоритм хеширования, используемый для вычисления отпечатка сертификата. По умолчанию SHA256.
tr: Sertifika parmak izini hesaplamak için kullanılan karma algoritma. Varsayılan olarak SHA256 kullanılır.
zh_hans: 用于计算证书指纹的哈希算法。默认为 SHA256。
zh_hant: 用來計算憑證指紋的雜湊演算法。預設為 SHA256。

# TrustedSignersCommandNameDescription
source: Name of the trusted signer.
cs: Název důvěryhodné podepisující osoby.
de: Name des vertrauenswürdigen Signaturgebers.
es: Nombre del firmante de confianza.
fr: Nom du signataire approuvé.
it: Nome del firmatario attendibile.
ja: 信頼された署名者の名前。
ko: 신뢰할 수 있는 서명자의 이름입니다.
pl: Nazwa zaufanego podpisującego.
pt_br: Nome do signante confiável.
ru: Имя доверенного подписываского объекта.
tr: Güvenilen imzalayan adı.
zh_hans: 受信任签名者的名称。
zh_hant: 信任簽署者的名稱。

# TrustedSignersCommandOwnersDescription
source: List of owners allowed for a package signed with the trusted repository.
cs: Seznam vlastníků povolených pro balíček podepsaný důvěryhodným úložištěm.
de: Liste der zulässigen Besitzer für ein Paket, das mit dem vertrauenswürdigen Repository signiert ist.
es: Lista de propietarios permitidos para un paquete firmado con el repositorio de confianza.
fr: Liste des propriétaires autorisés pour un package signé avec le référentiel approuvé.
it: Elenco dei proprietari consentiti per un pacchetto firmato con il repository attendibile.
ja: 信頼されたリポジトリで署名されたパッケージで許可されている所有者のリスト。
ko: 신뢰할 수 있는 저장소로 서명된 패키지에 대해 허용된 소유자 목록입니다.
pl: Lista właścicieli dozwolonych dla pakietu podpisanego przy użyciu zaufanego repozytorium.
pt_br: Lista de proprietários permitidos para um pacote assinado com o repositório confiável.
ru: Список разрешенных владельцев пакета, подписанного в доверенном репозитории.
tr: Güvenilen depoyla imzalanmış bir paket için izin verilen sahiplerin listesi.
zh_hans: 允许使用受信任存储库签名的包的所有者列表。
zh_hant: 允許使用信任存放庫簽署的封裝擁有者清單。

# TrustedSignersCommandRepositoryDescription
source: Add the repository signature or countersignature of the package as a trusted repository.
cs: Přidejte podpis úložiště nebo kontrasignaci balíčku jako důvěryhodné úložiště.
de: Fügen Sie die Repositorysignatur oder Gegensignatur des Pakets als vertrauenswürdiges Repository hinzu.
es: Agregue la firma o la contrafirma del repositorio del paquete como repositorio de confianza.
fr: Ajoutez la signature de référentiel ou la contre-signature du package en tant que référentiel approuvé.
it: Aggiungere la firma del repository o la controfirma del pacchetto come repository attendibile.
ja: パッケージのリポジトリ署名または副署名を信頼されたリポジトリとして追加します。
ko: 패키지의 저장소 서명 또는 연대 서명을 신뢰할 수 있는 저장소로 추가합니다.
pl: Dodaj podpis repozytorium lub kontrasygnaturę pakietu jako zaufane repozytorium.
pt_br: Adicione a assinatura do repositório ou a referenda do pacote como um repositório confiável.
ru: Добавьте подпись репозитория или контрподпись пакета в качестве доверенного репозитория.
tr: Paketin depo imzasını veya onay imzasını güvenilir bir depo olarak ekleyin.
zh_hans: 将包的存储库签名或副署添加为受信任的存储库。
zh_hant: 將封裝的存放庫簽章或副署簽章新增為信任的存放庫。

# TrustedSignersCommandServiceIndexDescription
source: Service index for a repository to be trusted.
cs: Index služby pro úložiště, které má být důvěryhodné.
de: Dienstindex für ein Repository, das als vertrauenswürdig eingestuft werden soll.
es: Índice de servicio de un repositorio en el que confiar.
fr: Index de service pour un référentiel auquel faire confiance.
it: Indice del servizio per un repository da considerare attendibile.
ja: 信頼されるリポジトリのサービス インデックス。
ko: 신뢰할 수 있는 리포지토리에 대한 서비스 인덱스입니다.
pl: Indeks usługi dla repozytorium, które ma być zaufane.
pt_br: Índice de serviço para que um repositório seja confiável.
ru: Сервисный индекс для доверенного репозитория.
tr: Güvenilecek depo için hizmet dizini.
zh_hans: 要信任的存储库的服务索引。
zh_hant: 要信任之存放庫的服務索引。

# TrustedSignersCommandUsageSummary
source: <List|Add|Remove|Sync> [options]
cs: <List|Add|Remove|Sync> [možnosti]
ja: <List|Add|Remove|Sync> [オプション]
ko: <List|Add|Remove|Sync> [옵션]
pl: <List|Add|Remove|Sync> [opcje]
zh_hans: <List|Add|Remove|Sync> [选项]

# UpdateCommandDependencyVersion
source: Overrides the default dependency resolution behavior.
cs: Přepíše výchozí chování při řešení závislostí.
de: Überschreibt das Standardverhalten für die Abhängigkeitsauflösung.
es: Invalida el comportamiento de resolución de dependencias predeterminado.
fr: Remplace le comportement de résolution des dépendances par défaut.
it: Esegue l'override del comportamento predefinito di risoluzione delle dipendenze.
ja: 既定の依存関係解決動作をオーバーライドします。
ko: 기본 종속성 확인 동작을 재정의합니다.
pl: Przesłania domyślne zachowanie rozpoznawania zależności.
pt_br: Substitui o comportamento de resolução de dependência padrão.
ru: Переопределяет поведение разрешения зависимостей по умолчанию.
tr: Varsayılan bağımlılık çözümleme davranışını geçersiz kılar.
zh_hans: 替代默认的依赖项解析行为。
zh_hant: 覆寫預設相依性解析行為。
