Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AddCommandDescription
source: Adds the given package to a hierarchical source. http sources are not supported. For more info, goto https://docs.nuget.org/consume/command-line-reference#add-command.
cs: Přidá daný balíček do hierarchického zdroje. Zdroje http nejsou podporovány. Další informace najdete v https://docs.nuget.org/consume/command-line-reference#add-command.
de: Fügt das angegebene Paket einer hierarchischen Quelle hinzu. HTTP-Quellen werden nicht unterstützt. Weitere Informationen finden Sie unter https://docs.nuget.org/consume/command-line-reference#add-command.
es: Agrega el paquete especificado a un origen jerárquico. No se admiten orígenes http. Para obtener más información, vaya a https://docs.nuget.org/consume/command-line-reference#add-command.
fr: Ajoute le package donné à une source hiérarchique. Les sources HTTP ne sont pas prises en charge. Pour plus d’informations, consultez https://docs.nuget.org/consume/command-line-reference#add-command.
it: Aggiunge il pacchetto specificato a un'origine gerarchica. Le origini HTTP non sono supportate. Per altre informazioni, https://docs.nuget.org/consume/command-line-reference#add-command.
ja: 指定されたパッケージを階層ソースに追加します。http ソースはサポートされていません。詳細については、https://docs.nuget.org/consume/command-line-reference#add-command に移動してください。
ko: 지정된 패키지를 계층적 원본에 추가합니다. http 원본은 지원되지 않습니다. 자세한 내용을 확인하려면 https://docs.nuget.org/consume/command-line-reference#add-command으로 이동하세요.
pl: Dodaje dany pakiet do źródła hierarchicznego. źródła http nie są obsługiwane. Aby uzyskać więcej informacji, przejdź do strony https://docs.nuget.org/consume/command-line-reference#add-command.
pt_br: Adiciona o pacote fornecido a uma fonte hierárquica. Não há suporte para fontes http. Para obter mais informações, acesse https://docs.nuget.org/consume/command-line-reference#add-command.
ru: Добавляет данный пакет в иерархический источник. Источники HTTP не поддерживаются. Дополнительные сведения см. по ссылке: https://docs.nuget.org/consume/command-line-reference#add-command.
tr: Verilen paketi hiyerarşik bir kaynağa ekler. http kaynakları desteklenmiyor. Daha fazla bilgi için https://docs.nuget.org/consume/command-line-reference#add-command adresine gidin.
zh_hans: 将给定的包添加到分层源。不支持 http 源。有关详细信息，请转到 https://docs.nuget.org/consume/command-line-reference#add-command。
zh_hant: 將指定的封裝新增至階層式來源。不支援 HTTP 來源。如需詳細資訊，請前往 https://docs.nuget.org/consume/command-line-reference#add-command。

# AddCommandSourceDescription
source: Specifies the package source, which is a folder or UNC share, to which the nupkg will be added. Http sources are not supported.
cs: Určuje zdroj balíčku, což je složka nebo sdílená složka UNC, do které se nupkg přidá. Zdroje HTTP nejsou podporovány.
de: Gibt die Paketquelle an, bei der es sich um einen Ordner oder eine UNC-Freigabe handelt, dem/der nupkg hinzugefügt wird. HTTP-Quellen werden nicht unterstützt.
es: Especifica el origen del paquete, que es una carpeta o un recurso compartido UNC, al que se agregará el nupkg. No se admiten orígenes HTTP.
fr: Spécifie la source du package, qui est un dossier ou un partage UNC, auquel le nupkg sera ajouté. Les sources HTTP ne sont pas prises en charge.
it: Specifica l'origine del pacchetto, ovvero una cartella o una condivisione UNC, a cui verrà aggiunto il nupkg. Le origini HTTP non sono supportate.
ja: nupkg が追加されるパッケージ ソース (フォルダーまたは UNC 共有) を指定します。HTTP ソースはサポートされていません。
ko: nupkg를 추가할 폴더 또는 UNC 공유인 패키지 원본을 지정합니다. Http 원본은 지원되지 않습니다.
pl: Określa źródło pakietu, czyli folder lub udział UNC, do którego zostanie dodany plik nupkg. Źródła HTTP nie są obsługiwane.
pt_br: Especifica a origem do pacote, que é uma pasta ou compartilhamento de UNC, ao qual o nupkg será adicionado. Não há suporte para fontes http.
ru: Указывает источник пакета, который является папкой или общей папкой UNC, в которую будет добавлен nupkg. Источники HTTP не поддерживаются.
tr: Eklenecek paketin yolunu ve nupkg öğesinin ekleneceği bir klasör veya UNC paylaşımı olan paket kaynağını belirtir. Http kaynakları desteklenmiyor.
zh_hans: 指定将向其添加 nupkg 的文件夹或 UNC 共享的包源。不支持 Http 源。
zh_hant: 指定要新增 nupkg 的封裝來源 (為資料夾或 UNC 共用)。不支援 HTTP 來源。

# AddCommandUsageDescription
source: Specifies the path to the package to be added and the package source, which is a folder or UNC share, to which the nupkg will be added. Http sources are not supported.
cs: Určuje cestu k balíčku, který se má přidat, a zdroj balíčku, což je složka nebo sdílená složka UNC, do které se nupkg přidá. Zdroje HTTP nejsou podporovány.
de: Gibt den Pfad zum hinzuzufügenden Paket und die Paketquelle an, bei der es sich um einen Ordner oder eine UNC-Freigabe handelt, dem/der nupkg hinzugefügt wird. HTTP-Quellen werden nicht unterstützt.
es: Especifica la ruta de acceso al paquete que se va a agregar y el origen del paquete, que es una carpeta o recurso compartido UNC, al que se agregará el nupkg. No se admiten orígenes HTTP.
fr: Spécifie le chemin d’accès au package à ajouter et la source du package, qui est un dossier ou un partage UNC, auquel le nupkg sera ajouté. Les sources HTTP ne sont pas prises en charge.
it: Specifica il percorso del pacchetto da aggiungere e l'origine del pacchetto, ovvero una cartella o una condivisione UNC, a cui verrà aggiunto il nupkg. Le origini HTTP non sono supportate.
ja: 追加されるパッケージへのパスと nupkg が追加されるパッケージ ソース (フォルダーまたは UNC 共有) を指定します。HTTP ソースはサポートされていません。
ko: 추가할 패키지의 경로와 nupkg가 추가될 폴더 또는 UNC 공유인 패키지 원본을 지정합니다. Http 원본은 지원되지 않습니다.
pl: Określa ścieżkę do pakietu do dodania oraz źródło pakietu, czyli folder lub udział UNC, do którego zostanie dodany plik nupkg. Źródła HTTP nie są obsługiwane.
pt_br: Especifica o caminho para o pacote a ser adicionado e a origem do pacote, que é uma pasta ou compartilhamento de UNC, ao qual o nupkg será adicionado. Não há suporte para fontes http.
ru: Указывает путь к пакету для добавления и источник пакета, который является папкой или общей папкой UNC, в которую будет добавлен nupkg. Источники HTTP не поддерживаются.
tr: Eklenecek paketin yolunu ve nupkg öğesinin ekleneceği bir klasör veya UNC paylaşımı olan paket kaynağını belirtir. Http kaynakları desteklenmiyor.
zh_hans: 指定要添加的包的路径以及将向其添加 nupkg 的文件夹或 UNC 共享的包源。不支持 Http 源。
zh_hant: 指定要新增的封裝路徑，以及要新增 nupkg 的封裝來源 (為資料夾或 UNC 共用)。不支援 HTTP 來源。

# AddCommandUsageSummary
source: <packagePath> -Source <folderBasedPackageSource> [options]
cs: <packagePath> -Source <folderBasedPackageSource> [možnosti]
it: <packagePath> -Origine <folderBasedPackageSource> [opzioni]
ja: <packagePath> -Source <folderBasedPackageSource> [オプション]
ko: <packagePath> -원본 <folderBasedPackageSource> [옵션]
pl: <packagePath> -Source <folderBasedPackageSource> [opcje]
ru: <packagePath> -Источник <folderBasedPackageSource> [параметры]
zh_hans: <packagePath> -源 <folderBasedPackageSource> [选项]

# ClientCertificatesCommandFilePathDescription
source: Path to certificate file.
cs: Cesta k souboru certifikátu
de: Pfad zur Zertifikatdatei.
es: Ruta de acceso al archivo de certificado.
fr: Chemin du fichier de certificat.
it: Percorso del file di certificato.
ja: 証明書ファイルへのパス。
ko: 인증서 파일의 경로.
pl: Ścieżka do pliku certyfikatu.
pt_br: Caminho para o arquivo de certificado.
ru: Путь к файлу сертификата.
tr: Sertifika dosyasının yolu.
zh_hans: 证书文件的路径。
zh_hant: 憑證檔案的路徑。

# ClientCertificatesCommandFindByDescription
source: Search method to find certificate in certificate store (see docs).
cs: Metoda hledání pro vyhledání certifikátu v úložišti certifikátů (přečtěte si dokumentaci)
de: Suchmethode zum Suchen eines Zertifikats im Zertifikatspeicher (siehe Dokumentation).
es: Método de búsqueda para encontrar un certificado en el almacén correspondiente (ver la documentación).
fr: Méthode de recherche pour trouver un certificat dans le magasin de certificats (consultez la documentation).
it: Metodo di ricerca per trovare il certificato nell'archivio certificati (vedere la documentazione).
ja: 証明書ストアで証明書を探すための検索方法 (ドキュメントを参照)。
ko: 인증서 저장소에서 인증서를 찾을 수 있는 검색 방법(문서 참조).
pl: Metoda wyszukiwania używana do znajdowania certyfikatu w magazynie certyfikatów (zobacz dokumenty).
pt_br: Método de pesquisa para localizar o certificado no repositório de certificados (consulte docs).
ru: Метод поиска сертификата в хранилище сертификатов (см. документацию).
tr: Sertifika depolama alanında sertifika bulmak için arama yöntemi (bkz. belgeler).
zh_hans: 用于在证书存储中查找证书的搜索方法(请参阅文档)。
zh_hant: 在憑證存放區中尋找憑證的搜尋方法 (請參閱文件)。

# ClientCertificatesCommandFindValueDescription
source: Search the certificate store for the supplied value. Used with FindValue (see docs).
cs: Vyhledá zadanou hodnotu v úložišti certifikátů. Používá se spolu s FindValue (přečtěte si dokumentaci).
de: Hiermit wird der Zertifikatspeicher nach dem angegebenen Wert durchsucht. Wird mit FindValue verwendet (siehe Dokumentation).
es: Busque el valor proporcionado en el almacén de certificados. Se usa con FindValue (ver la documentación).
fr: Permet de rechercher la valeur fournie dans le magasin de certificats. S'utilise avec FindValue (consultez la documentation).
it: Cerca il valore fornito nell'archivio certificati. Usato con FindValue (vedere la documentazione).
ja: 指定された値を証明書ストアで検索します。FindValue で使用されます (ドキュメントを参照)。
ko: 인증서 저장소에서 제공된 값을 검색합니다. FindValue와 함께 사용합니다(문서 참조).
pl: Wyszukaj podaną wartość w magazynie certyfikatów. Używane z elementem FindValue (zobacz dokumenty).
pt_br: Procure o valor fornecido no repositório de certificados. Usado com FindValue (consulte docs).
ru: Поиск указанного значения в хранилище сертификатов. Используется с аргументом FindValue (см. документацию).
tr: Belirtilen değer için sertifika depolama alanında arama yapın. FindValue ile kullanılır (bkz. belgeler).
zh_hans: 在证书存储中搜索提供的值。与 FindValue 结合使用(请参阅文档)。
zh_hant: 在憑證存放區中搜尋提供的值。與 FindValue 一併使用 (請參閱文件)。

# ClientCertificatesCommandForceDescription
source: Skip certificate validation.
cs: Přeskočit ověřování certifikátu.
de: Überspringen Sie die Zertifikatüberprüfung.
es: Omita la validación del certificado.
fr: Permet d'ignorer la validation du certificat.
it: Ignora la convalida del certificato.
ja: 証明書の検証をスキップします。
ko: 인증서 유효성 검사를 건너뜁니다.
pl: Pomiń sprawdzanie poprawności certyfikatu.
pt_br: Ignorar validação do certificado.
ru: Пропустить проверку сертификата.
tr: Sertifika doğrulamasını atlayın.
zh_hans: 跳过证书验证。
zh_hant: 跳過憑證驗證。

# ClientCertificatesCommandPackageSourceDescription
source: Package source name.
cs: Název zdroje balíčku.
de: Name der Paketquelle.
es: Nombre de origen del paquete.
fr: Nom de la source de package.
it: Nome origine del pacchetto.
ja: パッケージ ソース名。
ko: 패키지 원본 이름.
pl: Nazwa źródła pakietu.
pt_br: Nome de origem do pacote.
ru: Имя источника пакетов.
tr: Paket kaynağı adı.
zh_hans: 包源名称。
zh_hant: 封裝來源名稱。

# ClientCertificatesCommandPasswordDescription
source: Password for the certificate, if needed.
cs: Heslo pro certifikát, pokud se vyžaduje
de: Kennwort für das Zertifikat, falls erforderlich.
es: Contraseña del certificado, si se requiere.
fr: Mot de passe du certificat, le cas échéant.
it: Password per il certificato, se necessaria.
ja: 証明書のパスワード (必要な場合)。
ko: 인증서 암호(필요한 경우).
pl: Hasło do certyfikatu, jeśli jest potrzebne.
pt_br: Senha para o certificado, se necessário.
ru: Пароль сертификата (при необходимости).
tr: Gerekliyse, sertifikanın parolası.
zh_hans: 证书密码(如需要)。
zh_hant: 憑證的密碼 (如有需要)。

# ClientCertificatesCommandStoreLocationDescription
source: Certificate store location (see docs).
cs: Umístění úložiště certifikátu (přečtěte si dokumentaci)
de: Speicherort des Zertifikats (siehe Dokumentation).
es: Ubicación del almacén de certificados (ver la documentación).
fr: Emplacement du magasin de certificats (consultez la documentation).
it: Percorso dell'archivio certificati (vedere la documentazione).
ja: 証明書ストアの場所 (ドキュメントを参照)。
ko: 인증서 저장소 위치(문서 참조).
pl: Lokalizacja magazynu certyfikatów (zobacz dokumenty).
pt_br: Local do repositório de certificados (consulte docs).
ru: Расположение хранилища сертификатов (см. документацию).
tr: Sertifika depolama alanı konumu (bkz. belgeler).
zh_hans: 证书存储位置(请参阅文档)。
zh_hant: 憑證存放區位置 (請參閱文件)。

# ClientCertificatesCommandStoreNameDescription
source: Certificate store name (see docs).
cs: Název úložiště certifikátu (přečtěte si dokumentaci)
de: Name des Zertifikatspeichers (siehe Dokumentation).
es: Nombre del almacén de certificados (ver la documentación).
fr: Nom du magasin de certificats (consultez la documentation).
it: Nome dell'archivio certificati (vedere la documentazione).
ja: 証明書ストア名 (ドキュメントを参照)。
ko: 인증서 저장소 이름(문서 참조).
pl: Nazwa magazynu certyfikatów (zobacz dokumenty).
pt_br: Nome do repositório de certificados (consulte docs).
ru: Имя хранилища сертификатов (см. документацию).
tr: Sertifika depolama alanı adı (bkz. belgeler).
zh_hans: 证书存储名称(请参阅文档)。
zh_hant: 憑證存放區名稱 (請參閱文件)。

# ClientCertificatesCommandStorePasswordInClearTextDescription
source: Enables storing portable certificate password by disabling password encryption.
cs: Povolí ukládání hesla přenosného certifikátu zakázáním šifrování hesla.
de: Ermöglicht das Speichern des Kennworts für das portierbare Zertifikat durch Deaktivieren der Kennwortverschlüsselung.
es: Habilita el almacenamiento de contraseñas de certificado portátiles deshabilitando el cifrado de contraseñas.
fr: Active le stockage du mot de passe de certificat portable en désactivant le chiffrement de mot de passe.
it: Abilita l'archiviazione della password del certificato portabile disabilitando la crittografia delle password.
ja: パスワードの暗号化を無効にすることで、移植可能な証明書のパスワードを保存できるようにします。
ko: 암호 암호화를 비활성화하여 휴대용 인증서 암호 저장을 활성화합니다.
pl: Umożliwia przechowywanie przenośnego hasła certyfikatu przez wyłączenie szyfrowania haseł.
pt_br: Habilita o armazenamento de senha de certificado portátil desabilitando a criptografia de senha.
ru: Включает сохранение портативного пароля сертификата путем отключения шифрования паролей.
tr: Parola şifrelemesini devre dışı bırakarak taşınabilir sertifika parolasını depolamayı etkinleştirir.
zh_hans: 通过禁用密码加密来启用存储可移植证书密码。
zh_hant: 停用密碼加密以啟用可攜憑證密碼的儲存。

# ClientCertificatesDescription
source: Provides the ability to manage list of client certificates located in NuGet.config files
cs: Umožňuje spravovat seznam klientských certifikátů umístěných v souborech NuGet.config.
de: Bietet die Möglichkeit, eine Liste der Clientzertifikate in den „NuGet.config“-Dateien zu verwalten
es: Proporciona la capacidad de administrar la lista de certificados de cliente ubicados en archivos NuGet.config
fr: Permet de gérer la liste des certificats clients situés dans les fichiers NuGet.config
it: Consente di gestire l'elenco dei certificati client presenti nei file NuGet.config
ja: NuGet.config ファイルにあるクライアント証明書のリストを管理する機能を提供します。
ko: NuGet.config 파일에 있는 클라이언트 인증서 목록을 관리하는 기능을 제공합니다.
pl: Umożliwia zarządzanie listą certyfikatów klienta znajdujących się w plikach NuGet.config
pt_br: Fornece a capacidade de gerenciar a lista de certificados de cliente localizados em arquivos NuGet.config
ru: Предоставляет возможность управлять списком источников, расположенных в файлах NuGet.config.
tr: NuGet.config dosyalarında bulunan müşteri sertifikalarının listesini yönetme olanağı sunar
zh_hans: 提供管理 NuGet.config 文件中的客户端证书列表的功能
zh_hant: 讓您能夠管理位於 NuGet.config 檔案中的用戶端憑證清單

# CommandApiKey
source: The API key for the server.
cs: Klíč rozhraní API pro server
es: La clave de API del servidor.
fr: Clé API du serveur.
it: Chiave API per il server.

# CommandDirectDownload
source: Download directly without populating any caches with metadata or binaries.
cs: Stahujte přímo bez naplnění mezipamětí metadaty nebo binárními soubory.
de: Führen Sie den Download direkt durch, ohne Metadaten oder Binärdateien in den Cache zu laden.
es: Descargar directamente sin rellenar ninguna caché con metadatos o archivos binarios.
fr: Téléchargez directement sans remplir les caches avec des métadonnées ou des fichiers binaires.
it: Scarica direttamente senza popolare le cache con metadati o file binari.
ja: メタデータまたはバイナリを含むキャッシュを設定せずに直接ダウンロードします。
ko: 메타데이터 또는 이진 파일로 캐시를 채우지 않고 직접 다운로드합니다.
pl: Pobierz bezpośrednio bez wypełniania pamięci podręcznych metadanymi lub plikami binarnymi.
pt_br: Baixe diretamente sem preencher nenhum cache com metadados ou binários.
ru: Скачивание напрямую без заполнения кэшей метаданными или двоичными файлами.
tr: Meta veri veya ikili dosya içeren önbellekleri doldurmadan doğrudan indirin.
zh_hans: 直接下载而不填充包含元数据或二进制文件的任何缓存。
zh_hant: 直接下載，不需填入任何含有中繼資料或二進位檔的快取。

# CommandDisableParallelProcessing
source: Disable parallel processing of packages for this command.
cs: Zakáže paralelní zpracování balíčků pro tento příkaz.
de: Deaktivieren Sie die parallele Verarbeitung von Paketen für diesen Befehl.
es: Deshabilite el procesamiento paralelo de paquetes para este comando.
fr: Désactivez le traitement parallèle des packages pour cette commande.
it: Disabilita l'elaborazione parallela dei pacchetti per questo comando.
ja: このコマンドのパッケージの並列処理を無効にします。
ko: 이 명령에 대해 패키지의 병렬 처리를 사용하지 않도록 설정합니다.
pl: Wyłącz przetwarzanie równoległe pakietów dla tego polecenia.
pt_br: Desabilite o processamento paralelo de pacotes para este comando.
tr: Bu komut için paketlerin paralel işlemini devre dışı bırakın.
zh_hans: 为此命令禁用包的并行处理。
zh_hant: 停用此命令的封裝平行處理。

# CommandFallbackSourceDescription
source: A list of package sources to use as fallbacks for this command.
cs: Seznam zdrojů balíčků, které se mají použít jako záložní zdroje pro tento příkaz.
de: Eine Liste der Paketquellen, die als Fallbacks für diesen Befehl verwendet werden sollen.
es: Lista de orígenes de paquetes que se van a usar como reserva para este comando.
fr: Liste des sources de package à utiliser en cas d’urgence pour cette commande.
it: Elenco di origini del pacchetto da usare come fallback per questo comando.
ja: このコマンドのフォールバックとして使用するパッケージ ソースのリスト。
ko: 이 명령의 대체로 사용할 패키지 원본 목록입니다.
pl: Lista źródeł pakietów, które mają być używane jako rezerwowe dla tego polecenia.
pt_br: Uma lista de fontes de pacote a serem usadas como fallbacks para este comando.
ru: Список источников пакетов для использования в качестве резервных для этой команды.
tr: Bu komut için geri dönüş olarak kullanılacak paket kaynaklarının listesi.
zh_hans: 用作此命令的回退的包源列表。
zh_hant: 要作為此命令後援使用的封裝來源清單。

# CommandInvalidArgumentException
source: Invalid value provided for '{0}'. For a list of accepted values, please visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Zadala se neplatná hodnota pro {0}. Seznam přijatelných hodnot najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Für "{0}" wurde ein ungültiger Wert angegeben. Eine Liste zulässiger Werte finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference.
es: Se proporcionó un valor no válido para "{0}". Para obtener una lista de los valores aceptados, visite https://docs.nuget.org/docs/reference/command-line-reference.
fr: Valeur non valide fournie pour « {0} ». Pour obtenir la liste des valeurs acceptées, consultez https://docs.nuget.org/docs/reference/command-line-reference
it: È stato specificato un valore non valido per '{0}'. Per un elenco dei valori accettati, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: '{0}' に対して指定された値が無効です。有効な値の一覧については、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: '{0}'에 잘못된 값이 제공되었습니다. 허용되는 값 목록은 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: Podano nieprawidłową wartość dla elementu „{0}”. Aby uzyskać listę akceptowanych wartości, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Valor inválido fornecido para '{0}'. Para obter uma lista de valores aceitos, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Недопустимое значение "{0}". Список допустимых значений: https://docs.nuget.org/docs/reference/command-line-reference
tr: '{0}' için geçersiz değer sağlandı. Kabul edilen değerler listesi için lütfen https://docs.nuget.org/docs/reference/command-line-reference adresini ziyaret edin
zh_hans: 为“{0}”提供的值无效。有关接受的值的列表，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 提供給 '{0}' 的值無效。如需可接受的值清單，請瀏覽 https://docs.nuget.org/docs/reference/command-line-reference

# CommandMSBuildPath
source: Specifies the path of MSBuild to be used with this command. This command will takes precedence over MSbuildVersion, nuget will always pick MSbuild from this specified path.
cs: Určuje cestu nástroje MSBuild, která se má použít s tímto příkazem. Tento příkaz bude mít přednost před verzí MSbuildVersion. Nuget vždy vybere MSbuild z této zadané cesty.
de: Gibt den Pfad von MSBuild an, der mit diesem Befehl verwendet werden soll. Dieser Befehl hat Vorrang vor MSbuildVersion. NuGet wählt immer MSBuild aus diesem angegebenen Pfad aus.
es: Especifica la ruta de acceso de MSBuild que se va a usar con este comando. Este comando tendrá prioridad sobre MSbuildVersion, nuget siempre seleccionará MSbuild de esta ruta de acceso especificada.
fr: Spécifie le chemin d’accès de MSBuild à utiliser avec cette commande. Cette commande est prioritaire sur MSbuildVersion, nuget choisit toujours MSbuild dans ce chemin d’accès spécifié.
it: Specifica il percorso di MSBuild da usare con questo comando. Il comando avrà la precedenza su MSbuildVersion. NuGet selezionerà sempre MSbuild da questo percorso specificato.
ja: このコマンドで使用する MSBuild のパスを指定します。このコマンドは MSbuildVersion よりも優先されます。NuGet は常に、この指定されたパスから MSbuild を選択します。
ko: 이 명령에 사용할 MSBuild의 경로를 지정합니다. 이 명령은 MSbuildVersion보다 우선합니다. nuget은 항상 지정된 경로에서 MSbuild를 선택합니다.
pl: Określa ścieżkę programu MSBuild, która ma być używana z tym poleceniem. To polecenie będzie mieć pierwszeństwo przed MSbuildVersion, nuget zawsze wybierze MSbuild z tej określonej ścieżki.
pt_br: Especifica o caminho do MSBuild a ser usado com este comando. Esse comando terá precedência sobre MSbuildVersion. O nuget sempre escolherá o MSbuild nesse caminho especificado.
ru: Указывает путь к MSBuild, который будет использоваться с этой командой. Эта команда имеет приоритет над MSbuildVersion, а nuget всегда выбирает MSbuild по этому указанному пути.
tr: Bu komutla kullanılacak MSBuild yolunu belirtir. Bu komut MSbuildVersion'dan daha önceliklidir, nuget her zaman belirtilen bu yoldaki MSbuild'i seçer.
zh_hans: 指定要与此命令一起使用的 MSBuild 的路径。此命令将优先于 MSbuildVersion，nuget 将始终从此指定路径中选择 MSbuild。
zh_hant: 指定要與此命令搭配使用的 MSBuild 路徑。此命令的優先順序高於 MSbuildVersion，Nuget 一律會從此指定路徑選取 MSbuild。
