Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CommandMSBuildVersion
source: Specifies the version of MSBuild to be used with this command. Supported values are 4, 12, 14, 15.1, 15.3, 15.4, 15.5, 15.6, 15.7, 15.8, 15.9, 16.0. By default the MSBuild in your path is picked, otherwise it defaults to the highest installed version of MSBuild.
cs: Určuje verzi nástroje MSBuild, která se má použít s tímto příkazem. Podporované hodnoty jsou 4, 12, 14, 15.1, 15.3, 15.4, 15.5, 15.6, 15.7, 15.8, 15.9, 16.0. Ve výchozím nastavení se vybere MSBuild ve vaší cestě, jinak se jako výchozí nastaví nejvyšší nainstalovaná verze MSBuildu.
de: Gibt die Version von MSBuild an, die mit diesem Befehl verwendet werden soll. Unterstützte Werte: 4, 12, 14, 15.1, 15.3, 15.4, 15.5, 15.6, 15.7, 15.8, 15.9, 16.0. Standardmäßig wird die MSBuild-Version in Ihrem Pfad ausgewählt, andernfalls wird standardmäßig die höchste installierte Version von MSBuild verwendet.
es: Especifica la versión de MSBuild que se usará con este comando. Los valores admitidos son 4, 12, 14, 15.1, 15.3, 15.4, 15.5, 15.6, 15.7, 15.8, 15.9, 16.0. De forma predeterminada, se selecciona la versión de MSBuild encontrada en su ruta de acceso; si no, se toma como predeterminada la mayor de MSBuild instalada.
fr: Spécifie la version de MSBuild à utiliser avec cette commande. Les valeurs prises en charge sont 4, 12, 14, 15.1, 15.3, 15.4, 15.5, 15.6, 15.7, 15.8, 15.9, 16.0. La version de MSBuild dans votre chemin est sélectionnée par défaut ; sinon, la version installée de MSBuild la plus élevée est sélectionnée.
it: Specifica la versione di MSBuild da usare con questo comando. I valori supportati sono 4, 12, 14, 15.1, 15.3, 15.4, 15.5, 15.6, 15.7, 15.8, 15.9, 16.0. Per impostazione predefinita, viene selezionato MSBuild nel percorso. In caso contrario, per impostazione predefinita viene selezionata la versione più recente di MSBuild installata.
ja: このコマンドで使用する MSBuild のバージョンを指定します。サポートされる値は 4、12、14、15.1、15.3、15.4、15.5、15.6、15.7、15.8、15.9、16.0 です。既定では、パスにある MSBuild が選択されるか、既定でインストールされている MSBuild の最新バージョンになります。
ko: 이 명령과 함께 사용할 MSBuild의 버전을 지정합니다. 지원되는 값은 4, 12, 14, 15.1, 15.3, 15.4, 15.5, 15.6, 15.7, 15.8, 15.9, 16.0입니다. 기본적으로 경로의 MSBuild가 선택되고, 그렇지 않으면 기본적으로 설치된 가장 높은 MSBuild 버전이 사용됩니다.
pl: Określa wersję programu MSBuild do użycia z tym poleceniem. Obsługiwane wartości to 4, 12, 14, 15.1, 15.3, 15.4, 15.5, 15.6, 15.7, 15.8, 15.9, 16.0. Domyślnie wybierany jest program MSBuild w Twojej ścieżce, a jeśli to się nie uda, wybierana jest najwyższa zainstalowana wersja programu MSBuild.
pt_br: Especifica a versão do MSBuild a ser usada com esse comando. Os valores com suporte são 4, 12, 14, 15.1, 15.3, 15.4, 15.5, 15.6, 15.7, 15.8, 15.9, 16.0.. Por padrão, o MSBuild em seu caminho é separado, caso contrário, o padrão é a versão mais recente instalada do MSBuild.
ru: Задает версию MSBuild для использования с этой командой. Поддерживаемые значения: 4, 12, 14, 15.1, 15.3, 15.4, 15.5, 15.6, 15.7, 15.8, 15.9, 16.0. По умолчанию используется MSBuild, заданная в переменной среды PATH, в противном случае используется наивысшая установленная версия MSBuild.
tr: Bu komut ile kullanılacak MSBuild sürümünü belirtir. Desteklenen değerler 4, 12, 14, 15.1, 15.3, 15.4, 15.5, 15.6, 15.7, 15.8, 15.9, 16.0'dır. Varsayılan olarak yolunuzdaki MSBuild seçilir, aksi takdirde yüklü en yüksek MSBuild sürümü varsayılan olarak kullanılır.
zh_hans: 指定与此命令一起使用的 MSBuild 的版本。支持的版本为 4、12、14、15.1、15.3、15.4、15.5、15.6、15.7、15.8、15.9、16.0。默认选择路径中的 MSBuild，否则默认为安装的 MSBuild 最高版本。
zh_hant: 指定搭配此命令使用的 MSBuild 版本。支援的值為 4、12、14、15.1、15.3、15.4、15.5、15.6、15.7、15.8、15.9、16.0。根據預設，會挑選您路徑中的 MSBuild，否則它會預設為 MSBuild 的最高安裝版本。

# CommandNoCache
source: Disable using the machine cache as the first package source.
cs: Zakažte použití mezipaměti počítače jako prvního zdroje balíčku.
de: Deaktivieren Sie die Verwendung des Computercaches als erste Paketquelle.
es: Deshabilite el uso de la memoria caché de la máquina como el primer origen del paquete.
fr: Désactivez l’utilisation du cache de l’ordinateur comme première source de package.
it: Disabilita l'uso della cache del computer come prima origine del pacchetto.
ja: 最初のパッケージ ソースとしてコンピューター キャッシュの使用を無効にします。
ko: 컴퓨터 캐시를 첫 번째 패키지 원본으로 사용하지 않도록 설정합니다.
pl: Wyłącz używanie pamięci podręcznej maszyny jako pierwszego źródła pakietu.
pt_br: Desabilite o uso do cache do computador como a primeira origem do pacote.
tr: Makine önbelleğini ilk paket kaynağı olarak kullanmayı devre dışı bırakın.
zh_hans: 禁止使用计算机缓存作为第一个程序包源。
zh_hant: 停用使用機器快取作為第一個封裝來源。

# CommandNoHttpCache
source: Disable the use of the HTTP cache and contact all configured package sources for live information.
cs: Zakažte použití mezipaměti HTTP a požádejte o živé informace všechny nakonfigurované zdroje balíčků.
de: Deaktivieren Sie die Verwendung des HTTP-Caches, und wenden Sie sich an alle konfigurierten Paketquellen, um Liveinformationen zu erhalten.
es: Deshabilite el uso de la caché HTTP y póngase en contacto con todos los orígenes de paquetes configurados para obtener información activa.
fr: Désactivez l’utilisation du cache HTTP et contactez toutes les sources de package configurées pour obtenir des informations en direct.
it: Disabilita l'uso della cache HTTP e contatta tutte le origini del pacchetto configurate per ottenere informazioni dinamiche.
ja: HTTP キャッシュの使用を無効にし、構成されているすべてのパッケージ ソースにライブ情報を問い合わせてください。
ko: HTTP 캐시 사용을 사용하지 않도록 설정하고 구성된 모든 패키지 원본에 라이브 정보를 문의합니다.
pl: Wyłącz korzystanie z pamięci podręcznej HTTP i skontaktuj się ze wszystkimi skonfigurowanymi źródłami pakietów, aby uzyskać informacje na żywo.
pt_br: Desabilite o uso do cache HTTP e entre em contato com todas as fontes de pacotes configuradas para obter informações em tempo real.
ru: Отключите использование HTTP-кэша и обратитесь ко всем источникам настроенных пакетов для получения актуальных сведений.
tr: HTTP önbelleğinin kullanımı devre dışı bırakın ve canlı bilgi için yapılandırılmış tüm paket kaynaklarına başvurun.
zh_hans: 禁用 HTTP 缓存，并连接所有已配置的包源以获取实时信息。
zh_hant: 停用使用 HTTP 快取，並連絡所有已設定的套件來源以取得即時資訊。

# CommandNoServiceEndpointDescription
source: Does not append "api/v2/packages" to the source URL.
cs: Ke zdrojové adrese URL nepřidá „api/v2/packages“.
de: „api/v2/package“ wird nicht an die Quell-URL angefügt.
es: No anexa "api/v2/package" a la dirección URL de origen.
fr: N'ajoute pas « api/v2/packages » à l'URL source.
it: Non accoda "api/v2/packages" all'URL di origine.
ja: "api/v2/package" がソース URL に追加されません。
ko: 원본 URL에 "api/v2/packages"를 추가하지 않습니다.
pl: Nie dołącza ciągu „api/v2/package” do źródłowego adresu URL.
pt_br: Não acrescente "api/v2/packages" à URL de origem.
ru: К URL-адресу источника не добавляется "api/v2/packages".
tr: Kaynak URL'sine "api/v2/package" ifadesini eklemez.
zh_hans: 请勿将 "api/v2/packages" 追加到源 URL。
zh_hant: 不將 "api/v2/packages" 附加至來源 URL。

# CommandPackageSaveMode
source: Specifies types of files to save after package installation: nuspec, nupkg, nuspec;nupkg.
cs: Určuje typy souborů, které se mají uložit po instalaci balíčku: nuspec, nupkg, nuspec;nupkg.
de: Gibt Typen von Dateiten an, die nach der Paketinstallation gespeichert werden sollen: nuspec, nupkg, nuspec;nupkg.
es: Especifica los tipos de archivos que se guardarán después de la instalación del paquete: nuspec, nupkg, nuspec;nupkg.
fr: Spécifie les types de fichiers à enregistrer après l’installation du package : nuspec, nupkg, nuspec;nupkg.
it: Specifica i tipi di file da salvare dopo l'installazione del pacchetto: nuspec, nupkg, nuspec;nupkg.
ja: パッケージのインストール後に保存するファイルのタイプを指定します: nuspec、nupkg、nuspec、nupkg。
ko: 패키지 설치 후 저장할 파일 유형(nuspec, nupkg, nuspec;nupkg)을 지정합니다.
pl: Określa typy plików do zapisania po instalacji pakietu: nuspec, nupkg, nuspec;nupkg.
pt_br: Especifica os tipos de arquivos a serem salvos após a instalação do pacote: nuspec, nupkg, nuspec;nupkg.
ru: Указывает типы файлов для сохранения после установки пакета: nuspec, nupkg, nuspec;nupkg.
tr: Paket yüklemesinden sonra kaydedilemeyen dosya türlerini belirtir: nuspec, nupkg, nuspec;nupkg.
zh_hans: 指定包安装后要保存的文件类型: nuspec、nupkg、nuspec;nupkg。
zh_hant: 指定封裝安裝後要儲存的檔案類型: nuspec、nupkg、nuspec;nupkg。

# CommandSourceDescription
source: A list of packages sources to use for this command.
cs: Seznam zdrojů balíčků, které se mají použít pro tento příkaz.
de: Eine Liste der Paketquellen, die für diesen Befehl verwendet werden sollen.
es: Lista de orígenes de paquetes que se van a usar para este comando.
fr: Liste des sources de packages à utiliser pour cette commande.
it: Un elenco di sorgenti di pacchetti da utilizzare per questo comando.
ja: このコマンドに使用するパッケージ ソースのリスト。
ko: 이 명령에 사용할 패키지 원본 목록입니다.
pl: Lista źródeł pakietów do użycia dla tego polecenia.
pt_br: Uma lista de origens de pacotes a serem usadas para este comando.
tr: Bu komut için kullanılacak paket kaynaklarının listesi.
zh_hans: 用作此命令的包源列表。
zh_hant: 要用於此命令的封裝來源清單。

# ConfigCommandAsPathDesc
source: Returns the config value as a path. This option is ignored when -Set is specified.
cs: Vrátí hodnotu konfigurace jako cestu. Tato možnost je ignorována, pokud je zadán parametr -Set.
de: Gibt den Konfigurationswert als Pfad zurück. Diese Option wird ignoriert, wenn -Set angegeben ist.
es: Devuelve el valor de configuración como una ruta de acceso. Esta opción se omite cuando se especifica -Set.
fr: Retourne la valeur de configuration sous forme de chemin d’accès. Cette option est ignorée lorsque -Set est spécifié.
it: Restituisce il valore di configurazione come percorso. L’opzione viene ignorata quando è specificato -Set.
ja: 構成値をパスとして返します。-Set が指定されている場合、このオプションは無視されます。
ko: 구성 값을 경로로 반환합니다. -Set을 지정하면 이 옵션이 무시됩니다.
pl: Zwraca wartość konfiguracji jako ścieżkę. Ta opcja jest ignorowana, gdy określono parametr -Set.
pt_br: Retorna o valor de configuração como um caminho. Essa opção é ignorada quando -Set é especificado.
tr: Yapılandırma değerini yol olarak döndürür. -Set belirtildiğinde bu seçenek yoksayılır.
zh_hans: 返回配置值作为路径。指定 -Set 时将忽略此选项。
zh_hant: 以路徑傳回設定值。指定 -Set 時會忽略此選項。

# ConfigCommandDesc
source: Gets or sets NuGet config values.
cs: Získá nebo nastaví hodnoty konfigurace NuGet.
de: Ruft NuGet-Konfigurationswerte ab oder legt sie fest.
es: Obtiene o establece los valores de configuración de NuGet.
fr: Obtient ou définit des valeurs de configuration NuGet.
it: Ottiene o imposta i valori di configurazione NuGet.
ja: NuGet 構成値を取得または設定します。
ko: NuGet 구성 값을 가져오거나 설정합니다.
pl: Pobiera lub ustawia wartości konfiguracji NuGet.
pt_br: Obtém ou define valores de configuração do NuGet.
tr: NuGet yapılandırma değerlerini alır veya ayarlar.
zh_hans: 获取或设置 NuGet 配置值。
zh_hant: 取得或設定 NuGet 設定值。

# ConfigCommandSetDesc
source: One on more key-value pairs to be set in config.
cs: Jeden z více párů klíč-hodnota, které se mají nastavit v konfiguraci.
de: Mindestens ein Schlüssel-Wert-Paar, das in der Konfiguration festgelegt werden soll.
es: Uno o varios pares clave-valor se establecerán en la configuración.
fr: Une ou plusieurs paires clé-valeur à définir dans la configuration.
it: Una su più coppie chiave-valore da impostare nella configurazione.
ja: 1 つ以上のキーと値のペアが構成に設定されます。
ko: 하나 이상의 키-값 쌍이 config에 설정됩니다.
pl: Jedna na więcej par klucz-wartość do ustawienia w konfiguracji.
pt_br: Um em mais pares chave-valor a serem definidos na configuração.
tr: Bir veya daha fazla anahtar-değer çifti yapılandırmada ayarlanmalıdır.
zh_hans: 要在配置中设置的一个或多个键值对。
zh_hant: 設定中要設定的一或多個機碼值組。

# DefaultConfigDescription
source: NuGet's default configuration is obtained by loading %AppData%\NuGet\NuGet.config, then loading any nuget.config or .nuget\nuget.config starting from root of drive and ending in current directory.
cs: Výchozí konfiguraci NuGetu získáte načtením souboru %AppData%\NuGet\NuGet.config a načtením všech souborů nuget.config nebo .nuget\nuget.config počínaje kořenem jednotky a končícím aktuálním adresářem.
de: Die Standardkonfiguration von NuGet erhalten Sie, indem Sie %AppData%\NuGet\NuGet.config laden und dann jede nuget.config oder .nuget\nuget.config laden, beginnend im Stammverzeichnis des Laufwerks und endend im aktuellen Verzeichnis.
es: La configuración predeterminada de NuGet se obtiene cargando %AppData%\NuGet\NuGet.config y, a continuación, cargando cualquier archivo nuget.config o .nuget\nuget.config a partir de la raíz de la unidad y finalizando en el directorio actual.
fr: La configuration par défaut de NuGet est obtenue en chargeant %AppData%\NuGet\NuGet.config, puis en chargeant n’importe quel fichier nuget.config ou .nuget\nuget.config à partir de la racine du lecteur et jusqu’au répertoire actif.
it: La configurazione predefinita di NuGet viene ottenuta caricando %AppData%\NuGet\NuGet.config, quindi caricando qualsiasi file nuget.config o nuget\nuget.config a partire dalla radice dell'unità e terminando con la directory corrente.
ja: NuGet の既定の構成は、%AppData%\NuGet\NuGet.config を読み込み、ドライブのルートから始まり現在のディレクトリで終わる nuget.config または .nuget\nuget.config を読み込むことで取得されます。
ko: NuGet의 기본 구성은 %AppData%\NuGet\NuGet.config를 로드한 다음 드라이브 루트에서 시작하여 현재 디렉터리에서 끝나는 모든 nuget.config 또는 .nuget\nuget.config를 로드하여 가져옵니다.
pl: Domyślna konfiguracja pakietu NuGet jest uzyskiwana przez załadowanie pliku %AppData%\NuGet\NuGet.config, a następnie załadowanie dowolnego pliku nuget.config lub nuget\nuget.config rozpoczynającego się od katalogu głównego dysku i kończącego się na bieżącym katalogu.
pt_br: A configuração padrão do NuGet é obtida carregando %AppData%\NuGet\NuGet.config e qualquer nuget.config ou .nuget\nuget.config começando da raiz da unidade e terminando no diretório atual.
tr: NuGet'in varsayılan yapılandırması, %AppData%\NuGet\NuGet.config yükleyip sürücü kökünden başlayarak nuget.config veya .nuget\nuget.config'leri yükleyip geçerli dizinle bitene kadar elde edildi.
zh_hans: 通过加载 %AppData%\NuGet\NuGet.config，然后加载从驱动器的根目录开始到当前目录为止的任何 nuget.config 或 .nuget\nuget.config 来获取 NuGet 的默认配置。
zh_hant: NuGet 的預設設定的取得方式: 透過載入 %AppData%\NuGet\NuGet.config，然後從磁碟機的根目錄開始載入任何 nuget.config 或 .nuget\nuget.config，然後在目前的目錄結束。

# DeleteCommandDescription
source: Deletes a package from the server.
cs: Odstraní balíček ze serveru.
de: Löscht ein Paket vom Server.
es: Elimina un paquete del servidor.
fr: Supprime un package du serveur.
it: Elimina un pacchetto dal server.
ja: サーバーからパッケージを削除します。
ko: 서버에서 패키지를 삭제합니다.
pl: Usuwa pakiet z serwera.
pt_br: Exclui um pacote do servidor.
ru: Удаляет пакет с сервера.
tr: Bir paketi sunucudan siler.
zh_hans: 从服务器删除一个包。
zh_hant: 從伺服器刪除套件。

# DeleteCommandNoPromptDescription
source: Do not prompt when deleting.
cs: Při odstraňování nezobrazovat výzvu.
de: Beim Löschen keine Eingabeaufforderung anzeigen.
es: No preguntar al eliminar.
fr: N’invitez pas lors de la suppression.
it: Non richiedere conferma durante l'eliminazione.
ja: 削除時に確認メッセージを表示しません。
ko: 삭제할 때 메시지를 표시하지 않음
pl: Nie monituj o usunięcie.
pt_br: Não avisar ao excluir.
ru: Не запрашивать при удалении.
tr: Silinirken sorma.
zh_hans: 删除时不提示。
zh_hant: 刪除時不提示。

# DeleteCommandSourceDescription
source: Package source (URL, UNC/folder path or package source name) to delete from. Defaults to DefaultPushSource if specified in NuGet.Config.
cs: Zdroj balíčku (adresa URL, název UNC/cesta ke složce nebo název zdroje balíčku), ze kterého se má odstranit. Výchozí hodnota je DefaultPushSource, pokud je zadána v NuGet.Config.
de: Die Paketquelle (URL, UNC/Ordnerpfad oder Name der Paketquelle), aus der gelöscht werden soll. Der Standardwert ist „DefaultPushSource“, wenn in „NuGet.config“ angegeben.
es: Origen del paquete (URL, ruta UNC/carpeta o nombre de la fuente del paquete) desde el que se va a eliminar. El valor predeterminado es DefaultPushSource si se especifica en NuGet.Config.
fr: Source de package (URL, chemin UNC/chemin de dossier ou nom de source de package) depuis laquelle supprimer. La valeur par défaut est celle de DefaultPushSource, si elle est spécifiée dans NuGet.Config.
it: Origine del pacchetto (URL, percorso UNC/cartella o nome origine pacchetto) in cui eseguire l'eliminazione. Il valore predefinito è DefaultPushSource se specificato in NuGet.Config.
ja: 削除元のパッケージ ソース (URL、UNC/フォルダー パス、またはパッケージ ソース名)。NuGet.Config で指定されている場合、既定値は DefaultPushSource になります。
ko: 삭제할 패키지 원본(URL, UNC/폴더 경로 또는 패키지 원본 이름)입니다. NuGet.Config에 지정된 경우 기본값은 DefaultPushSource입니다.
pl: Źródło pakietu (adres URL, ścieżka UNC/folderu lub nazwa źródła pakietu) do usunięcia. Domyślnie wartość to DefaultPushSource, jeśli określono ją w pliku NuGet.Config.
pt_br: A origem do pacote (URL, caminho UNC, caminho da pasta ou nome da origem do pacote) a ser usada. O padrão é DefaultPushSource quando especificada em NuGet.Config.
ru: Источник пакета (URL-адрес, UNC/путь к папке или имя источника пакета), из которого удаляются данные. По умолчанию используется DefaultPushSource, если это указано в NuGet.Config.
tr: Silinecek paket kaynağı (URL, UNC/klasör yolu veya paket kaynağı adı). NuGet.Config dosyasında belirtilmişse DefaultPushSource varsayılan değeri olur.
zh_hans: 要删除的包源(URL、UNC/文件夹路径或包源名称)。如果在 NuGet.Config 中指定，则默认为 DefaultPushSource。
zh_hant: 要從中刪除的封裝來源 (URL、UNC/資料夾路徑或封裝來源名稱)。如果在 NuGet.Config 中指定，則預設為 DefaultPushSource。

# DeleteCommandUsageDescription
source: Specify the Id and version of the package to delete from the server.
cs: Zadejte ID a verzi balíčku, který se má odstranit ze serveru.
de: Geben Sie die ID und Version des Pakets an, das vom Server gelöscht werden soll.
es: Especifique el identificador y la versión del paquete que se va a eliminar del servidor.
fr: Spécifiez l’ID et la version du package à supprimer du serveur.
it: Specificare l'ID e la versione del pacchetto da eliminare dal server.
ja: サーバーから削除するパッケージの ID とバージョンを指定します。
ko: 서버에서 삭제할 패키지의 ID와 버전을 지정합니다.
pl: Określ identyfikator i wersję pakietu do usunięcia z serwera.
pt_br: Especifique a ID e a versão do pacote a serem excluídos do servidor.
tr: Sunucudan silinen paketin kimliğini ve sürümünü belirtin.
zh_hans: 指定要从服务器中删除的包的 ID 和版本。
zh_hant: 指定要從伺服器刪除之封裝的識別碼和版本。

# DeleteCommandUsageSummary
source: <package Id> <package version> [API Key] [options]
cs: <package Id> <package version> [API Key] [možnosti]
fr: <package Id> <package version> [clé API] [options]
ja: <package Id> <package version> [API キー] [オプション]
ko: <package Id> <package version> [API 키] [옵션]
pl: <package Id> <package version> [Klucz interfejsu API][opcje]
zh_hans: <package Id> <package version> [API 密钥] [选项]

# EulaDescription
source: Display NuGet.exe's End User Liscence Agreement (EULA)
cs: Zobrazit Licenční smlouvu s koncovým uživatelem (EULA) pro NuGet.exe
de: Anzeigen des Endbenutzer-Lizenzvertrags (EULA) von NuGet.exe
es: Mostrar contrato de licencia para el usuario final de NuGet.exe (EULA)
fr: Afficher le Contrat de licence de l’utilisateur(-trice) final(e) (EULA) de NuGet.exe
it: Visualizza il contratto di licenza con l'utente finale di NuGet.exe
ja: NuGet.exe のエンド ユーザーライセンス契約 (EULA) を表示します
ko: NuGet.exe EULA(최종 사용자 Liscence Agreement) 표시
pl: Wyświetl umowę licencyjną użytkownika końcowego (EULA) narzędzia NuGet.exe
pt_br: Exibir o Contrato de Licença do Usuário Final (EULA) do NuGet.exe
ru: Отображение лицензионного соглашения конечного пользователя (EULA) для файла NuGet.exe
tr: NuGet.exe Son Kullanıcı Lisans Sözleşmesi'ni (EULA) görüntüle
zh_hans: 显示 NuGet.exe 的最终用户许可协议(EULA)
zh_hant: 顯示 NuGet.exe 的終端使用者授權合約 (EULA)

# ExpandDescription
source: If provided, a package added to offline feed is also expanded.
cs: Pokud je zadaný, rozbalí se i balíček přidaný do offline kanálu.
de: Falls vorhanden, wird ein zum Offline-Feed hinzugefügtes Paket ebenfalls erweitert.
es: Si se proporciona, también se expande un paquete agregado a la fuente sin conexión.
fr: S’il est fourni, un package ajouté au flux hors connexion est également développé.
it: Se specificato, viene espanso anche un pacchetto aggiunto al feed offline.
ja: 指定した場合、オフライン フィードに追加されたパッケージも展開されます。
ko: 제공된 경우 오프라인 피드에 추가된 패키지도 확장됩니다.
pl: W przypadku udostępnienia pakiet dodany do kanału informacyjnego w trybie offline również zostanie rozwinięty.
pt_br: Se fornecido, um pacote adicionado ao feed offline também será expandido.
ru: Если этот параметр задан, пакет, добавленный в автономный веб-канал, также расширяется.
tr: Sağlanırsa çevrimdışı akışa eklenen bir paket de genişletilir.
zh_hans: 如果提供，则还会展开添加到脱机源的包。
zh_hant: 如果提供，則也會展開新增到離線摘要的封裝。

# ForceRestoreCommand
source: Forces all dependencies to be resolved even if the last restore was successful. This is equivalent to deleting project.assets.json. (Does not apply to packages.config)
cs: Vynutí vyřešení všech závislostí i v případě, že poslední obnovení proběhlo úspěšně. To je ekvivalentem odstranění souboru project.assets.json. (Nevztahuje se na packages.config.)
de: Erzwingt, dass alle Abhängigkeiten aufgelöst werden, auch wenn die letzte Wiederherstellung erfolgreich war. Dies entspricht dem Löschen von „project.assets.json“. (Dies gilt nicht für packages.config.)
es: Fuerza la resolución de todas las dependencias, incluso si la última restauración fue exitosa. Esto equivale a borrar project.assets.json. (No se aplica a packages.config)
fr: Force la résolution de toutes les dépendances même si la dernière restauration a réussi. Cela équivaut à supprimer project.assets.json. (Ne s’applique pas à packages.config)
it: Forza la risoluzione di tutte le dipendenze anche se l'ultimo ripristino ha avuto esito positivo. Equivale all'eliminazione di project.assets.json. (Non si applica a packages.config)
ja: 最後の復元が成功した場合でも、すべての依存関係を強制的に解決します。これは、project.assets.json を削除することと同じです。(packages.config には適用されません)
ko: 마지막 복원이 성공한 경우에도 모든 종속성을 강제로 해결합니다. project.assets.json을 삭제하는 것과 같습니다. (packages.config에는 적용되지 않음)
pl: Wymuś rozstrzygnięcie wszystkich zależności nawet w przypadku, gdy ostatnie przywracanie się powiodło.Jest to równoważne usunięciu pliku project.assets.json. (Nie dotyczy pliku packages.config)
pt_br: Force todas as dependências a serem resolvidas, mesmo que a última restauração tenha tido êxito. Isso equivale a excluir o project.assets.json. (Não se aplica a packages.config)
ru: Принудительно разрешает все зависимости даже в случае успеха последнего восстановления. Эквивалентно удалению файла project.assets.json. (Не применяеися к packages.config)
tr: Son geri yükleme başarılı olsa bile tüm bağımlılıkları çözümlenmeye zorlar. Bu, project.assets.json öğesini silmeyle eşdeğerdir. (packages.config için geçerli değil)
zh_hans: 即使上次还原成功，也强制解析所有依赖项。这等效于删除 project.assets.json。(不适用于 packages.config)
zh_hant: 在即使上次還原已成功的情況下，仍然強制解決所有相依性。如此等同於刪除 project.assets.json。(不會套用至 packages.config)

# HelpCommandAll
source: Print detailed help for all available commands.
cs: Vytiskne podrobnou nápovědu pro všechny dostupné příkazy.
de: Drucken Sie die ausführlichen Hilfeinformationen für alle verfügbaren Befehle.
es: Imprima la ayuda detallada de todos los comandos disponibles.
fr: Imprimez l’aide détaillée pour toutes les commandes disponibles.
it: Stampa la Guida dettagliata per tutti i comandi disponibili.
ja: 使用可能なすべてのコマンドの詳細なヘルプを印刷します。
ko: 사용 가능한 모든 명령에 대한 자세한 도움말을 인쇄합니다.
pl: Wydrukuj szczegółową pomoc dotyczącą wszystkich dostępnych poleceń.
pt_br: Imprima ajuda detalhada para todos os comandos disponíveis.
tr: Tüm kullanılabilir komutlar için ayrıntılı yardımı yazdırın.
zh_hans: 打印所有可用命令的详细帮助。
zh_hant: 列印所有可用命令的詳細說明。
