Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_CannotLoadTypeSolutionParser
source: Cannot load type Microsoft.Build.Construction.SolutionParser from Microsoft.Build.dll
cs: Nelze načíst typ Microsoft.Build.Construction.SolutionParser z knihovny Microsoft.Build.dll.
de: Der Typ „Microsoft.Build.Construction.SolutionParser“ kann nicht aus Microsoft.Build.dll geladen werden
es: No se puede cargar el tipo Microsoft.Build.Construction.SolutionParser desde Microsoft.Build.dll
fr: Impossible de charger le type Microsoft.Build.Construction.SolutionParser à partir de Microsoft.Build.dll
it: Non è possibile caricare il tipo Microsoft.Build.Construction.SolutionParser da Microsoft.Build.dll
ja: Microsoft.Build.dll から型 Microsoft.Build.Construction.SolutionParser を読み込めません
ko: Microsoft.Build.dll에서 Microsoft.Build.Construction.SolutionParser 유형을 로드할 수 없습니다.
pl: Nie można załadować typu Microsoft.Build.Construction.SolutionParser z biblioteki Microsoft.Build.dll
pt_br: Não é possível carregar o tipo Microsoft.Build.Construction.SolutionParser de Microsoft.Build.dll
ru: Не удается загрузить тип Microsoft.Build.Construction.SolutionParser из Microsoft.Build.dll
tr: Microsoft.Build.dll’den Microsoft.Build.Construction.SolutionParser türü yüklenemiyor
zh_hant: 無法從 Microsoft.Build.dll 載入 Microsoft.Build.Construction.SolutionParser 類型

# Error_CannotLocateSolutionFile
source: Cannot locate a solution file.
cs: Nelze najít soubor řešení.
de: Eine Projektmappendatei wurde nicht gefunden.
es: No se encuentra un archivo de solución.
fr: Impossible de localiser un fichier solution.
it: Non è stato possibile individuare un file di soluzione.
ja: ソリューション ファイルが見つかりません。
ko: 솔루션 파일을 찾을 수 없습니다.
pl: Nie można zlokalizować pliku rozwiązania.
pt_br: Não é possível localizar um arquivo de solução.
ru: Не удается найти файл решения.
tr: Çözüm dosyası bulunamıyor.
zh_hans: 找不到解决方案文件。
zh_hant: 找不到解決方案檔案。

# Error_CannotPromptForInput
source: Cannot prompt for input in non-interactive mode.
cs: Nelze zobrazit výzvu k zadání vstupu v neinteraktivním režimu.
de: Im nicht interaktiven Modus kann keine Eingabeaufforderung angezeigt werden.
es: No se puede solicitar la entrada en modo no interactivo.
fr: Impossible de demander une entrée en mode non interactif.
it: Non è possibile richiedere l'input in modalità non interattiva.
ja: 非対話モードでは入力のダイアログを表示することはできません。
ko: 비대화형 모드에서는 입력을 요청할 수 없습니다.
pl: Nie można wyświetlić monitu o wprowadzenie danych w trybie nieinterakcyjnym.
pt_br: Não é possível solicitar entrada no modo não interativo.
ru: Не удается запросить ввод в неинтерактивном режиме.
tr: Etkileşimli olmayan modda giriş istenemiyor.
zh_hans: 无法在非交互模式下提示输入。
zh_hant: 無法在非互動式模式中提示輸入。

# Error_FailedToCreateRandomFileForP2P
source: Failed to create a temporary file while trying to get project to project references.
cs: Při pokusu o získání odkazů projektu na projekt se nepovedlo vytvořit dočasný soubor.
de: Fehler beim Erstellen einer temporären Datei beim Abrufen von Projekt-zu-Projekt-Verweisen.
es: No se pudo crear un archivo temporal al intentar obtener referencias de proyecto a proyecto.
fr: Échec de la création d’un fichier temporaire lors de la tentative d’obtention des références de projet à projet.
it: Impossibile creare un file temporaneo durante il tentativo di ottenere i riferimenti da progetto a progetto.
ja: プロジェクトからプロジェクトへの参照を取得しようとしているときに、一時ファイルを作成できませんでした。
ko: 프로젝트 간 참조를 가져오는 동안 임시 파일을 생성하지 못했습니다.
pl: Nie można utworzyć pliku tymczasowego podczas próby pobrania odwołań projektu do projektu.
pt_br: Falha ao criar um arquivo temporário ao tentar obter o projeto para referências de projeto.
ru: При попытке получить ссылки проекта на проект не удалось создать временный файл.
tr: Proje başvurularına proje alınmaya çalışılırken geçici bir dosya oluşturulamadı.
zh_hans: 尝试将项目获取到项目引用时，未能创建临时文件。
zh_hant: 嘗試取得專案參考的專案時，無法建立暫存檔案。

# Error_HttpSource_Single
source: You are running the '{0}' operation with an 'HTTP' source: {1}. NuGet requires HTTPS sources. To use an HTTP source, you must explicitly set 'allowInsecureConnections' to true in your NuGet.Config file. Refer to https://aka.ms/nuget-https-everywhere for more information.
cs: Máte spuštěnu operaci {0} se zdrojem HTTP: {1}. NuGet vyžaduje zdroje HTTPS. Pokud chcete použít zdroj HTTP, musíte v souboru NuGet.Config explicitně nastavit možnost allowInsecureConnections na true. Další informace najdete na https://aka.ms/nuget-https-everywhere.
de: Sie führen den Vorgang „{0}“ mit einer „HTTP“-Quelle, „{1}“, aus. NuGet erfordert HTTPS-Quellen. Um eine HTTP-Quelle zu verwenden, müssen Sie „allowInsecureConnections“ in Ihrer NuGet.Config-Datei explizit auf TRUE festlegen. Weitere Informationen finden Sie unter „https://aka.ms/nuget-https-everywhere“.
es: Está ejecutando la operación "{0}" con un origen "HTTP" {1}. NuGet requiere orígenes HTTPS. Para usar un origen HTTP, es necesario establecer explícitamente "allowInsecureConnections" en verdadero en el archivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para obtener más información.
fr: Vous exécutez l’opération « {0} » avec une source « HTTP » : {1}. NuGet exige des sources HTTPS. Pour utiliser une source HTTP, vous devez explicitement définir « allowInsecureConnections » sur la valeur true dans votre fichier NuGet.Config. Référez-vous à https://aka.ms/nuget-https-everywhere pour plus d’informations.
it: Si sta eseguendo l'operazione "{0}" con un'origine "HTTP": {1}. NuGet richiede origini HTTPS. Per usare un'origine HTTP, è necessario impostare in modo esplicito "allowInsecureConnections" su "true" nel file NuGet.Config. Per ulteriori informazioni, vedere https://aka.ms/nuget-https-everywhere.
ja: 'HTTP' ソースを使用して '{0}' 操作を実行しています: {1}。NuGet には HTTPS ソースが必要です。HTTP ソースを使用するには、NuGet.Config ファイルで 'allowInsecureConnections' を [true] に明示的に設定する必要があります。詳細については、https://aka.ms/nuget-https-everywhere を参照してください。
ko: {1} 'HTTP' 원본을 사용하여 '{0}' 작업을 실행하고 있습니다. NuGet에 HTTPS 원본이 필요합니다. HTTP 원본을 사용하려면 NuGet.Config 파일에서 'allowInsecureConnections'를 명시적으로 true로 설정해야 합니다. https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Uruchamiasz operację „{0}” ze źródłem „HTTP”: {1}. Narzędzie NuGet wymaga źródeł HTTPS. Aby użyć źródła HTTP, musisz wyraźnie ustawić właściwość „allowInsecureConnections” na wartość true w pliku NuGet.Config. Aby uzyskać więcej informacji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Você está executando a operação "{0}" com uma fonte "HTTP": {1}. O NuGet requer fontes HTTPS. Para usar uma fonte HTTP, você deve definir explicitamente 'allowInsecureConnections' como verdadeiro no seu arquivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para mais informações.
ru: Вы выполняете операцию "{0}" с источником "HTTP": {1}. Для NuGet требуются источники HTTPS. Чтобы использовать источник HTTP, необходимо явно задать для параметра "allowInsecureConnections" значение true в файле NuGet.Config. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: '{0}' işlemini bir {1} 'HTTP' kaynağı ile çalıştırıyorsunuz. NuGet için HTTPS kaynakları gereklidir. Bir HTTP kaynağı kullanmak için NuGet.Config dosyanızda 'allowInsecureConnections' ayarını açıkça “true” olarak ayarlamanız gerekir. Daha fazla bilgi için şuraya başvurun: https://aka.ms/nuget-https-everywhere.
zh_hans: 正在通过 “HTTP” 源 {1} 运行“{0}”操作。NuGet 需要 HTTPS 源。要使用 HTTP 源，必须在 NuGet.Config 文件中将 'allowInsecureConnections' 显式设置为 true。有关详细信息，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: 您正在使用 'HTTP' 來源執行 '{0}' 作業: {1}。NuGet 需要 HTTPS 來源。若要使用 HTTP 來源，您必須在 NuGet.Config 檔案中將 'allowInsecureConnections' 明確設定為 true。參閱 https://aka.ms/nuget-https-everywhere 以取得更多資訊。

# Error_HttpSources_Multiple
source: You are running the '{0}' operation with 'HTTP' sources: {1}. NuGet requires HTTPS sources. To use HTTP sources, you must explicitly set 'allowInsecureConnections' to true in your NuGet.Config file. Refer to https://aka.ms/nuget-https-everywhere for more information.
cs: Máte spuštěnu operaci {0} se zdroji HTTP: {1}. NuGet vyžaduje zdroje HTTPS. Pokud chcete používat zdroje HTTP, musíte v souboru NuGet.Config explicitně nastavit možnost allowInsecureConnections na true. Další informace najdete na https://aka.ms/nuget-https-everywhere.
de: Sie führen den Vorgang „{0}“ mit „HTTP“-Quellen, „{1}“, aus. NuGet erfordert HTTPS-Quellen. Um HTTP-Quellen zu verwenden, müssen Sie „allowInsecureConnections“ in Ihrer NuGet.Config-Datei explizit auf TRUE festlegen. Weitere Informationen finden Sie unter „https://aka.ms/nuget-https-everywhere“.
es: Está ejecutando la operación "{0}" con orígenes "HTTP" {1}. NuGet requiere orígenes HTTPS. Para usar orígenes HTTP, es necesario establecer explícitamente "allowInsecureConnections" en verdadero en el archivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para obtener más información.
fr: Vous exécutez l’opération « {0} » avec des sources « HTTP » : {1}. NuGet exige des sources HTTPS. Pour utiliser des sources HTTP, vous devez explicitement définir « allowInsecureConnections » sur la valeur true dans votre fichier NuGet.Config. Référez-vous à https://aka.ms/nuget-https-everywhere pour plus d’informations.
it: Si sta eseguendo l'operazione "{0}" con origini "HTTP": {1}. NuGet richiede origini HTTPS. Per usare le origini HTTP, è necessario impostare in modo esplicito "allowInsecureConnections" su "true" nel file NuGet.Config. Per ulteriori informazioni, vedere https://aka.ms/nuget-https-everywhere.
ja: 'HTTP' ソースで '{0}' 操作を実行しています: {1}。NuGet には HTTPS ソースが必要です。HTTP ソースを使用するには、NuGet.Config ファイルで 'allowInsecureConnections' を [true] に明示的に設定する必要があります。詳細については、https://aka.ms/nuget-https-everywhere を参照してください。
ko: {1} 'HTTP' 원본을 사용하여 '{0}' 작업을 실행하고 있습니다. NuGet에 HTTPS 원본이 필요합니다. HTTP 원본을 사용하려면 NuGet.Config 파일에서 'allowInsecureConnections'를 명시적으로 true로 설정해야 합니다. https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Uruchamiasz operację „{0}” ze źródłami „HTTP”: {1}. Narzędzie NuGet wymaga źródeł HTTPS. Aby użyć źródeł HTTP, musisz wyraźnie ustawić właściwość „allowInsecureConnections” na wartość true w pliku NuGet.Config. Aby uzyskać więcej informacji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Você está executando a operação '{0}' com fontes 'HTTP': {1}. O NuGet requer fontes HTTPS. Para usar fontes HTTP, você deve definir explicitamente 'allowInsecureConnections' como verdadeiro no seu arquivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para mais informações.
ru: Вы выполняете операцию "{0}" с источниками "HTTP": {1}. Для NuGet требуются источники HTTPS. Чтобы использовать источники HTTP, необходимо явно задать для параметра "allowInsecureConnections" значение true в файле NuGet.Config. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: '{0}' işlemini {1} 'HTTP' kaynağıyla çalıştırıyorsunuz. NuGet için HTTPS kaynakları gereklidir. HTTP kaynaklarını kullanmak için NuGet.Config dosyanızda 'allowInsecureConnections' ayarını açıkça “true” olarak ayarlamanız gerekir. Daha fazla bilgi için şuraya başvurun: https://aka.ms/nuget-https-everywhere.
zh_hans: 正在通过 “HTTP” 源 {1} 运行“{0}”操作。NuGet 需要 HTTPS 源。要使用 HTTP 源，必须在 NuGet.Config 文件中将 'allowInsecureConnections' 显式设置为 true。有关详细信息，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: 您正在使用 'HTTP' 來源執行 '{0}' 作業: {1}。NuGet 需要 HTTPS 來源。若要使用 HTTP 來源，您必須在 NuGet.Config 檔案中將 'allowInsecureConnections' 明確設定為 true。參閱 https://aka.ms/nuget-https-everywhere 以取得更多資訊。

# Error_InvalidCharactersInPathSegment
source: Invalid characters in one of the following path segments: '{0}'
cs: Neplatné znaky v jednom z následujících segmentů cesty: '{0}'
de: Ungültige Zeichen in einem der folgenden Pfadsegmente: „{0}“
es: Caracteres no válidos en uno de los siguientes segmentos de ruta de acceso: “{0}”
fr: Caractères non valides dans l’un des segments de chemin d’accès suivants : '{0}'
it: Caratteri non validi in uno dei segmenti di percorso seguenti: '{0}'
ja: 次のいずれかのパスのセグメントに無効な文字があります: '{0}'
ko: 다음 경로 세그먼트 중 하나에 잘못된 문자가 있습니다. '{0}'
pl: Nieprawidłowe znaki w jednym z następujących segmentów ścieżki: „{0}”
pt_br: Caracteres inválidos em um dos seguintes segmentos de caminho: '{0}'
ru: Недопустимые символы в одном из следующих сегментов пути: "{0}"
tr: Şu yol kesimlerinden birinin içinde geçersiz karakterler var: '{0}'
zh_hans: 以下路径段之一中的字符无效: '{0}'
zh_hant: 下列其中一個路徑區段中有不正確字元: '{0}'

# Error_InvalidCultureInfo
source: Invalid culture identifier in {0} environment variable. Value read is '{1}'
cs: Neplatný identifikátor jazykové verze v proměnné prostředí {0}. Načtená hodnota je {1}.
de: Ungültiger Kulturbezeichner in {0} Umgebungsvariable. Der gelesene Wert lautet „{1}“
es: Identificador de referencia cultural no válido en la variable de entorno {0}. El valor leído es '{1}'.
fr: Identificateur de culture non valide dans la variable d'environnement {0}. La valeur lue est '{1}'
it: Identificatore delle impostazioni cultura non valido nella variabile di ambiente {0}. Valore letto: '{1}'
ja: {0} 環境変数のカルチャ識別子が無効です。読み取られた値は '{1}' です
ko: {0} 환경 변수의 문화권 식별자가 잘못되었습니다. 읽은 값은 '{1}'입니다.
pl: Nieprawidłowy identyfikator kultury w zmiennej środowiskowej {0}. Odczytaną wartością jest „{1}”
pt_br: Identificador de cultura inválido na variável de ambiente {0}. O valor lido é '{1}'
ru: Недопустимый идентификатор языка и региональных параметров в {0} переменной среды. Прочитано значение "{1}"
tr: {0} ortam değişkeninde geçersiz kültür tanımlayıcısı. Okunan değer '{1}'
zh_hans: {0} 环境变量中的区域性标识符无效。读取的值为“{1}”
zh_hant: {0} 環境變數中的文化識別碼無效。讀取的值是 '{1}'

# Error_InvalidMsbuildVersion
source: Invalid MSBuild version specified: '{0}'
cs: Byla zadána neplatná verze nástroje MSBuild:{0}
de: Ungültige MSBuild-Version angegeben: „{0}“
es: Se especificó una versión de MSBuild no válida: “{0}”
fr: Version MSBuild non valide spécifiée : '{0}'
it: È stata specificata una versione di MSBuild non valida: '{0}'
ja: 無効な MSBuild バージョンが指定されました: '{0}'
ko: 잘못된 MSBuild 버전 지정: '{0}'
pl: Określono nieprawidłową wersję programu MSBuild: „{0}”
pt_br: Versão inválida especificada do MSBuild: '{0}'
ru: Указана недействительный версия MSBuild: "{0}"
tr: Geçersiz MSBuild sürümü belirtildi: '{0}'
zh_hans: 指定的 MSBuild 版本无效: "{0}"
zh_hant: 指定的 MSBuild 版本無效: '{0}'

# Error_InvalidSolutionDirectory
source: Invalid solution directory: '{0}'
cs: Neplatný adresář řešení:{0}
de: Ungültiges Projektmappenverzeichnis: „{0}“
es: Directorio de solución no válido: “{0}”
fr: Répertoire de solution non valide : '{0}'
it: Directory della soluzione non valida: '{0}'
ja: 無効なソリューション ディレクトリ: '{0}'
ko: 잘못된 솔루션 디렉터리: '{0}'
pl: Nieprawidłowy katalog rozwiązania: „{0}”
pt_br: Diretório de solução inválido: '{0}'
ru: Недопустимый каталог решения: "{0}"
tr: Geçersiz çözüm dizini: '{0}'
zh_hans: 解决方案目录无效: "{0}"
zh_hant: 解決方案目錄無效: '{0}'

# Error_MSBuildNotInstalled
source: MSBuild is not installed.
cs: Nástroj MSBuild není nainstalován.
de: MSBuild ist nicht installiert.
es: MSBuild no está instalado.
fr: MSBuild n’est pas installé.
it: MSBuild non è installato.
ja: MSBuild がインストールされていません。
ko: MSBuild가 설치되지 않았습니다.
pl: Program MSBuild nie jest zainstalowany.
pt_br: O MSBuild não está instalado.
ru: Microsoft Build Engine не установлен.
tr: MSBuild yüklü değil.
zh_hans: 未安装 MSBuild。
zh_hant: MSBuild 未安裝。

# Error_MissingSourceParameter
source: Source parameter was not specified.
cs: Není zadaný zdrojový parametr.
de: Der Quellparameter wurde nicht angegeben.
es: No se especificó el parámetro de origen.
fr: Le paramètre source n'a pas été spécifié.
it: Il parametro di origine non è stato specificato.
ja: ソース パラメーターが指定されていませんでした。
ko: 원본 매개 변수를 지정하지 않았습니다.
pl: Parametr źródłowy nie został określony.
pt_br: O parâmetro de origem não foi especificado.
ru: Исходный параметр не указан.
tr: Kaynak parametresi belirtilmedi.
zh_hans: 未指定源参数。
zh_hant: 未指定來源參數。

# Error_MsBuildTimedOut
source: MsBuild timeout out while trying to get project to project references.
cs: Při pokusu o získání odkazů projektu na projekt vypršel časový limit nástroje MsBuild.
de: MsBuild-Zeitüberschreitung beim Abrufen von Projekt-zu-Projekt-Verweisen.
es: Se agotó el tiempo de espera de MsBuild al intentar obtener referencias de proyecto a proyecto.
fr: Expiration du délai de MsBuild lors de la tentative d’obtention des références de projet à projet.
it: Timeout di MsBuild durante il tentativo di ottenere i riferimenti da progetto a progetto.
ja: プロジェクトからプロジェクトへの参照を取得しようとしているときに MSBuild がタイムアウトしました。
ko: 프로젝트에서 프로젝트 참조를 가져오는 동안 MsBuild 시간이 초과되었습니다.
pl: Przekroczono limit czasu programu MsBuild podczas próby pobrania odwołań projektu do projektu.
pt_br: O tempo limite do MsBuild foi atingido ao tentar obter referências do projeto para o projeto.
ru: При попытке получить ссылки проекта на проект истекло время ожидания MsBuild.
tr: Proje başvuruları için proje alınmaya çalışılırken MsBuild zaman aşımına uğradı.
zh_hans: 尝试将项目获取到项目引用时，MsBuild 超时。
zh_hant: 嘗試取得專案參考的專案時，MsBuild 逾時。

# Error_MultipleSolutions
source: This folder contains more than one solution file.
cs: Tato složka obsahuje více než jeden soubor řešení.
de: Dieser Ordner enthält mehrere Projektmappendateien.
es: Esta carpeta contiene más de un archivo de solución.
fr: Ce dossier contient plusieurs fichiers solution.
it: Questa cartella contiene più file di soluzione.
ja: このフォルダーには、1 つ以上のソリューション ファイルが含まれています。
ko: 이 폴더에는 둘 이상의 솔루션 파일이 있습니다.
pl: Ten folder zawiera więcej niż jeden plik rozwiązania.
pt_br: Esta pasta contém mais de um arquivo de solução.
ru: Эта папка содержит несколько файлов решения.
tr: Bu klasör birden fazla çözüm dosyası içeriyor.
zh_hans: 此文件夹包含多个解决方案文件。
zh_hant: 此資料夾包含多個解決方案檔案。

# Error_MultipleTargetFrameworks
source: project.json cannot contain multiple Target Frameworks.
cs: Project.json nemůže obsahovat více cílových architektur.
de: project.json darf nicht mehrere Zielframeworks enthalten.
es: project.json no puede contener varias plataformas de destino.
fr: project.json ne peut pas contenir plusieurs version cible de .Net Framework.
it: project.json non può contenere più framework di destinazione.
ja: project.json に複数のターゲット フレームワークを含めることはできません。
ko: project.json은 여러 대상 프레임워크를 포함할 수 없습니다.
pl: Plik project.json nie może zawierać wielu platform docelowych.
pt_br: O project.json não pode conter várias Estruturas de Destino.
ru: Project.json не может содержать несколько целевых инфраструктур.
tr: project.json birden çok Hedef Çerçeve içeremez.
zh_hans: project.json 不能包含多个目标框架。
zh_hant: project.json 不能包含多個目標 Framework。

# Error_NuGetExeNeedsToBeUnblockedAfterDownloading
source: NuGet.exe file on path {0} needs to be unblocked after downloading.
cs: Soubor NuGet.exe v cestě {0} musí být po stažení odblokovaný.
de: NuGet.exe-Datei im Pfad {0} muss nach dem Download entsperrt werden.
es: NuGet.exe archivo en la ruta de acceso {0} debe desbloquearse después de la descarga.
fr: Le fichier NuGet.exe sur le chemin d’accès {0} doit être débloqué après le téléchargement.
it: Il file NuGet.exe nel percorso {0} deve essere sbloccato dopo il download.
ja: パス {0} 上の NuGet.exe ファイルは、ダウンロード後にブロック解除する必要があります。
ko: {0} 경로의 NuGet.exe 파일은 다운로드 후 차단을 해제해야 합니다.
pl: Plik NuGet.exe w ścieżce {0} należy odblokować po zakończeniu pobierania.
pt_br: O arquivo NuGet.exe no caminho {0} precisa ser desbloqueado após o download.
ru: Файл NuGet.exe по пути {0} необходимо разблокировать после скачивания.
tr: {0} yolundaki NuGet.exe dosyasının indirmeden sonra engeli kaldırılmalıdır.
zh_hans: 需要在下载后取消阻止路径 {0} 上的 NuGet.exe 文件。
zh_hant: 必須在下載後解除封鎖路徑 {0} 上的 NuGet.exe 檔案。

# Error_PackagesConfigParseError
source: Error parsing packages.config file at {0}: {1}
cs: Při parsování souboru packages.config na cestě {0} došlo k chybě: {1}
de: Fehler beim Analysieren der Datei "packages.config" in "{0}": {1}.
es: Error al analizar el archivo packages.config en {0}: {1}
fr: Erreur durant l'analyse du fichier packages.config sur {0} : {1}
it: Si è verificato un errore durante l'analisi del file packages.config nel percorso {0}: {1}
ja: packages.config ファイルの解析で、{0} でエラーが発生しました: {1}
ko: {0}에서 packages.config 파일을 구문 분석하는 동안 {1} 오류가 발생했습니다.
pl: Błąd podczas analizowania pliku packages.config w pozycji {0}: {1}
pt_br: Erro ao analisar o arquivo packages.config em {0}: {1}
ru: Ошибка при анализе файла packages.config в {0}: {1}
tr: {0} konumundaki packages.config dosyası ayrıştırılırken hata oluştu: {1}
zh_hans: 在分析 {0} 处的 packages.config 文件时出错: {1}
zh_hant: 剖析位於 {0} 的 packages.config 檔案時發生錯誤: {1}

# Error_ProcessingNuspecFile
source: Error occurred when processing file '{0}': {1}
cs: Při zpracovávání souboru {0} došlo k chybě: {1}
de: Fehler beim Verarbeiten der Datei "{0}": {1}
es: Se ha producido un error al procesar el archivo '{0}':{1}
fr: Une erreur s'est produite durant le traitement du fichier '{0}' : {1}
it: Si è verificato un errore durante l'elaborazione del file '{0}': {1}
ja: ファイル '{0}' の処理中にエラーが発生しました: {1}
ko: '{0}' 파일을 처리하는 동안 오류가 발생했습니다. {1}
pl: Wystąpił błąd podczas przetwarzania pliku „{0}”: {1}
pt_br: Ocorreu um erro ao processar o arquivo '{0}': {1}
ru: Произошла ошибка при обработке файла "{0}": {1}
tr: '{0}' dosyası işlenirken hata oluştu: {1}
zh_hans: 在处理文件“{0}”时出现了错误: {1}
zh_hant: 處理檔案 '{0}' 時發生錯誤: {1}
