Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AddCommand_ExistingPackageInvalid
source: Package '{0}' already exists at feed '{1}' and is invalid.
cs: Balíček {0} už v kanálu {1} existuje a je neplatný.
de: Das Paket "{0}" ist bereits in Feed "{1}" vorhanden und ist ungültig.
es: El paquete "{0}" ya existe en la fuente "{1}" y no es válido.
fr: Le package '{0}' existe déjà dans le flux '{1}' et n'est pas valide.
it: Il pacchetto '{0}' esiste già nel feed '{1}' e non è valido.
ja: パッケージ '{0}' がフィード '{1}' に既に存在し、無効です。
ko: '{1}' 피드에 '{0}' 패키지가 이미 있으며 잘못되었습니다.
pl: Pakiet „{0}” już istnieje w kanale informacyjnym „{1}” i jest nieprawidłowy.
pt_br: O pacote '{0}' já existe no feed '{1}' e é inválido.
ru: Пакет "{0}" уже существует в веб-канале "{1}", но он недопустим.
tr: '{0}' paketi '{1}' akışında zaten var ve geçersiz.
zh_hans: 源“{1}”处已存在包“{0}”，且该包无效。
zh_hant: 套件 '{0}' 已存在於摘要 '{1}' 但無效。

# AddCommand_PackageAlreadyExists
source: Package '{0}' already exists at feed '{1}'.
cs: Balíček {0} už v kanálu {1} existuje.
de: Das Paket "{0}" ist bereits im Feed "{1}" vorhanden.
es: El paquete "{0}" ya existe en la fuente "{1}".
fr: Le package '{0}' existe déjà dans le flux '{1}'.
it: Il pacchetto '{0}' esiste già nel feed '{1}'.
ja: パッケージ '{0}' がフィード '{1}' に既に存在します。
ko: '{1}' 피드에 '{0}' 패키지가 이미 있습니다.
pl: Pakiet „{0}” już istnieje w kanale informacyjnym „{1}”.
pt_br: O pacote '{0}' já existe no feed '{1}'.
ru: Пакет "{0}" уже существует в веб-канале "{1}".
tr: '{0}' paketi '{1}' akışında zaten var.
zh_hans: 源“{1}”处已存在包“{0}”。
zh_hant: 套件 '{0}' 已存在於摘要 '{1}'。

# AddCommand_SourceNotProvided
source: '-Source' switch is not provided. nupkg gets added to the 'Source' and is mandatory.
cs: Přepínač -Source není zadaný. nupkg se přidá do zdroje a je povinný.
de: Der Schalter „-Source“ wurde nicht angegeben. nupkg wird „Source“ hinzugefügt und ist obligatorisch.
es: No se ha proporcionado el modificador '-Source'. nupkg se agrega al "Origen" y es obligatorio.
fr: Le commutateur '-Source' n’est pas fourni. nupkg est ajouté à 'Source' et est obligatoire.
it: Opzione '-Source' non specificata. nupkg viene aggiunto a 'Source' ed è obbligatorio.
ja: '-Source' スイッチが指定されていません。nupkg は 'Source' に追加され、必須です。
ko: '-Source' 스위치가 제공되지 않습니다. nupkg는 'Source'에 추가되며 필수입니다.
pl: Nie podano przełącznika „-Source”. Plik nupkg jest dodawany do elementu „Source” i jest obowiązkowy.
pt_br: A opção '-Source' não foi fornecida. O nupkg é adicionado à 'Source' e é obrigatório.
ru: Переключатель "-Source" не предоставлен. NUPKG добавляется в "Источник" и является обязательным.
tr: '-Source' anahtarı sağlanmadı. nupkg 'Source' değerine eklenir ve zorunludur.
zh_hans: 未提供 "-Source"开关。nupkg 将添加到“源”中，并且是必需的。
zh_hant: 未提供 '-Source' 參數。nupkg 會新增至 'Source'，且為必要項目。

# AddFileToPackage
source: Add file '{0}' to package as '{1}'
cs: Přidat soubor {0} do balíčku jako: {1}
de: Datei "{0}" dem Paket als "{1}" hinzufügen
es: Agregar el archivo '{0}' al paquete como '{1}'
fr: Ajouter un fichier '{0}' au package en tant que '{1}'
it: Aggiungere il file '{0}' al pacchetto come '{1}'
ja: ファイル '{0}' を '{1}' としてパッケージに追加してください
ko: 패키지에 '{0}' 파일을 '{1}'(으)로 추가
pl: Dodaj plik „{0}” do pakietu jako „{1}”
pt_br: Adicionar arquivo '{0}' ao pacote como '{1}'
ru: Добавить файл "{0}" в пакет как "{1}"
tr: '{0}' dosyasını pakete '{1}' olarak ekleyin
zh_hans: 将文件“{0}”作为“{1}”添加到包中
zh_hant: 將檔案 '{0}' 加入封裝中成為 '{1}'

# AmbiguousCommand
source: Ambiguous command '{0}'. Possible values: {1}.
cs: Nejednoznačný příkaz „{0}“. Možné hodnoty: {1}.
de: Mehrdeutiger Befehl „{0}“. Mögliche Werte: {1}.
es: Comando ambiguo “{0}”. Valores posibles: {1}.
fr: Commande '{0}' ambiguë. Valeurs possibles : {1}.
it: Comando ambiguo '{0}'. Valori possibili: {1}.
ja: コマンド '{0}' があいまいです。使用可能な値: {1}。
ko: 모호한 명령 '{0}'. 가능한 값: {1}.
pl: Niejednoznaczne polecenie „{0}”. Możliwe wartości: {1}.
pt_br: Comando ambíguo '{0}'. Valores possíveis: {1}.
ru: Неоднозначная команда "{0}". Возможные значения: {1}.
tr: Belirsiz komut: '{0}'. Olası değerler: {1}.
zh_hans: 不明确的命令“{0}”。可能的值: {1}。
zh_hant: 命令 '{0}' 不明確。可能的值: {1}。

# AmbiguousOption
source: Ambiguous option '{0}'. Possible values: {1}.
cs: Nejednoznačná možnost „{0}“. Možné hodnoty: {1}
de: Mehrdeutige Option „{0}“. Mögliche Werte: {1}.
es: Opción ambigua “{0}”. Valores posibles: {1}.
fr: Option '{0}' ambiguë. Valeurs possibles : {1}.
it: Opzione ambigua '{0}'. Valori possibili: {1}.
ja: オプション '{0}'があいまいです。使用可能な値: {1}。
ko: 모호한 옵션 '{0}'. 가능한 값: {1}.
pl: Niejednoznaczna opcja „{0}”. Możliwe wartości: {1}.
pt_br: Opção ambígua '{0}'. Valores possíveis: {1}.
ru: Неоднозначный параметр "{0}". Возможные значения: {1}.
tr: Belirsiz seçenek '{0}'. Olası değerler: {1}.
zh_hant: 不明確的選項 '{0}'。可能的值: {1}。

# ArgumentNullOrEmpty
source: Argument cannot be null or empty.
cs: Argument nemůže být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío.
fr: L'argument ne peut pas être null ou vide.
it: L'argomento non può essere Null o vuoto.
ja: 引数を null または空にすることはできません。
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty.
pt_br: O argumento não pode ser nulo ou estar vazio.
ru: Аргумент не может быть пустым или равен NULL.
tr: Bağımsız değişken null veya boş olamaz.
zh_hans: 参数不能为 null 或为空。
zh_hant: 引數不能為 Null 或空白。

# BuildingProjectTargetingFramework
source: Building project '{0}' for target framework '{1}'.
cs: Sestavuje se projekt {0} pro cílové rozhraní {1}.
de: Das Projekt "{0}" wird für das Zielframework "{1}" erstellt.
es: Creando proyecto '{0}' para el marco de destino '{1}'.
fr: Génération du projet '{0}' pour la version cible du .NET Framework '{1}'.
it: Compilazione del progetto '{0}' per il framework di destinazione '{1}'.
ja: ターゲット フレームワーク '{1}' のプロジェクト '{0}' を構築しています。
ko: 대상 프레임워크 '{1}'에 대한 '{0}' 프로젝트를 빌드하는 중입니다.
pl: Kompilowanie projektu „{0}” dla docelowej platformy „{1}”.
pt_br: Criando o projeto '{0}' para a estrutura de destino '{1}'.
ru: Идет сборка проекта "{0}" для целевой платформы "{1}".
tr: '{0}' projesi '{1}' hedef çerçevesi için derleniyor.
zh_hans: 正在生成目标框架“{1}”的项目“{0}”。
zh_hant: 正在為目標架構 '{1}' 建置專案 '{0}'。

# CommandLine_Warning
source: WARNING: {0}
cs: Varování: {0}
de: Warnung: {0}
es: ADVERTENCIA: {0}
fr: AVERTISSEMENT : {0}
it: AVVISO: {0}
ja: 警告: {0}
ko: 경고: {0}
pl: OSTRZEŻENIE: {0}
pt_br: AVISO: {0}
ru: ПРЕДУПРЕЖДЕНИЕ: {0}
tr: UYARI: {0}
zh_hans: 警告: {0}
zh_hant: 警告: {0}

# ConfigCommandKeyNotFound
source: Key '{0}' not found.
cs: Klíč „{0}“ nebyl nalezen.
de: Schlüssel „{0}“ wurde nicht gefunden.
es: No se encuentra la clave “{0}“.
fr: Clé '{0}' introuvable.
it: La chiave '{0}' non è stata trovata.
ja: キー '{0}' が見つかりません。
ko: 키 '{0}'을(를) 찾을 수 없습니다.
pl: Nie znaleziono klucza „{0}”.
pt_br: A chave '{0}' não foi encontrada.
ru: Ключ "{0}" не найден.
tr: '{0}' anahtarı bulunamadı.
zh_hans: 找不到密钥 '{0}'。
zh_hant: 找不到金鑰 '{0}'。

# ConsoleConfirmMessage
source: {0} (y/N)
ko: {0}(예/아니요)
pl: {0} (t/N)
pt_br: {0} (s/N)
tr: {0} (e/H)

# ConsoleConfirmMessageAccept
source: y
pl: t

# ConsolePasswordProvider_DisplayFile
source: Please provide password for: {0}
cs: Zadejte prosím heslo pro: {0}
de: Geben Sie das Kennwort an für: {0}
es: Proporcione la contraseña para: {0}
fr: Indiquez un mot de passe pour : {0}
it: Specificare la password per: {0}
ja: 次のパスワードを指定してください: {0}
ko: 다음 암호를 입력하세요. {0}
pl: Podaj hasło dla: {0}
pt_br: Forneça a senha para: {0}
ru: Предоставьте пароль для: {0}
tr: Lütfen şunun için parolayı sağlayın: {0}
zh_hans: 请提供以下项的密码: {0}
zh_hant: 請提供 {0} 的密碼

# ConsolePasswordProvider_PromptForPassword
source: Password:
cs: Heslo:
de: Kennwort:
es: Contraseña:
fr: Mot de passe :
ja: パスワード:
ko: 암호:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
tr: Parola:
zh_hans: 密码:
zh_hant: 密碼:

# Credentials_ForbiddenCredentials
source: The remote server indicated that the previous request was forbidden. Please provide credentials for: {0}
cs: Vzdálený server uvedl, že předchozí požadavek byl zakázán. Zadejte prosím přihlašovací údaje pro: {0}
de: Der Remoteserver hat angegeben, dass die vorherige Anforderung unzulässig war. Geben Sie Anmeldeinformationen an für: {0}
es: El servidor remoto indicó que la solicitud anterior estaba prohibida. Proporcione credenciales para: {0}
fr: Le serveur distant a indiqué que la demande précédente était interdite. Indiquez les informations d’identification pour : {0}
it: Il server remoto ha indicato che la richiesta precedente non era consentita. Specificare le credenziali per: {0}
ja: リモート サーバーは、前の要求が禁止されていることを示しました。次の資格情報を指定してください: {0}
ko: 원격 서버에서 이전 요청이 금지되었음을 나타냅니다. {0}에 대한 자격 증명을 제공하세요.
pl: Serwer zdalny wskazuje, że poprzednie żądanie było zabronione. Podaj poświadczenia dla: {0}
pt_br: O servidor remoto indicou que a solicitação anterior foi proibida. Forneça credenciais para: {0}
ru: Удаленный сервер указал, что предыдущий запрос запрещен. Предоставьте учетные данные для: {0}
tr: Uzak sunucu, önceki isteğin yasak olduğunu belirtti. Lütfen şunun için kimlik bilgilerini sağlayın: {0}
zh_hans: 远程服务器指示已禁止上一个请求。请提供以下内容的凭据: {0}
zh_hant: 遠端伺服器指出禁止先前的要求。請提供 {0} 的認證

# Credentials_Password
source: Password:
cs: Heslo:
de: Kennwort:
es: Contraseña:
fr: Mot de passe :
ja: パスワード:
ko: 암호:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
tr: Parola:
zh_hans: 密码:
zh_hant: 密碼:

# Credentials_ProxyCredentials
source: Please provide proxy credentials:
cs: Zadejte prosím přihlašovací údaje proxy serveru:
de: Geben Sie Proxyanmeldeinformationen an:
es: Proporcione las credenciales de proxy:
fr: Indiquez les informations d’identification du proxy :
it: Specificare le credenziali proxy:
ja: プロキシ資格情報を指定してください:
ko: 프록시 자격 증명을 제공하세요:
pl: Podaj poświadczenia serwera proxy:
pt_br: Forneça as credenciais de proxy:
ru: Предоставьте учетные данные прокси-сервера:
tr: Lütfen ara sunucu kimlik bilgilerini sağlayın:
zh_hans: 请提供代理凭据:
zh_hant: 請提供 Proxy 認證:

# Credentials_RequestCredentials
source: Please provide credentials for: {0}
cs: Zadejte prosím přihlašovací údaje pro: {0}
de: Geben Sie Anmeldeinformationen an für: {0}
es: Proporcione credenciales para: {0}
fr: Indiquez les informations d’identification pour : {0}
it: Specificare le credenziali per: {0}
ja: 次の資格情報を指定してください: {0}
ko: {0}에 대한 자격 증명을 제공하세요.
pl: Podaj poświadczenia dla: {0}
pt_br: Forneça credenciais para: {0}
ru: Предоставьте учетные данные для: {0}
tr: Lütfen şunun için kimlik bilgilerini sağlayın: {0}
zh_hans: 请提供以下内容的凭据: {0}
zh_hant: 請提供 {0} 的認證

# Credentials_UserName
source: UserName:
cs: Uživatelské jméno:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
it: Nome utente:
ja: ユーザー名:
ko: 사용자 이름:
pl: Nazwa użytkownika:
pt_br: Nome de usuário :
ru: Имя пользователя:
zh_hans: 用户名:
zh_hant: 使用者名稱:

# DefaultCommandDescription
source: No description was provided for this command.
cs: Pro tento příkaz nebyl zadán žádný popis.
de: Für diesen Befehl wurde keine Beschreibung angegeben.
es: No se proporcionó ninguna descripción para este comando.
fr: Aucune description n’a été fournie pour cette commande.
it: Non è stata specificata alcuna descrizione per questo comando.
ja: このコマンドの説明が指定されませんでした。
ko: 이 명령에 대한 설명이 제공되지 않았습니다.
pl: Nie podano opisu dla tego polecenia.
pt_br: Nenhuma descrição foi fornecida para este comando.
ru: Описание этой команды не предоставлено.
tr: Bu komut için açıklama sağlanmadı.
zh_hans: 没有为此命令提供说明。
zh_hant: 未提供此命令的描述。

# DefaultSymbolServer
source: the symbol server
cs: server symbolů
de: Symbolserver
es: el servidor de símbolos
fr: le serveur de symboles
it: server dei simboli
ja: シンボル サーバー
ko: 기호 서버
pl: serwer symboli
pt_br: o servidor de símbolos
ru: сервер символов
tr: simge sunucusu
zh_hans: 符号服务器
zh_hant: 符號伺服器

source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

# Error_ArgumentNotExpected
source: The argument '{0}' is not expected.
cs: Argument „{0}“ není očekáván.
de: Das Argument „{0}“ wird nicht erwartet.
es: No se espera el argumento “{0}”.
fr: L’argument '{0}' n’est pas attendu.
it: L'argomento '{0}' non è previsto.
ja: 引数 '{0}' は必要ありません。
ko: 인수 '{0}'이(가) 필요하지 않습니다.
pl: Nie oczekiwano argumentu „{0}”.
pt_br: O argumento '{0}' não é esperado.
ru: Неожиданный аргумент "{0}".
tr: Bağımsız değişken '{0}' beklenmiyor.
zh_hans: 参数“{0}”不是预期的。
zh_hant: 引數 '{0}' 不是預期值。

# Error_AttemptingToPackSDKproject
source: The `pack` command for SDK-style projects is not supported, use `dotnet pack` or `msbuild -t:pack` to pack this project instead. You can override this behavior by setting the '{0}' environment variable to 'true'.
cs: Příkaz pack pro projekty ve stylu sady SDK se nepodporuje. K zabalení tohoto projektu použijte příkaz dotnet pack nebo msbuild -t:pack. Toto chování můžete přepsat nastavením proměnné prostředí {0} na hodnotu true.
de: Der Befehl „pack“ für Projekte im SDK-Stil wird nicht unterstützt. Verwenden Sie stattdessen „dotnet pack“ oder „msbuild -t:pack“, um dieses Projekt zu paketieren. Sie können dieses Verhalten überschreiben, indem Sie die Umgebungsvariable „{0}“ auf „TRUE“ festlegen.
es: No se admite el comando "pack" para proyectos de estilo SDK. Use "dotnet pack" o "msbuild -t:pack" para empaquetar este proyecto en su lugar. Puede invalidar este comportamiento estableciendo la variable de entorno '{0}' en 'true'.
fr: La commande `pack` pour les projets de style Kit de développement logiciel (SDK) n’est pas prise en charge. Utilisez `dotnet pack` ou `msbuild -t:pack` pour compresser ce projet à la place. Vous pouvez remplacer ce comportement en définissant la variable d’environnement '{0}' sur « true ».
it: Il comando 'pack' per i progetti di tipo SDK non è supportato. Usare 'dotnet pack' o 'msbuild -t:pack' per comprimere il progetto. È possibile eseguire l'override di questo comportamento impostando la variabile di ambiente '{0}' su 'true'.
ja: SDK スタイルのプロジェクトの 'pack' コマンドはサポートされていないため、代わりに 'dotnet pack' または 'msbuild -t:pack' を使用してこのプロジェクトをパックしてください。この動作をオーバーライドするには、'{0}' 環境変数を 'true' に設定します。
ko: SDK 스타일 프로젝트에 대한 `pack` 명령은 지원되지 않습니다. 대신 `dotnet pack` 또는 `msbuild -t:pack`을 사용하여 이 프로젝트를 압축하세요. '{0}' 환경 변수를 'true'로 설정하여 이 동작을 재정의할 수 있습니다.
pl: Polecenie „pack” dla projektów w stylu zestawu SDK nie jest obsługiwane. Użyj polecenia „dotnet pack” lub „msbuild -t:pack”, aby zamiast tego spakować ten projekt. To zachowanie można zastąpić, ustawiając zmienną środowiskową „{0}” na wartość „true”.
pt_br: O comando `pack` para projetos no estilo SDK não é suportado, em vez disso, use `dotnet pack` ou `msbuild -t:pack` para compactar este projeto. Você pode substituir esse comportamento definindo a variável de ambiente '{0}' como 'true'.
ru: Команда "pack" для проектов в стиле SDK не поддерживается. Вместо этого используйте команду "dotnet pack" или "msbuild -t:pack". Это поведение можно переопрепредить, задав для переменной среды {0} значение ИСТИНА.
tr: SDK stili projeler için `pack` komutu desteklenmiyor, bunun yerine bu projeyi paketlemek için `dotnet pack` veya `msbuild -t:pack` komutunu kullanın. '{0}' ortam değişkenini 'true' olarak ayarlayarak bu davranışı geçersiz kılabilirsiniz.
zh_hans: 不支持 SDK 样式项目的 `pack` 命令，请改用 `dotnet pack` 或`msbuild -t:pack` 来打包此项目。可以通过将 '{0}' 环境变量设置为 'true' 来替代此行为。
zh_hant: 不支援 SDK 樣式專案的 'pack' 命令，請改用 'dotnet pack' 或 'msbuild -t:pack' 來封裝此專案。您可以將 '{0}' 環境變數設定為 'true' 以覆寫此行為。

# Error_CannotFindMsbuild
source: Cannot find the specified version of msbuild: '{0}'
cs: Nelze najít zadanou verzi nástroje msbuild:{0}
de: Die angegebene Version von MSBuild wurde nicht gefunden: „{0}“
es: No se encuentra la versión especificada de msbuild: “{0}”
fr: Impossible de trouver la version spécifiée de msbuild : '{0}'
it: Non è possibile trovare la versione specificata di msbuild: '{0}'
ja: 指定されたバージョンの MSBuild が見つかりません: '{0}'
ko: 지정된 버전의 msbuild를 찾을 수 없음: '{0}'
pl: Nie można odnaleźć określonej wersji programu msbuild: „{0}”
pt_br: Não é possível localizar aversão especificada do msbuild: '{0}'
ru: Не удается найти указанную версию msbuild: "{0}"
tr: Belirtilen msbuild sürümü bulunamıyor: '{0}'
zh_hans: 找不到指定版本的 msbuild:“{0}”
zh_hant: 找不到指定的 msbuild 版本: '{0}'

# Error_CannotFindNonArchitectureSpecificMsbuild
source: The resolved MSBuild directory is `{0}` which is an architecture-specific directory. Could not find MSBuild in its parent directory (non-architecture specific).
cs: Vyřešený adresář MSBuild je {0}, což je adresář specifický pro architekturu. Nepodařilo se najít nástroj MSBuild v jeho nadřazeném adresáři (nespecifickém pro architekturu).
de: Das aufgelöste MSBuild-Verzeichnis ist "{0}" und ein architekturspezifisches Verzeichnis. MSBuild wurde im übergeordneten Verzeichnis nicht gefunden (nicht architekturspezifisch).
es: El directorio de MSBuild resuelto es "{0}", que es un directorio específico de la arquitectura. No se pudo encontrar MSBuild en su directorio primario (no específico de la arquitectura).
fr: Le répertoire MSBuild résolu est `{0}` , qui est un répertoire spécifique à l’architecture. MSBuild est introuvable dans son répertoire parent (non spécifique à l’architecture).
it: La directory di MSBuild risolta è '{0}', che è una directory specifica dell'architettura. MsBuild non è stato trovato nella relativa directory padre (non specifico dell'architettura).
ja: 解決された MSBuild ディレクトリは、アーキテクチャ固有のディレクトリである '{0}' です。親ディレクトリ (非アーキテクチャ固有) に MSBuild が見つかりませんでした。
ko: 확인된 MSBuild 디렉터리는 아키텍처별 디렉터리인 '{0}'입니다. 부모 디렉터리(비 아키텍처별)에서 MSBuild를 찾을 수 없습니다.
pl: Rozpoznany katalog MSBuild to „{0}”, który jest katalogiem specyficznym dla architektury. Nie można odnaleźć programu MSBuild w katalogu nadrzędnym (nie specyficznym dla architektury).
pt_br: O diretório MSBuild resolvido é `{0}`, que é um diretório específico da arquitetura. Não foi possível localizar o MSBuild em seu diretório pai (não específico da arquitetura).
ru: Разрешенный каталог MSBuild — "{0}", являющийся каталогом, зависящим от архитектуры. Не удалось найти MSBuild в родительском каталоге (не зависит от архитектуры).
tr: Çözümlenen MSBuild dizini, mimariye özgü bir dizin olan `{0}` dizinidir. Üst dizininde MSBuild bulunamadı (mimariye özgü değil).
zh_hans: 已解析的 MSBuild 目录为 `{0}`，它是特定于体系结构的目录。在其父目录(非体系结构特定)中找不到 MSBuild。
zh_hant: 解析的 MSBuild 目錄是 '{0}' ,亦即架構特定目錄。在其上層目錄中找不到 MSBuild (非架構特定)。

# Error_CannotGetGetAllProjectFileNamesMethod
source: Cannot get the GetAllProjectFileNamesMethod from type Mono.XBuild.CommandLine.SolutionParser.
cs: Nelze získat metodu GetAllProjectFileNamesMethod z typu Mono.XBuild.CommandLine.SolutionParser.
de: GetAllProjectFileNamesMethod vom Typ „Mono.XBuild.CommandLine.SolutionParser“ kann nicht abgerufen werden.
es: No se puede obtener GetAllProjectFileNamesMethod del tipo Mono.XBuild.CommandLine.SolutionParser.
fr: Impossible d’obtenir GetAllProjectFileNamesMethod à partir du type Mono.XBuild.CommandLine.SolutionParser.
it: Non è possibile ottenere GetAllProjectFileNamesMethod dal tipo Mono.XBuild.CommandLine.SolutionParser.
ja: 型 Mono.XBuild.CommandLine.SolutionParser から GetAllProjectFileNamesMethod を取得できません。
ko: Mono.XBuild.CommandLine.SolutionParser 유형에서 GetAllProjectFileNamesMethod를 가져올 수 없습니다.
pl: Nie można pobrać getAllProjectFileNamesMethod z typu Mono.XBuild.CommandLine.SolutionParser.
ru: Не удается получить метод GetAllProjectFileNamesMethod из типа Mono.XBuild.CommandLine.SolutionParser.
tr: Mono.XBuild.CommandLine.SolutionParser türünden GetAllProjectFileNamesMethod alınamıyor.
zh_hans: 无法从 Mono.XBuild.CommandLine.SolutionParser 类型获取 GetAllProjectFileNamesMethod。
zh_hant: 無法從類型 Mono.XBuild.CommandLine.SolutionParser 取得 GetAllProjectFileNamesMethod。

# Error_CannotGetXBuildSolutionParser
source: Cannot get type Mono.XBuild.CommandLine.SolutionParser.
cs: Nelze získat typ Mono.XBuild.CommandLine.SolutionParser.
de: Der Typ „Mono.XBuild.CommandLine.SolutionParser“ kann nicht abgerufen werden.
es: No se puede obtener el tipo Mono.XBuild.CommandLine.SolutionParser.
fr: Impossible d’obtenir le type Mono.XBuild.CommandLine.SolutionParser.
it: Non è possibile ottenere il tipo Mono.XBuild.CommandLine.SolutionParser.
ja: 型 Mono.XBuild.CommandLine.SolutionParser を取得できません。
ko: Mono.XBuild.CommandLine.SolutionParser 유형을 가져올 수 없습니다.
pl: Nie można pobrać typu Mono.XBuild.CommandLine.SolutionParser.
pt_br: Não é possível obter o tipo Mono.XBuild.CommandLine.SolutionParser.
ru: Не удается получить тип Mono.XBuild.CommandLine.SolutionParser.
tr: Mono.XBuild.CommandLine.SolutionParser türü alınamıyor.
zh_hans: 无法获取类型 Mono.XBuild.CommandLine.SolutionParser。
zh_hant: 無法取得 Mono.XBuild.CommandLine.SolutionParser 類型。

# Error_CannotKillMsBuild
source: MsBuild timeout out while trying to get project to project references, and NuGet.exe failed to kill the process.
cs: Při pokusu o získání odkazů projektu na projekt vypršel časový limit nástroje MsBuild a nástroji NuGet.exe se nepodařilo ukončit proces.
de: MSBuild-Zeitüberschreitung beim Abrufen von Projekt-zu-Projekt-Verweisen, und NuGet.exe konnte den Prozess nicht beenden.
es: Se agotó el tiempo de espera de MsBuild al intentar obtener referencias de proyecto a proyecto y NuGet.exe no pudo terminar el proceso.
fr: Expiration du délai de MsBuild lors de la tentative d’obtention des références de projet à projet, et NuGet.exe n’a pas pu arrêter le processus.
it: Timeout di MsBuild durante il tentativo di ottenere riferimenti da progetto a progetto. NuGet.exe non è riuscito a terminare il processo.
ja: プロジェクトをプロジェクト参照に取得しようとしているときに MSBuild がタイムアウトしました。NuGet.exe プロセスを強制終了できませんでした。
ko: 프로젝트에서 프로젝트 참조를 가져오는 동안 MsBuild 시간 초과가 발생했으며 NuGet.exe가 프로세스를 종료하지 못했습니다.
pl: Przekroczono limit czasu programu MsBuild podczas próby pobrania odwołań projektu do projektu, a program NuGet.exe nie może zabić procesu.
pt_br: O tempo limite do MsBuild foi atingido ao tentar obter referências de projeto para projeto, e o NuGet.exe falhou ao encerrar o processo.
ru: Истекло время ожидания MsBuild при попытке получить ссылки проекта на проект, и NuGet.exe не удалось завершить процесс.
tr: Proje başvuruları için proje alınmaya çalışılırken MsBuild zaman aşımına uğradı ve NuGet.exe işlemi sonlandıramadı.
zh_hans: 尝试将项目获取到项目引用时 MsBuild 超时，NuGet.exe 无法终止进程。
zh_hant: 嘗試取得專案參考的專案時發生 MsBuild 逾時，而 NuGet.exe 無法終止處理序。

# Error_CannotLoadTypeProjectInSolution
source: Cannot load type Microsoft.Build.Construction.ProjectInSolution from Microsoft.Build.dll
cs: Nelze načíst typ Microsoft.Build.Construction.ProjectInSolution z knihovny Microsoft.Build.dll.
de: Der Typ „Microsoft.Build.Construction.ProjectInSolution“ kann nicht aus Microsoft.Build.dll geladen werden
es: No se puede cargar el tipo Microsoft.Build.Construction.ProjectInSolution desde Microsoft.Build.dll
fr: Impossible de charger le type Microsoft.Build.Construction.ProjectInSolution à partir de Microsoft.Build.dll
it: Non è possibile caricare il tipo Microsoft.Build.Construction.ProjectInSolution da Microsoft.Build.dll
ja: Microsoft.Build.dll から型 Microsoft.Build.Construction.ProjectInSolution を読み込めません
ko: Microsoft.Build.dll에서 Microsoft.Build.Construction.ProjectInSolution 유형을 로드할 수 없습니다.
pl: Nie można załadować typu Microsoft.Build.Construction.ProjectInSolution z biblioteki Microsoft.Build.dll
pt_br: Não é possível carregar o tipo Microsoft.Build.Construction.ProjectInSolution de Microsoft.Build.dll
ru: Не удается загрузить тип Microsoft.Build.Construction.ProjectInSolution из Microsoft.Build.dll
tr: Microsoft.Build.dll’den Microsoft.Build.Construction.ProjectInSolution türü yüklenemiyor
zh_hans: 无法从 Microsoft.Build.dll 加载类型 Microsoft.Build.Construction.ProjectInSolution
zh_hant: 無法從 Microsoft.Build.dll 載入 Microsoft.Build.Construction.ProjectInSolution 類型
