Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PackageCommandInvalidMinClientVersion
source: The value of MinClientVersion argument is not a valid version.
cs: Hodnota argumentu MinClientVersion není platná verze.
de: Der Wert des Arguments "MinClientVersion" ist keine gültige Version.
es: El valor del argumento MinClientVersion no es una versión válida.
fr: La valeur de l'argument MinClientVersion n'est pas une version valide.
it: Il valore specificato per l'argomento MinClientVersion non è una versione valida.
ja: MinClientVersion 引数の値は有効なバージョンではありません。
ko: MinClientVersion 인수 값이 올바른 버전이 아닙니다.
pl: Wartość argumentu MinClientVersion nie jest prawidłową wersją.
pt_br: O valor do argumento MinClientVersion não é uma versão válida.
ru: Значение аргумента MinClientVersion недопустимо как версия.
tr: MinClientVersion bağımsız değişken değeri, geçerli bir sürüm değil.
zh_hans: MinClientVersion 参数的值不是有效的版本。
zh_hant: MinClientVersion 引數的值不是有效的版本。

# PackageCommandIssueDescription
source: Description: {0}
cs: Popis: {0}
de: Beschreibung: {0}
es: Descripción: {0}
it: Descrizione: {0}
ja: 説明: {0}
ko: 설명: {0}
pl: Opis: {0}
pt_br: Descrição: {0}
ru: Описание: {0}
tr: Açıklama: {0}
zh_hans: 描述: {0}
zh_hant: 描述: {0}

# PackageCommandIssueSolution
source: Solution: {0}
cs: Řešení: {0}
de: Projektmappe: „{0}“
es: Solución: {0}
it: Soluzione: '{0}'
ja: ソリューション: {0}
ko: 솔루션: {0}
pl: Rozwiązanie: {0}
pt_br: Solução '{0}'
ru: Решение: {0}
tr: Çözüm: {0}
zh_hans: 解决方案: {0}
zh_hant: 解決方案: {0}

# PackageCommandIssueTitle
source: Issue: {0}
cs: Problém: {0}
de: Problem: {0}
es: Problema: {0}
fr: Problème : {0}
it: Problema: {0}
ja: 問題: {0}
ko: 문제: {0}
pl: Problem: {0}
pt_br: Problema: {0}
ru: Проблема: {0}
tr: Sorun: {0}
zh_hans: 问题: {0}
zh_hant: 問題: {0}

# PackageCommandNoFilesForLibPackage
source: Failed to build package. Ensure '{0}' includes assembly files. For help on building symbols package, visit {1}.
cs: Balíček se nepovedlo sestavit. Ujistěte se, jestli {0} obsahuje soubory sestavení. Nápovědu k sestavení balíčku symbolů najdete na stránce {1}.
de: Fehler beim Erstellen des Pakets. Stellen Sie sicher, dass "{0}" Assemblydateien enthält. Hilfe zum Erstellen von Symbolpaketen finden Sie unter {1}.
es: Error al crear el paquete. Asegúrese de que '{0}' incluye archivos de ensamblado. Para obtener ayuda sobre cómo crear un paquete de símbolos, visite {1}.
fr: Échec de la génération du package. Vérifiez que '{0}' inclut les fichiers d'assembly. Pour obtenir de l'aide sur la génération d'un package de symboles, consultez {1}.
it: Non è stato possibile compilare il pacchetto. Assicurarsi che '{0}' includa i file di assembly. Per la Guida sulla compilazione del pacchetto di simboli, vedere {1}.
ja: パッケージを構築できませんでした。'{0}' にアセンブリ ファイルが含まれていることを確認してください。シンボル パッケージの構築のヘルプについては、{1} にアクセスしてください。
ko: 패키지를 빌드하지 못했습니다. '{0}'에 어셈블리 파일이 포함되어 있는지 확인하세요. 기호 패키지 빌드에 대한 도움말은 {1}을(를) 참조하세요.
pl: Nie można skompilować pakietu. Upewnij się, że pakiet „{0}” zawiera pliki zestawu. Aby uzyskać pomoc dotyczącą kompilowania pakietu symboli, odwiedź witrynę {1}.
pt_br: Falha ao criar o pacote. Certifique-se de que o '{0}' inclui arquivos de assembly. Para obter ajuda ao criar o pacote de símbolos, visite {1}.
ru: Не удалось выполнить сборку проекта. Убедитесь, что "{0}" включает файлы сборки. Справку по сборке пакета символов см. по ссылке {1}.
tr: Paket derlenemedi. '{0}' içinde bütünleştirilmiş kod dosyalarının bulunduğundan emin olun. Sembol paketlerini derleme hakkında yardım için, bkz. {1}.
zh_hans: 未能生成包。请确保“{0}”包含程序集文件。有关生成符号包方面的帮助，请访问 {1}。
zh_hant: 無法建置封裝。請確定 '{0}' 包含組件檔。建置符號封裝如需協助，請前往 {1}。

# PackageCommandNoFilesForSymbolsPackage
source: Failed to build package. Ensure '{0}' includes source and symbol files. For help on building symbols package, visit {1}.
cs: Balíček se nepovedlo sestavit. Ujistěte se, jestli {0} obsahuje zdrojové soubory a soubory symbolů. Nápovědu k sestavení balíčku symbolů najdete na stránce {1}.
de: Fehler beim Erstellen des Pakets. Stellen Sie sicher, dass "{0}" Quell- und Symboldateien enthält. Hilfe zum Erstellen von Symbolpaketen finden Sie unter {1}.
es: Error al crear el paquete. Asegúrese de que '{0}' incluye archivos de símbolo y origen. Para obtener ayuda sobre cómo crear un paquete de símbolos, visite {1}.
fr: Échec de la génération du package. Vérifiez que '{0}' inclut les fichiers sources et les fichiers de symboles. Pour obtenir de l'aide sur la génération d'un package de symboles, consultez {1}.
it: Non è stato possibile compilare il pacchetto. Assicurarsi che '{0}' includa i file di simboli e di origine. Per la Guida sulla compilazione del pacchetto di simboli, vedere {1}.
ja: パッケージを構築できませんでした。'{0}' にソース ファイルとシンボル ファイルが含まれていることを確認してください。シンボル パッケージの構築のヘルプについては、{1} にアクセスしてください。
ko: 패키지를 빌드하지 못했습니다. '{0}'에 원본 및 기호 파일이 포함되어 있는지 확인하세요. 기호 패키지 빌드에 대한 도움말은 {1}을(를) 참조하세요.
pl: Nie można skompilować pakietu. Upewnij się, że pakiet „{0}” zawiera pliki źródłowe i symboli. Aby uzyskać pomoc dotyczącą kompilowania pakietu symboli, odwiedź witrynę {1}.
pt_br: Falha ao criar o pacote. Certifique-se de que o '{0}' inclui arquivos de símbolo e origem. Para obter ajuda para criar o pacote de símbolos, visite {1}.
ru: Не удалось выполнить сборку пакета. Убедитесь, что "{0}" включает исходные файлы и файлы символов. Справку по сборке пакета символов см. по ссылке {1}.
tr: Paket derlenemedi. '{0}' içinde kaynak ve sembol dosyalarının bulunduğundan emin olun. Sembol paketlerini derleme hakkında yardım için, bkz. {1}.
zh_hans: 未能生成包。请确保“{0}”包含源文件和符号文件。有关生成符号包方面的帮助，请访问 {1}。
zh_hant: 無法建置封裝。請確定 '{0}' 包含來源檔案與組件檔。建置符號封裝如需協助，請前往 {1}。

# PackageCommandPackageIssueSummary
source: {0} issue(s) found with package '{1}'.
cs: Problémy ({0}) u balíčku „{1}“.
de: {0} Problem(e) mit dem Paket „{1}“.
es: {0} problemas detectados con el paquete “{1}”.
fr: {0} problème(s) trouvé(s) avec le package '{1}'.
it: {0} problemi rilevati con il pacchetto '{1}'.
ja: パッケージ '{1}' で {0} 件の問題が見つかりました。
ko: 패키지 '{1}'에서 {0}개의 문제가 발견되었습니다.
pl: Znalezione problemy z pakietem „{0}”: {1}
pt_br: {0} problema(s) encontrado(s) com o pacote '{1}'.
ru: Обнаружены проблемы ({0}) в пакете "{1}".
tr: '{1}' paketinde {0} sorun bulundu.
zh_hans: 发现了有关包“{1}”的 {0} 问题。
zh_hant: 在封裝 '{1}' 發生 {0} 個問題。

# PackageCommandSpecifyInputFileError
source: Please specify a nuspec or project file to use.
cs: Zadejte prosím soubor nuspec nebo projektu, který se má použít.
de: Geben Sie eine zu verwendende nuspec- oder Projektdatei an.
es: Especifique un archivo nuspec, project.json o de proyecto que usar
fr: Spécifiez un fichier nuspec ou projet à utiliser.
it: Specificare un file nuspec o di progetto da usare.
ja: nuspec、または使用するプロジェクト ファイルを指定してください。
ko: 사용할 nuspec 또는 프로젝트 파일을 지정하세요.
pl: Określ plik nuspec lub plik projektu do użycia.
pt_br: Especifique um nuspec ou arquivo de projeto a ser usado.
ru: Укажите файл nuspec или файл проекта для использования.
tr: Lütfen kullanılacak bir nuspec veya proje dosyası belirtin.
zh_hans: 请指定要使用的 nuspec 或项目文件。
zh_hant: 請指定要使用的 nuspec 或專案檔。

# PackageCommandSuccess
source: Successfully created package '{0}'.
cs: Balíček {0} se úspěšně vytvořil.
de: Das Paket "{0}" wurde erfolgreich erstellt.
es: Paquete creado correctamente '{0}'.
fr: Création réussie du package '{0}'.
it: Il pacchetto '{0}' è stato creato.
ja: パッケージ '{0}' が正常に作成されました。
ko: '{0}' 패키지를 만들었습니다.
pl: Pomyślnie utworzono pakiet „{0}”.
pt_br: Pacote criado com êxito '{0}'.
ru: Пакет "{0}" успешно создан.
tr: '{0}' paketi başarıyla oluşturuldu.
zh_hans: 已成功创建包“{0}”。
zh_hant: 已成功建立封裝 '{0}'。

# PackageDoesNotExist
source: Unable to locate '{0} {1}'. Make sure all packages exist in the packages folder before running update.
cs: Nelze najít „{0} {1}“. Před spuštěním aktualizace se ujistěte, že všechny balíčky existují ve složce balíčků.
de: „{0} {1}„ wurde nicht gefunden. Stellen Sie sicher, dass alle Pakete im Paketordner vorhanden sind, bevor Sie das Update ausführen.
es: No se encuentra “{0} {1}“. Asegúrese de que todos los paquetes existen en la carpeta de paquetes antes de ejecutar la actualización.
fr: Impossible de localiser '{0} {1}'. Assurez-vous que tous les packages existent dans le dossier packages avant d’exécuter la mise à jour.
it: Non è stato possibile individuare '{0} {1}'. Assicurarsi che tutti i pacchetti siano presenti nella cartella prima di eseguire l'aggiornamento.
ja: '{0} {1}' が見つかりません。更新を実行する前に、すべてのパッケージがパッケージ フォルダーに存在することを確認してください。
ko: '{0} {1}'을(를) 찾을 수 없습니다. 업데이트를 실행하기 전에 모든 패키지가 패키지 폴더에 있는지 확인하세요.
pl: Nie można zlokalizować elementu „{0} {1}„. Przed uruchomieniem aktualizacji upewnij się, że wszystkie pakiety istnieją w folderze pakietów.
pt_br: Não é possível localizar '{0} {1}'. Verifique se todos os pacotes existem na pasta de pacotes antes de executar a atualização.
ru: Не удалось найти "{0} {1}". Перед запуском обновления убедитесь, что все пакеты существуют в папке пакетов.
tr: '{0} {1}' bulunamıyor. Güncelleştirmeyi çalıştırmadan önce tüm paketlerin paketler klasöründe olduğundan emin olun.
zh_hans: 无法定位“{0} {1}”。在运行更新之前，请确保包文件夹中存在所有包。
zh_hant: 找不到 '{0} {1}'。執行更新之前，請確定所有封裝都存在封裝資料夾。

# PackageRestoreConsentCheckBoxText
source: &Allow NuGet to download missing packages
cs: &Umožnit správci balíčků NuGet stáhnout chybějící balíčky
de: NuGet das Herunterl&aden fehlender Pakete erlauben
es: &Permitir a NuGet descargar los paquetes que falten
fr: &Autoriser NuGet à télécharger les packages manquants
it: &Consenti a NuGet di scaricare i pacchetti mancanti
ja: 足りないパッケージをダウンロードすることを NuGet に許可(&A)
ko: NuGet이 누락된 패키지를 다운로드하도록 허용(&A)
pl: &Zezwalaj narzędziu NuGet na pobieranie brakujących pakietów
pt_br: &Permitir que o NuGet baixe os pacotes ausentes
ru: &Разрешить NuGet скачивать отсутствующие пакеты
tr: NuGet'in &eksik paketleri indirmesine izin ver
zh_hans: 允许 NuGet 下载缺少的程序包(&A)
zh_hant: 允許 NuGet 下載遺漏的套件(&A)

# PackagingFilesFromOutputPath
source: Packing files from '{0}'.
cs: Balí se soubory z: {0}.
de: Dateien aus "{0}" werden verpackt.
es: Empaquetando archivos desde '{0}'.
fr: Compression des fichiers à partir de '{0}'.
it: Creazione del pacchetto di file da '{0}'.
ja: '{0}' からのファイルをパッキングしています。
ko: '{0}'에서 파일을 압축하는 중입니다.
pl: Pakowanie plików z „{0}”.
pt_br: Compactando arquivos de '{0}'.
ru: Идет упаковка файлов из "{0}".
tr: '{0}' içindeki dosyalar paketleniyor.
zh_hans: 正在打包来自“{0}”的文件。
zh_hant: 正在壓縮 '{0}' 中的檔案。

# Path_Invalid
source: '{0}' is not a valid path.
cs: {0} není platná cesta.
de: "{0}" ist kein gültiger Pfad.
es: "{0}" no es una ruta de acceso válida.
fr: '{0}' n'est pas un chemin valide.
it: '{0}' non è un percorso valido.
ja: '{0}' は有効なパスではありません。
ko: '{0}'은(는) 유효한 경로가 아닙니다.
pl: Element „{0}” nie jest prawidłową ścieżką.
pt_br: '{0}' não é um caminho válido.
ru: "{0}" не является допустимым путем.
tr: '{0}' geçerli bir yol değil.
zh_hans: “{0}”不是有效的路径。
zh_hant: '{0}' 不是有效的路徑。

# Path_Invalid_NotFileNotUnc
source: '{0}' should be a local path or a UNC share path.
cs: {0} by měla být místní cesta nebo cesta UNC ke sdílené složce.
de: "{0}" muss ein lokaler Pfad oder ein Pfad zu einer UNC-Freigabe sein.
es: "{0}" debe ser una ruta de acceso local o una ruta del recurso compartido de UNC.
fr: '{0}' doit être un chemin local ou un chemin de partage UNC.
it: '{0}' deve essere un percorso locale o un percorso condivisione UNC.
ja: '{0}' はローカル パスまたは UNC 共有パスにする必要があります。
ko: '{0}'은(는) 로컬 경로 또는 UNC 공유 경로여야 합니다.
pl: Element „{0}” musi być ścieżką lokalną lub ścieżką udziału UNC.
pt_br: '{0}' deve ser um caminho local ou um caminho de compartilhamento UNC.
ru: "{0}" должен быть локальным путем или UNC-путем к общей папке.
tr: '{0}', bir yerel yol veya UNC paylaşım yolu olmalıdır.
zh_hans: “{0}”应为本地路径或 UNC 共享路径。
zh_hant: '{0}' 應為本機路徑或 UNC 共用路徑。

# ProjectJsonPack_Deprecated
source: `project.json` pack is deprecated. Please consider migrating '{0}' to `PackageReference` and using the pack targets.
cs: Balík „project.json“ je zastaralý. Zvažte prosím migraci „{0}“ na „PackageReference“ a použití cílů balíku.
de: Das project.json-Paket ist veraltet. Erwägen Sie, „{0}“ zu „PackageReference“ zu migrieren und die Paketziele zu verwenden.
es: El paquete "project.json" está en desuso. Considere la posibilidad de migrar “{0}” a "PackageReference" y usar los destinos del paquete.
fr: Le pack 'project.json' a été déconseillé. Envisagez de migrer '{0}' vers « PackageReference » et d’utiliser les cibles de pack.
it: Il pacchetto 'project.json' è deprecato. Provare a eseguire la migrazione di '{0}' a 'PackageReference' e usare le destinazioni del pacchetto.
ja: 'project.json' パックは非推奨です。'{0}' を 'PackageReference' に移行し、パック ターゲットを使用することを検討してください。
ko: `project.json` 팩은 더 이상 사용되지 않습니다. '{0}'을(를) `PackageReference`로 마이그레이션하고 팩 대상을 사용하는 것을 고려하세요.
pl: Pakiet „project.json” jest przestarzały. Rozważ migrację elementu „{0}” do elementu „PackageReference” i użycie elementów docelowych pakietu.
pt_br: O pacote 'project.json' foi preterido. Considere migrar '{0}' para 'PackageReference' e usar os destinos do pacote.
ru: Пакет "project.json" упразднен. Рассмотрите возможность миграции "{0}" на "PackageReference" и использования целей пакетов.
tr: 'project.json' paketi kullanım dışı. Lütfen '{0}' öğesini 'PackageReference'a geçirmeyi ve paket hedeflerini kullanmayı düşünün.
zh_hans: `project.json` 包已弃用。请考虑将“{0}”迁移到 `PackageReference` 并使用包目标。
zh_hant: 'project.json' 封裝已過時。請考慮將 '{0}' 移轉至 'PackageReference' 並使用封裝目標。

# ProjectRestoreCommandNoPackagesConfigOrProjectJson
source: Nothing to do. This project does not specify any packages for NuGet to restore.
cs: Není co dělat. Tento projekt neurčuje žádné balíčky, které má NuGet obnovit.
de: Es gibt nichts zu tun. In diesem Projekt sind keine Pakete für die Wiederherstellung von NuGet angegeben.
es: No hay nada que hacer. Este proyecto no especifica ningún paquete para la restauración de NuGet.
fr: Il n’y a rien à faire. Ce projet ne spécifie aucun package à restaurer pour NuGet.
it: Niente da fare. Questo progetto non specifica alcun pacchetto da ripristinare con NuGet.
ja: 何も行う必要はありません。このプロジェクトでは、NuGet で復元するパッケージが指定されていません。
ko: 수행할 작업이 없습니다. 이 프로젝트는 NuGet이 복원할 패키지를 지정하지 않습니다.
pl: Nic do zrobienia. Ten projekt nie określa żadnych pakietów do przywrócenia przez menedżera pakietów NuGet.
pt_br: Não há nada a fazer. Este projeto não especifica nenhum pacote para o NuGet restaurar.
ru: Нет действий. В этом проекте не указаны пакеты для восстановления с помощью NuGet.
tr: Yapılacak bir şey yok. Bu proje NuGet'in geri yükleyeceği herhangi bir paket belirtmiyor.
zh_hans: 无需执行任何操作。此项目未指定 NuGet 要还原的任何包。
zh_hant: 沒有要執行的動作。此專案未指定要讓 NuGet 還原的任何封裝。

# PushCommandNoSourceError
source: There is no default source, please specify a source.
cs: Neexistuje žádný výchozí zdroj, zadejte ho, prosím.
de: Es ist keine Standardquelle vorhanden. Geben Sie eine Quelle an.
es: No hay ningún origen predeterminado. Especifique un origen.
fr: Il n’existe aucune source par défaut. Spécifiez une source.
it: Non esiste un'origine predefinita. Specificare un'origine.
ja: 既定のソースはありません。ソースを指定してください。
ko: 기본 원본이 없습니다. 원본을 지정하세요.
pl: Nie ma domyślnego źródła. Określ źródło.
pt_br: Não há nenhuma fonte padrão, especifique uma origem.
ru: Нет источника по умолчанию. Укажите источник.
tr: Varsayılan kaynak yok, lütfen bir kaynak belirtin.
zh_hans: 没有默认源，请指定源。
zh_hant: 沒有預設來源，請指定來源。

# PushCommandTimeoutError
source: Pushing took too long. You can change the default timeout of 300 seconds by using the -Timeout <seconds> option with the push command.
cs: Sdílení změn trvalo příliš dlouho. Výchozí časový limit 300 sekund můžete změnit pomocí možnosti -Timeout <seconds> příkazem nasdílet změny.
de: Die Pushübertragung hat zu lange gedauert. Sie können den Standardwert für die Zeitüberschreitung von 300 Sekunden ändern, indem Sie die Option -Timeout <seconds> mit dem Pushbefehl verwenden.
es: La inserción tardó demasiado tiempo. Puede cambiar el tiempo de espera predeterminado de 300 segundos mediante la opción --timeout <seconds> con el comando de inserción.
fr: Le push a pris trop de temps. Vous pouvez modifier le délai d'expiration par défaut de 300 secondes à l'aide de l'option --Timeout <seconds> avec la commande push.
it: Il push ha impiegato troppo tempo. È possibile modificare il timeout predefinito di 300 secondi usando l'opzione -Timeout <seconds> con il comando push.
ja: プッシュの時間が長くかかり過ぎました。push コマンドの -Timeout <seconds> オプションを使用して、既定の 300 秒のタイムアウトを変更できます。
ko: 푸시하는 데 너무 오래 걸립니다. push 명령의 --Timeout <seconds> 옵션을 사용하여 기본 시간 제한인 300초를 변경할 수 있습니다.
pl: Publikowanie trwało zbyt długo. Domyślny limit czasu wynoszący 300 sekund możesz zmienić, używając opcji --Timeout <seconds> z poleceniem wypychania.
pt_br: O envio por push demorou muito. Você pode alterar o tempo limite padrão de 300 segundos usando a opção --Timeout <seconds> com o comando push.
ru: Отправка заняла слишком много времени. Чтобы изменить время ожидания по умолчанию (300 секунд), используйте параметр -Timeout <seconds> с командой push.
tr: Gönderme çok uzun sürdü. Gönderme komutu ile -Timeout <seconds> seçeneğini kullanarak 300 saniyelik varsayılan zaman aşımını değiştirebilirsiniz.
zh_hans: 推送操作耗时太长。可通过配合使用 --timeout <seconds> 选项和推送命令更改 300 秒的默认超时值。
zh_hant: 推送作業的時間太長。使用推送命令時請指定 -Timeout <seconds> 選項，將預設逾時變更為 300 秒。

# ResourcePropertyIncorrectType
source: The property '{0}' on resource type '{1}' is not a type of ResourceManager.
cs: Vlastnost „{0}“ u typu prostředku „{1}“ není typem ResourceManager.
de: Die Eigenschaft „{0}“ für den Ressourcentyp „{1}“ ist kein ResourceManager-Typ.
es: La propiedad “{0}” en el tipo de recurso “{1}” no es un tipo de ResourceManager.
fr: La propriété '{0}' sur le type de ressource '{1}' n’est pas un type ResourceManager.
it: La proprietà '{0}' nel tipo di risorsa '{1}' non è un tipo di ResourceManager.
ja: リソースの種類 '{1}' のプロパティ '{0}' が ResourceManager のタイプではありません。
ko: 리소스 유형 '{1}'의 속성 '{0}'이(가) ResourceManager 유형이 아닙니다.
pl: Właściwość „{0}” w typie zasobu „{1}” nie jest typem obiektu ResourceManager.
pt_br: A{1}propriedade '{0}' no tipo de recurso '' não é um tipo de ResourceManager.
ru: Свойство "{0}" типа ресурса "{1}" не является типом ResourceManager.
tr: '{1}' kaynak türündeki '{0}' özelliği bir ResourceManager türü değil.
zh_hans: 资源类型“{1}”上的属性“{0}”不是 ResourceManager 类型。
zh_hant: 資源類型 '{1}' 上的屬性 '{0}' 不是 ResourceManager 類型。

# ResourceTypeDoesNotHaveProperty
source: The resource type '{0}' does not have an accessible static property named '{1}'.
cs: Typ prostředku „{0}“ nemá přístupnou statickou vlastnost s názvem „{1}“.
de: Der Ressourcentyp „{0}“ besitzt keine statische Eigenschaft namens „{1}“, auf die zugegriffen werden kann.
es: El tipo de recurso “{0}” no tiene una propiedad estática accesible con el nombre “{1}”.
fr: Le type de ressource '{0}' n'a pas de propriété statique accessible nommée '{1}'.
it: Il tipo di risorsa '{0}' non dispone di una proprietà statica accessibile denominata '{1}'.
ja: リソースの種類 '{0}' には、'{1}' という名前のアクセス可能な静的プロパティがありません。
ko: 리소스 유형 '{0}'에는 '{1}'이라는 액세스 가능한 정적 속성이 없습니다.
pl: Typ zasobu „{0}” nie ma dostępnej właściwości statycznej o nazwie „{1}”.
pt_br: O tipo de recurso '{0}' não tem uma propriedade estática acessível denominada '{1}'.
ru: У типа ресурса "{0}" нет доступного статического свойства с именем "{1}".
tr: '{0}' kaynak türünün '{1}' adlı erişilebilir bir statik özelliği yok.
zh_hans: 资源类型“{0}”没有名为“{1}”的可访问静态属性。
zh_hant: 資源類型 '{0}' 沒有名為 '{1}' 的可存取公用靜態屬性。

# RestoreCommandCannotDetermineGlobalPackagesFolder
source: 'globalPackagesFolder' setting is a relative path. To determine full path, please specify either -SolutionDirectory or a solution file as a parameter. To ignore 'globalPackagesFolder' setting, specify -PackagesDirectory.
cs: Nastavení „globalPackagesFolder“ je relativní cesta. Chcete-li určit úplnou cestu, zadejte jako parametr buď parametr -SolutionDirectory, nebo soubor řešení. Pokud chcete ignorovat nastavení „globalPackagesFolder“, zadejte -PackagesDirectory.
de: Die Einstellung „globalPackagesFolder“ ist ein relativer Pfad. Geben Sie entweder -SolutionDirectory oder eine Projektmappendatei als Parameter an, um den vollständigen Pfad zu bestimmen. Geben Sie -PackagesDirectory an, um die Einstellung „globalPackagesFolder“ zu ignorieren.
es: El valor "globalPackagesFolder" es una ruta de acceso relativa. Para determinar la ruta de acceso completa, especifique -SolutionDirectory o un archivo de solución como parámetro. Para omitir la configuración de "globalPackagesFolder", especifique -PackagesDirectory.
fr: Le paramètre 'globalPackagesFolder' est un chemin d’accès relatif. Pour déterminer le chemin d’accès complet, spécifiez -SolutionDirectory ou un fichier solution en tant que paramètre. Pour ignorer le paramètre 'globalPackagesFolder', spécifiez -PackagesDirectory.
it: L'impostazione 'globalPackagesFolder' è un percorso relativo. Per determinare il percorso completo, specificare -SolutionDirectory o un file di soluzione come parametro. Per ignorare l'impostazione 'globalPackagesFolder', specificare -PackagesDirectory.
ja: 'globalPackagesFolder' 設定は相対パスです。完全なパスを特定するには、-SolutionDirectory またはソリューション ファイルをパラメーターとして指定してください。'globalPackagesFolder' 設定を無視するには、-PackagesDirectory を指定してください。
ko: 'globalPackagesFolder' 설정은 상대 경로입니다. 전체 경로를 확인하려면 -SolutionDirectory 또는 솔루션 파일을 매개변수로 지정하세요. 'globalPackagesFolder' 설정을 무시하려면 -PackagesDirectory를 지정하세요.
pl: Ustawienie „globalPackagesFolder” jest ścieżką względną. Aby określić pełną ścieżkę, określ parametr -SolutionDirectory lub plik rozwiązania. Aby zignorować ustawienie „globalPackagesFolder”, określ parametr -PackagesDirectory.
pt_br: A configuração 'globalPackagesFolder' é um caminho relativo. Para determinar o caminho completo, especifique -SolutionDirectory ou um arquivo de solução como um parâmetro. Para ignorar a configuração 'globalPackagesFolder', especifique -PackagesDirectory.
ru: Параметр "globalPackagesFolder" является относительным путем. Чтобы задать полный путь, укажите в качестве параметра -SolutionDirectory или файл решения. Чтобы игнорировать параметр "globalPackagesFolder", укажите -PackagesDirectory.
tr: 'globalPackagesFolder' ayarı göreli bir yol. Tam yolu belirlemek için lütfen parametre olarak -SolutionDirectory veya çözüm dosyası belirtin. 'globalPackagesFolder' ayarını yoksaymak için -PackagesDirectory belirtin.
zh_hans: “globalPackagesFolder” 设置是相对路径。要确定完整路径，请指定 -SolutionDirectory 或解决方案文件作为参数。要忽略 “globalPackagesFolder” 设置，请指定 -PackagesDirectory。
zh_hant: 'globalPackagesFolder' 設定是相對路徑。若要判斷完整路徑，請指定 -SolutionDirectory 或解決方案檔案作為參數。若要忽略 'globalPackagesFolder' 設定，請指定 -PackagesDirectory。
