Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Warning_SemanticVersionSolution
source: Update your nuspec file or use the AssemblyInformationalVersion assembly attribute to specify a semantic version as described at http://semver.org.
cs: Aktualizujte si soubor nuspec nebo pomocí atributu sestavení AssemblyInformationalVersion zadejte sémantickou verzi podle popisu na webu http://semver.org.
de: Aktualisieren Sie die nuspec-Datei, oder verwenden Sie das Assemblyattribut „AssemblyInformationalVersion“, um eine semantische Version wie unter http://semver.org beschrieben anzugeben.
es: Actualice el archivo nuspec o use el atributo de ensamblado AssemblyInformationalVersion para especificar una versión semántica como se describe en http://semver.org.
fr: Mettez à jour votre fichier nuspec, ou utilisez l'attribut d'assembly AssemblyInformationalVersion pour spécifier la gestion sémantique de version décrite sur http://semver.org.
it: Aggiornare il file nuspec o usare l'attributo di assembly AssemblyInformationalVersion per specificare una versione semantica come descritto nella pagina all'indirizzo http://semver.org.
ja: nuspec ファイルを更新するか、http://semver.org で説明されているように AssemblyInformationalVersion アセンブリ属性を使用してセマンティック バージョンを指定してください。
ko: http://semver.org에 설명된 대로 nuspec 파일을 업데이트하거나 AssemblyInformationalVersion 어셈블리 특성을 사용하여 유의적 버전을 지정하세요.
pl: Zaktualizuj plik nuspec lub użyj atrybutu zestawu AssemblyInformationalVersion, aby określić wersję semantyczną w sposób opisany w witrynie http://semver.org.
pt_br: Atualize seu arquivo nuspec ou use o atributo do assembly AssemblyInformationalVersion para especificar uma versão semântica conforme descrito em http://semver.org.
ru: Обновите файл nuspec или используйте атрибут сборки AssemblyInformationalVersion, чтобы указать семантическую версию, как описано на сайте http://semver.org.
tr: Nuspec dosyanızı güncelleştirin veya http://semver.org adresinde açıklandığı şekilde bir anlamsal sürüm belirtmek için AssemblyInformationalVersion bütünleştirilmiş kod özniteliğini kullanın.
zh_hans: 更新 nuspec 文件或使用 AssemblyInformationalVersion 程序集属性，以按 http://semver.org 中所述指定一个语义化版本。
zh_hant: 請依照 http://semver.org 所述更新您的 nuspec 檔案，或使用 AssemblyInformationalVersion 組件屬性來指定語意化版本。

# Warning_SemanticVersionTitle
source: Use semantic versioning
cs: Použít sémantické verze
de: Semantische Versionierung verwenden
es: Usar versión semántica
fr: Utiliser la gestion sémantique de version
it: Usare Versionamento Semantico
ja: セマンティック バージョニングの使用
ko: 유의적 버전 사용
pl: Użyj wersjonowania semantycznego
pt_br: Use controle de versão semântico
ru: Использование семантического версионирования
tr: Anlamsal sürüm oluşturmayı kullanma
zh_hans: 使用语义化版本控制
zh_hant: 使用語意化版本控制系統

# Warning_UnresolvedFilePath
source: '{0}' was included in the project but the path could not be resolved. Skipping...
cs: Soubor {0} je zahrnutý v projektu, ale cestu nešlo rozpoznat. Soubor se přeskočí...
de: "{0}" war im Projekt enthalten, der Pfad konnte aber nicht aufgelöst werden. Die Datei wird übersprungen...
es: '{0}' se incluyó en el proyecto, pero la ruta de acceso no se pudo resolver. Omitiendo...
fr: '{0}' a été inclus dans le projet mais le chemin n'a pas pu être résolu. Ignoré...
it: '{0}' è stato incluso nel progetto ma non è stato possibile risolvere il percorso. Verrà ignorato...
ja: '{0}' がプロジェクトに含まれていましたが、パスを解決できませんでした。スキップしています...
ko: '{0}'이(가) 프로젝트에 포함되었지만 경로를 확인할 수 없습니다. 건너뛰는 중...
pl: Element „{0}” został dołączony do projektu, lecz nie można rozpoznać ścieżki. Trwa pomijanie...
pt_br: '{0}' foi incluído no projeto, mas o caminho não pôde ser resolvido. Ignorando...
ru: Элемент "{0}" был включен в проект, но не удалось разрешить путь. Идет пропуск...
tr: '{0}' projeye eklendi ancak yol çözümlenemedi. Atlanıyor...
zh_hans: 项目中已包含“{0}”，但无法解析路径。正在跳过...
zh_hant: '{0}' 包含在專案中，但路徑無法解。將予略過...

# Warning_UnspecifiedDependencyVersion
source: The version of dependency '{0}' is not specified.
cs: Není zadaná verze závislosti {0}.
de: Die Version der Abhängigkeit "{0}" wurde nicht angegeben.
es: La versión de dependencia '{0}' no se ha especificado.
fr: La version de la dépendance '{0}' n'est pas spécifiée.
it: La versione della dipendenza '{0}' non è specificata.
ja: 依存関係 '{0}' のバージョンが指定されていません。
ko: '{0}' 종속성의 버전을 지정하지 않았습니다.
pl: Wersja zależności „{0}” nie jest określona.
pt_br: A versão de dependência '{0}' não é especificada.
ru: Версия зависимости "{0}" не указана.
tr: Bağımlılık sürümü '{0}' belirtilmedi.
zh_hans: 未指定依赖项“{0}”的版本。
zh_hant: 未指定相依項目 '{0}' 的版本。

# Warning_UnspecifiedDependencyVersionSolution
source: Specify the version of dependency and rebuild your package.
cs: Zadejte verzi závislosti a sestavte svůj balíček znovu.
de: Geben Sie die Version der Abhängigkeit an, und erstellen Sie das Paket erneut.
es: Especifique la versión de dependencia y vuelva a crear el paquete.
fr: Spécifiez la version de la dépendance, puis régénérez votre package.
it: Specificare la versione della dipendenza e ricompilare il pacchetto.
ja: 依存関係のバージョンを指定して、パッケージを再構築してください。
ko: 종속성의 버전을 지정하고 패키지를 다시 빌드하세요.
pl: Określ wersję zależności i skompiluj ponownie pakiet.
pt_br: Especifique a versão de dependência e recrie seu pacote.
ru: Укажите версию зависимости и выполните повторную сборку пакета.
tr: Bağımlılık sürümünü belirtin ve paketinizi yeniden derleyin.
zh_hans: 指定依赖项的版本并重新生成包。
zh_hant: 請指定相依項目的版本，然後重建您的封裝。

# Warning_UnspecifiedDependencyVersionTitle
source: Specify version of dependencies.
cs: Zadejte verzi závislostí.
de: Version der Abhängigkeit angeben.
es: Especifique la versión de dependencias.
fr: Spécifiez la version des dépendances.
it: Specificare la versione delle dipendenze.
ja: 依存関係のバージョンを指定してください。
ko: 종속성의 버전을 지정하세요.
pl: Określ wersję zależności.
pt_br: Especifique a versão das dependências.
ru: Укажите версию зависимостей.
tr: Bağımlılıkların sürümünü belirtin.
zh_hans: 指定依赖性的版本。
zh_hant: 指定相依項目的版本。

# Warning_UnspecifiedField
source: {0} was not specified. Using '{1}'.
cs: Není zadaná hodnota {0}. Použije se {1}.
de: "{0}" wurde nicht angegeben. "{1}" wird verwendet.
es: {0} no se especificó. Usando '{1}'.
fr: {0} n'a pas été spécifié. Utilisation de '{1}'.
it: {0} non è stato specificato. Verrà usato '{1}'.
ja: {0} が指定されていませんでした。'{1}' を使用しています。
ko: {0}을(를) 지정하지 않았습니다. '{1}'을(를) 사용합니다.
pl: Nie określono pola {0}. Zostanie użyty element „{1}”.
pt_br: {0} não foi especificado. Usando '{1}'.
ru: Элемент {0} не указан. Используется "{1}".
tr: {0} belirtilmedi. '{1}' kullanılıyor.
zh_hans: 未指定 {0}。正在使用“{1}”。
zh_hant: {0} 未指定。將使用 '{1}'。
