Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SignCommandCertificatePathDescription
source: File path to the certificate to be used while signing the package.
cs: Cesta k souboru certifikátu, který se má použít při podepisování balíčku
de: Dateipfad zum Zertifikat, das beim Signieren des Pakets verwendet werden soll.
es: Ruta del archivo al certificado que se utilizará al firmar el paquete.
fr: Chemin d’accès au certificat à utiliser lors de la signature du package.
it: Percorso del file del certificato da usare per la firma del pacchetto.
ja: パッケージの署名中に使用する証明書のファイル パスです。
ko: 패키지에 서명하는 동안 사용할 인증서의 파일 경로입니다.
pl: Ścieżka do pliku z certyfikatem, który ma zostać użyty podczas podpisywania pakietu.
pt_br: Caminho do arquivo para o certificado a ser usado durante a assinatura do pacote.
ru: Путь к файлу сертификата, который должен использоваться при подписании пакета.
tr: Paketi imzalarken kullanılacak sertifikanın dosya yolu.
zh_hans: 对包进行签名时要使用的证书的文件路径。
zh_hant: 簽署封裝時所使用之憑證的檔案路徑。

# SignCommandCertificateStoreLocationDescription
source: Name of the X.509 certificate store use to search for the certificate. Defaults to "CurrentUser", the X.509 certificate store used by the current user. This option should be used when specifying the certificate via -CertificateSubjectName or -CertificateFingerprint options.
cs: Název úložiště certifikátů X.509, který se používá k hledání certifikátu. Výchozí hodnota je CurrentUser, což je úložiště osobních certifikátů X.509 používané aktuálním uživatelem. Tento parametr se má použít při zadávání certifikátu pomocí parametrů -CertificateSubjectName nebo -CertificateFingerprint.
de: Name des X.509-Zertifikatspeichers, der für die Suche nach dem Zertifikat verwendet werden soll. Es wird standardmäßig „CurrentUser“ geöffnet, der X.509-Zertifikatspeicher für Zertifikate der aktuellen benutzenden Person. Diese Option sollte beim Angeben des Zertifikats über die Optionen „-CertificateSubjectName“ oder „-CertificateFingerprint“ verwendet werden.
es: Nombre del almacén de certificados X.509 que se usa para buscar el certificado. El valor predeterminado es "CurrentUser", el almacén de certificados X.509 usado por el usuario actual. Esta opción tiene que usarse al especificar el certificado a través de las opciones de certificate-subject-name o --certificate-fingerprint.
fr: Nom du magasin de certificats X.509 utilisé pour rechercher le certificat. La valeur par défaut est « CurrentUser », le magasin de certificats X.509 utilisé par l’utilisateur actuel. Cette option doit être utilisée lors de la spécification du certificat via les options -CertificateSubjectName ou -CertificateFingerprint.
it: Nome dell'archivio certificati X.509 da usare per cercare il certificato. L'impostazione predefinita è "CurrentUser", l'archivio certificati X.509 usato dall'utente corrente. Questa opzione deve essere usata quando si specifica il certificato tramite le opzioni -CertificateSubjectName o -CertificateFingerprint options.
ja: 証明書の検索に使用する X.509 証明書ストアの名前です。既定では、現在のユーザーが使用する X.509 証明書ストアである "CurrentUser" が使用されます。 このオプションは、-CertificateSubjectName または -CertificateFingerprint オプションを使用して証明書を指定する場合に使用する必要があります。
ko: 인증서를 검색하는 데 사용하는 X.509 인증서 저장소의 이름입니다. 기본값은 현재 사용자가 사용하는 X.509 인증서 저장소인 "CurrentUser"입니다. 이 옵션은 -CertificateSubjectName 또는 -CertificateFingerprint 옵션을 통해 인증서를 지정할 때 사용해야 합니다.
pl: Nazwa magazynu certyfikatów X.509 używanego do wyszukania certyfikatu. Domyślnie jest to „CurrentUser”, czyli magazyn certyfikatów X.509 używany przez bieżącego użytkownika. Ta opcja powinna być używana podczas określania certyfikatu za pomocą opcji -CertificateSubjectName lub -CertificateFingerprint.
pt_br: Nome do armazenamento de certificados X.509 para ser usado para pesquisar o certificado. O padrão para "CurrentUser", o armazenamento de certificados X.509 usado pelo usuário atual. Essa opção deve ser usada ao especificar o certificado por meio das opções -CertificateSubjectName ou -CertificatePrintprint.
ru: Имя хранилища сертификатов X.509, используемое для поиска сертификата. По умолчанию используется "CurrentUser", хранилище сертификатов X.509 для данного пользователя. Этот параметр следует использовать при задании сертификата с помощью параметров -CertificateSubjectName или -CertificateFingerprint.
tr: Sertifikayı aramak için kullanılacak X.509 sertifika deposunun adı. Varsayılan olarak, geçerli kullanıcı tarafından kullanılan X.509 sertifika deposu olan "CurrentUser" ayarlanır. Bu seçenek, -CertificateSubjectName veya -CertificateFingerprint seçenekleriyle sertifikayı belirtirken kullanılmalıdır.
zh_hans: 用于搜索证书的 X.509 证书存储的名称。默认为 "CurrentUser"，即当前用户使用的 X.509 证书存储。 通过 -CertificateSubjectName 或 -CertificateFingerprint 选项指定证书时，应使用此选项。
zh_hant: 要用來搜尋憑證的 X.509 憑證存放區名稱。預設為 "CurrentUser"，這是目前使用者使用的 X.509 憑證存放區。 此選項應在透過 -CertificateSubjectName 或 -CertificateFingerprint 選項指定憑證時使用。

# SignCommandCertificateStoreNameDescription
source: Name of the X.509 certificate store to use to search for the certificate. Defaults to "My", the X.509 certificate store for personal certificates. This option should be used when specifying the certificate via -CertificateSubjectName or -CertificateFingerprint options.
cs: Název úložiště certifikátů X.509, který se používá k hledání certifikátu. Výchozí hodnota je My, což je úložiště osobních certifikátů X.509. Tento parametr se má použít při zadávání certifikátu pomocí parametrů -CertificateSubjectName nebo -CertificateFingerprint.
de: Name des X.509-Zertifikatspeichers, der für die Suche nach dem Zertifikat verwendet werden soll. Es wird standardmäßig „My“ geöffnet, der X.509-Zertifikatspeicher für persönliche Zertifikate. Diese Option sollte beim Angeben des Zertifikats über die Optionen „-CertificateSubjectName“ oder „-CertificateFingerprint“ verwendet werden.
es: Nombre del almacén de certificados X.509 que se utilizará para buscar el certificado. El valor predeterminado es "Mi", el almacén de certificados X.509 para certificados personales. Esta opción debe usarse al especificar el certificado a través de las opciones --certificate-subject-name o --certificate-fingerprint.
fr: Nom du magasin de certificats X.509 à utiliser pour rechercher le certificat. La valeur par défaut est « My », le magasin de certificats X.509 pour les certificats personnels. Cette option doit être utilisée lors de la spécification du certificat via les options -CertificateSubjectName ou -CertificateFingerprint.
it: Nome dell'archivio certificati X.509 da usare per cercare il certificato. L'impostazione predefinita è "My", l'archivio certificati X.509 per i certificati personali. Questa opzione deve essere usata quando si specifica il certificato tramite le opzioni -CertificateSubjectName o -CertificateFingerprint options.
ja: 証明書の検索に使用する X.509 証明書ストアの名前です。既定では、個人証明書の X.509 証明書ストアである "My" が使用されます。 このオプションは、-CertificateSubjectName または -CertificateFingerprint オプションを使用して証明書を指定する場合に使用する必要があります。
ko: 인증서를 검색하는 데 사용할 X.509 인증서 저장소의 이름입니다. 기본값은 개인 인증서용 X.509 인증서 저장소인 "My"입니다. 이 옵션은 -CertificateSubjectName 또는 -CertificateFingerprint 옵션을 통해 인증서를 지정할 때 사용해야 합니다.
pl: Nazwa magazynu certyfikatów X.509, który będzie używany do wyszukiwania certyfikatu. Domyślnie jest to „Mój”, czyli magazyn certyfikatów X.509 dla certyfikatów osobistych. Ta opcja powinna być używana podczas określania certyfikatu za pomocą opcji -CertificateSubjectName lub -CertificateFingerprint.
pt_br: Nome do armazenamento de certificados X.509 para ser usado para pesquisar o certificado. O padrão para "My", o armazenamento de certificados X.509 para certificados pessoais. Essa opção deve ser usada ao especificar o certificado por meio das opções -CertificateSubjectName ou -CertificatePrintprint.
ru: Имя хранилища сертификатов X.509, используемое для поиска сертификата. По умолчанию используется "My", хранилище сертификатов X.509 для персональных сертификатов. Этот параметр следует использовать при задании сертификата с помощью параметров -CertificateSubjectName или -CertificateFingerprint.
tr: Sertifikayı aramak için kullanılacak X.509 sertifika deposunun adı. Varsayılan olarak, kişisel sertifikalara yönelik X.509 sertifika deposu olan "My" ayarlanır. Bu seçenek, -CertificateSubjectName veya -CertificateFingerprint seçenekleriyle sertifikayı belirtirken kullanılmalıdır.
zh_hans: 用于搜索证书的 X.509 证书存储的名称。默认为 "My"，即用于个人证书的 X.509 证书存储。 通过 -CertificateSubjectName 或 -CertificateFingerprint 选项指定证书时，应使用此选项。
zh_hant: 要用來搜尋憑證的 X.509 憑證存放區名稱。預設為 "My"，這是個人憑證的 X.509 憑證存放區。 此選項應在透過 -CertificateSubjectName 或 -CertificateFingerprint 選項指定憑證時使用。

# SignCommandCertificateSubjectNameDescription
source: Subject name of the certificate used to search a local certificate store for the certificate. The search is a case-insensitive string comparison using the supplied value, which will find all certificates with the subject name containing that string, regardless of other subject values. The certificate store can be specified by -CertificateStoreName and -CertificateStoreLocation options.
cs: Název subjektu certifikátu použitý k hledání místního úložiště certifikátů tohoto certifikátu. Hledání porovnává řetězce bez rozlišování malých a velkých písmen pomocí zadané hodnoty, a najde všechny certifikáty s názvem subjektu obsahujícím tento řetězec bez ohledu na jiné hodnoty subjektu. Úložiště certifikátů lze zadat pomocí parametrů -CertificateStoreName a -CertificateStoreLocation.
de: Betreffname des Zertifikats, mit dem ein lokaler Zertifikatspeicher nach dem Zertifikat durchsucht wird. Bei der Suche handelt es sich um einen ungültigen Zeichenfolgenvergleich mit dem angegebenen Wert, der unabhängig von anderen Betreffwerten alle Zertifikate mit dem Antragstellernamen enthält, der diese Zeichenfolge enthält. Der Zertifikatspeicher kann durch die Optionen „-CertificateStoreName“ und „-CertificateStoreLocation“ angegeben werden.
es: Nombre del asunto del certificado que se usa para buscar un almacén de certificados local para el certificado. La búsqueda es una comparación de cadenas que no diferencia mayúsculas de minúsculas con el valor proporcionado, que encontrará todos los certificados con el nombre del asunto que contienen esa cadena, independientemente de otros valores de asunto. El almacén de certificados se puede especificar por las opciones-CertificateStoreName y -CertificateStoreLocation.
fr: Nom du sujet du certificat utilisé pour rechercher le certificat dans un magasin de certificats local. La recherche est une comparaison de chaînes qui ne respecte pas la casse à l’aide de la valeur fournie, ce qui permet de trouver tous les certificats avec le nom de sujet contenant cette chaîne, quelles que soient les autres valeurs de sujet. Le magasin de certificats peut être spécifié par les options -CertificateStoreName et -CertificateStoreLocation.
it: Nome del soggetto del certificato usato per cercare il certificato in un archivio certificati locale. La ricerca è un confronto di stringhe senza distinzione tra maiuscole e minuscole usando il valore specificato che restituirà tutti i certificati il cui nome del soggetto contiene tale stringa, indipendentemente dagli altri valori del soggetto. È possibile specificare l'archivio certificati usando le opzioni -CertificateStoreName e -CertificateStoreLocation.
ja: ローカル証明書ストアで証明書を検索するために使用される証明書のサブジェクト名です。 検索は、指定された値を使用した大文字と小文字を区別しない文字列比較であり、他のサブジェクト値に関係なく、その文字列を含むサブジェクト名を持つすべての証明書が検索されます。 -CertificateStoreName オプションと -CertificateStoreLocation オプションで証明書ストアを指定できます。
ko: 로컬 인증서 저장소에서 인증서를 검색하는 데 사용되는 인증서의 주체 이름입니다. 검색은 제공된 값을 사용하는 대/소문자를 구분하지 않는 문자열 비교로, 다른 주체 값에 관계없이 해당 문자열을 포함하는 주체 이름의 모든 인증서를 찾습니다. 인증서 저장소는 -CertificateStoreName 및 -CertificateStoreLocation 옵션으로 지정할 수 있습니다.
pl: Nazwa podmiotu certyfikatu używanego do wyszukiwania certyfikatu w lokalnym magazynie certyfikatów. / Wyszukiwanie polega na porównywaniu łańcuchów bez rozróżniania wielkości liter przy użyciu podanej wartości, co spowoduje znalezienie wszystkich certyfikatów, których nazwa tematu zawiera ten ciąg znaków, niezależnie od innych wartości tematu. Magazyn certyfikatów można określić za pomocą opcji -CertificateStoreName i -CertificateStoreLocation.
pt_br: Nome do assunto do certificado usado para pesquisar um armazenamento de certificados local para o certificado. A pesquisa é uma comparação de cadeia de caracteres que não faz distinção entre maiúsculas e minúsculas usando o valor fornecido, o qual encontrará todos os certificados com o nome do assunto que contém essa cadeia de caracteres, independentemente de outros valores de assunto. O repositório de certificados pode ser especificado pelas opções -CertificateStoreName e -CertificateStoreLocation.
ru: Имя субъекта сертификата, используемое для поиска сертификата в локальном хранилище сертификатов. Поиск производится сравнением строк без учета регистра с предоставленным значением. Будут обнаружены все сертификаты с именем субъекта, содержащим эту строку, независимо от значений других субъектов. Хранилище сертификатов можно указать с помощью параметров -CertificateStoreName и -CertificateStoreLocation.
tr: Sertifika için yerel bir sertifika deposunda arama yapmak için kullanılan sertifikanın konu adı. Arama, sağlanan değeri kullanan büyük/küçük harfe duyarsız bir dize karşılaştırmasıdır. Bu arama sayesinde diğer konu değerlerinden bağımsız olarak, o dizeyi içeren konu adına sahip tüm sertifikalar bulunabilir. Sertifika deposu, -CertificateStoreName ve -CertificateStoreLocation seçenekleriyle belirtilebilir.
zh_hans: 用于在本地证书存储中搜索证书的证书的使用者名称。 该搜索是一个使用所提供值的不区分大小写的字符串比较，它将查找使用者名称包含该字符串的所有证书，而不考虑其他使用者值。 证书存储可通过 -CertificateStoreName 和 -CertificateStoreLocation 选项指定。
zh_hant: 要用來搜尋憑證的本機憑證存放區的憑證主體名稱。 搜尋是使用提供值之不區分大小寫的字串比較，它會尋找主體名稱包含該字串的所有憑證，無論其他的主體值為何。 -CertificateStoreName 和 -CertificateStoreLocation 選項可指定憑證存放區。

# SignCommandDescription
source: Signs a NuGet package with the specified certificate.
cs: Podepíše balíček NuGet zadaným certifikátem.
de: Signiert ein NuGet-Paket mit dem angegebenen Zertifikat.
es: Firma un paquete NuGet con el archivo p7b especificado.
fr: Signe un package NuGet avec le certificat spécifié.
it: Firma un pacchetto NuGet con il certificato specificato.
ja: 指定した証明書を使用して NuGet パッケージに署名します。
ko: 지정된 인증서로 NuGet 패키지에 서명합니다.
pl: Podpisuje pakiet NuGet przy użyciu określonego certyfikatu.
pt_br: Assina um pacote NuGet com o certificado especificado.
tr: Bir NuGet paketini belirtilen sertifika ile imzalar.
zh_hans: 使用指定的证书对 NuGet 包进行签名。
zh_hant: 使用指定的憑證簽署 NuGet 封裝。

# SignCommandHashAlgorithmDescription
source: Hash algorithm to be used to sign the package. Defaults to SHA256.
cs: Hashovací algoritmus, který se má použít k podepsání balíčku. Výchozí hodnota je SHA256.
de: Hashalgorithmus, der zum Signieren des Pakets verwendet werden soll. Der Standardwert ist SHA256.
es: Algoritmo de hash que se usará para firmar el paquete. El valor predeterminado es SHA256.
fr: Algorithme de hachage à utiliser pour signer le package. La valeur par défaut est SHA256.
it: Algoritmo hash da usare per firmare il pacchetto. Il valore predefinito è SHA256.
ja: パッケージの署名に使用するハッシュ アルゴリズムです。既定値は SHA256 です。
ko: 패키지에 서명하는 데 사용할 해시 알고리즘입니다. 기본값은 SHA256입니다.
pl: Algorytm haszujący, który ma być używany do podpisywania pakietu. Wartość domyślna to SHA256.
pt_br: Algoritmo de hash para ser usado para assinar o pacote. Padrões para SHA256.
ru: Алгоритм хэширования, используемый для подписи пакета. Значение по умолчанию: SHA256.
tr: Paketi imzalamak için kullanılacak karma algoritması. Varsayılan olarak SHA256 kullanılır.
zh_hans: 用于对包进行签名的哈希算法。默认值为 SHA256。
zh_hant: 要用來簽署封裝的雜湊演算法。預設為 SHA256。

# SignCommandInvalidCertificateFingerprint
source: {0}: Invalid value for 'CertificateFingerprint' option. The value must be a SHA-256, SHA-384, or SHA-512 certificate fingerprint (in hexadecimal).
cs: {0}: Neplatná hodnota pro parametr CertificateFingerprint. Hodnotou musí být otisk certifikátu SHA-256, SHA-384 nebo SHA-512 (v šestnáctkovém tvaru).
de: {0}: Ungültiger Wert für die Option „CertificateFingerprint“. Der Wert muss ein SHA-256-, SHA-384- oder SHA-512-Zertifikatfingerabdruck (hexadezimal) sein.
es: {0}: valor no válido para la opción "CertificateFingerprint". El valor debe ser una huella de certificado SHA-256, SHA-384 o SHA-512 (en hexadecimal).
fr: {0} : valeur non valide pour l’option « CertificateFingerprint ». La valeur doit être une empreinte digitale de certificat SHA-256, SHA-384 ou SHA-512 (en hexadécimal).
it: {0}: Valore non valido per l'opzione 'CertificateFingerprint'. Il valore deve essere un’impronta digitale SHA-256, SHA-384 o SHA-512 del certificato (in formato esadecimale).
ja: {0}: 'CertificateFingerprint' オプションの値が無効です。値は SHA-256、SHA-384、または SHA-512 証明書フィンガープリント (16 進数) である必要があります。
ko: {0}: 'CertificateFingerprint' 옵션의 값이 잘못되었습니다. 값은 SHA-256, SHA-384 또는 SHA-512 인증서 지문(16진수)이어야 합니다.
pl: {0}: Nieprawidłowa wartość opcji „CertificateFingerprint”. Wartość musi być odciskiem cyfrowym certyfikatu SHA-256, SHA-384 lub SHA-512 (w systemie szesnastkowym).
pt_br: {0}: Valor inválido para a opção "CertificateFingerprint". O valor deve ser uma impressão digital de certificado SHA-256, SHA-384 ou SHA-512 (em hexadecimal).
ru: {0}: недопустимое значение параметра "CertificateFingerprint". Значение должно быть отпечатком сертификата SHA-256, SHA-384 или SHA-512 (в шестнадцатеричном формате).
tr: {0}: 'CertificateFingerprint' seçeneği için geçersiz değer. Değer bir SHA-256, SHA-384 veya SHA-512 sertifikası parmak izi (onaltılık olarak) olmalıdır.
zh_hans: {0}: "CertificateFingerprint" 选项的值无效。该值必须是 SHA-256、SHA-384 或 SHA-512 证书指纹(十六进制)。
zh_hant: {0}: 'CertificateFingerprint' 選項的值無效。該值必須是 SHA-256、SHA-384 或 SHA-512 憑證指紋 (十六進位格式)。

# SignCommandMissingArgumentException
source: No value provided for '{0}', which is needed when using the '{1}' option. For a list of accepted values, please visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Pro „{0}“ není zadaná žádná hodnota, která by se potřebovala při použití možnosti „{1}“. Seznam přijatých hodnot najdete na https://docs.nuget.org/docs/reference/command-line-reference
de: Für „{0}“ wurde kein Wert angegeben. Dieser ist jedoch für die Verwendung der Option „{1}“ erforderlich. Eine Liste zulässiger Werte finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference
es: No se proporcionó un valor para "{0}", que es necesario para usar la opción “{1}”. Para obtener una lista de los valores aceptados, visite https://docs.nuget.org/docs/reference/command-line-reference.
fr: Aucune valeur fournie pour '{0}', alors que c’est nécessaire lors de l’utilisation de l’option '{1}'. Pour obtenir la liste des valeurs acceptées, consultez https://docs.nuget.org/docs/reference/command-line-reference
it: Nessun valore fornito per '{0}', necessario quando si usa l'opzione '{1}'. Per un elenco dei valori accettati, visitare https://docs.nuget.org/docs/reference/command-line-reference.
ja: '{0}' に対して値が指定されていません。これは `{1}` オプションを使用するのに必要です。承認済みの値のリストについては、https://docs.nuget.org/docs/reference/command-line-reference を参照してください
ko: '{1}' 옵션을 사용할 때 필요한 '{0}'에 대한 값이 제공되지 않았습니다. 허용되는 값 목록을 보려면 https://docs.nuget.org/docs/reference/command-line-reference를 방문하세요.
pl: Nie podano wartości dla elementu „{0}”, która jest wymagana w przypadku używania opcji „{1}”. Aby uzyskać listę akceptowanych wartości, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Nenhum valor fornecido para '{0}', que é necessário ao usar a opção '{1}'. Para obter uma lista de valores aceitos, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Не указано значение для "{0}" необходимое при использовании параметра "{1}". Список допустимых значений см. на странице https://docs.nuget.org/docs/reference/command-line-reference.
tr: '{0}' için '{1}' seçeneği kullanılırken gerekli olan değer sağlanmadı. Kabul edilen değerler listesi için lütfen https://docs.nuget.org/docs/reference/command-line-reference adresini ziyaret edin
zh_hans: 没有为“{0}”提供值，但使用“{1}”选项时需要该值。有关接受值的列表，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 未提供任何值給 '{0}'，當使用 '{1}' 選項時需要此值。如需可接受的值清單，請前往 https://docs.nuget.org/docs/reference/command-line-reference

# SignCommandMultipleCertificateException
source: Multiple options were used to specify a certificate. For a list of accepted ways to provide a certificate, please visit https://docs.nuget.org/docs/reference/command-line-reference
cs: K určení certifikátu bylo použito více možností. Seznam přijatelných způsobů, jak poskytnout certifikát, najdete na https://docs.nuget.org/docs/reference/command-line-reference
de: Es wurden mehrere Optionen zur Angabe eines Zertifikats verwendet. Eine Liste der akzeptierten Methoden, ein Zertifikat anzugeben, finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference
es: Se han utilizado diferentes maneras de especificar un certificado. Para obtener una lista de las formas aceptadas de proporcionar un certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
fr: Plusieurs options ont été utilisées pour spécifier un certificat. Pour obtenir la liste des méthodes acceptées pour fournir un certificat, visitez https://docs.nuget.org/docs/reference/command-line-reference
it: Sono state usate più opzioni per specificare un certificato. Per un elenco delle modalità accettate per la specifica di un certificato, visitare https://docs.nuget.org/docs/reference/command-line-reference.
ja: 証明書を指定するために複数のオプションが使用されました。証明書を提供するための承認済み方法のリストについては、https://docs.nuget.org/docs/reference/command-line-reference を参照してください
ko: 인증서를 지정하는 데 여러 옵션이 사용되었습니다. 인증서를 제공하는 허용되는 방법 목록을 보려면 https://docs.nuget.org/docs/reference/command-line-reference를 방문하세요.
pl: Do określenia certyfikatu użyto wielu opcji. Aby uzyskać listę akceptowanych sposobów dostarczenia certyfikatu, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Várias opções foram usadas para especificar um certificado. Para obter uma lista de maneiras aceitas de fornecer um certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Для указания сертификата использовалось несколько вариантов. Список допустимых способов предоставления сертификата см. на странице https://docs.nuget.org/docs/reference/command-line-reference
tr: Sertifika belirtmek için birden çok seçenek kullanıldı. Kabul edilen sertifika sağlama yollarının listesi için lütfen https://docs.nuget.org/docs/reference/command-line-reference adresini ziyaret edin
zh_hans: 已使用多个选项来指定证书。要获取接受的证书提供方式的列表，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 使用多個選項來指定憑證。如需提供憑證可接受的方法清單，請前往 https://docs.nuget.org/docs/reference/command-line-reference
