Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Option_Verbosity
source: Display this amount of details in the output: normal, quiet, detailed.
cs: Ve výstupu se zobrazí toto množství podrobností: normální, tichý, podrobný.
de: Zeigen Sie die entsprechende Menge von Details in der Ausgabe an: Normal, Mittel, Detailliert.
es: Muestra esta cantidad de detalles en la salida: normal, silencioso, detallado.
fr: Affichez cette quantité de détails dans la sortie : normal, silencieux, détaillé.
it: Visualizzare la quantità di dettagli nell'output: normale, silenzioso, dettagliato.
ja: この量の詳細を出力に表示します: 標準、サイレント、詳細。
ko: 출력에 이 정도의 세부 정보를 표시합니다. 일반, 조용함, 상세.
pl: Wyświetl tę ilość szczegółów w danych wyjściowych: normalny, cichy, szczegółowy.
pt_br: Exiba essa quantidade de detalhes na saída: normal, silencioso, detalhado.
ru: Отображение следующего количества подробных сведений в выходных данных: normal, quiet, detailed.
tr: Çıkışta şu miktarda ayrıntı görüntüle: normal, sessiz, ayrıntılı.
zh_hans: 在输出中显示以下数量的详细信息: normal、quiet、detailed。
zh_hant: 在輸出中顯示此詳細資料量: 標準、無訊息、詳細。

# PackageCommandBasePathDescription
source: The base path of the files defined in the nuspec file.
cs: Základní cesta k souborům definovaným v souboru nuspec
de: Der Basispfad der in der nuspec-Datei definierten Dateien.
es: La ruta de acceso base de los archivos definidos en el archivo nuspec.
fr: Chemin de base des fichiers définis dans le fichier nuspec.
it: Percorso di base dei file definiti nel file nuspec.
ja: nuspec ファイルで定義されたファイルのベース パス。
ko: nuspec 파일에 정의된 파일의 기본 경로입니다.
pl: Podstawowa ścieżka plików zdefiniowana w pliku nuspec.
pt_br: O caminho base dos arquivos definidos no arquivo nuspec.
ru: Базовый путь к файлам, определенный в файле nuspec.
tr: nuspec dosyasında tanımlanan dosyaların temel yolu.
zh_hans: nuspec 文件中定义的文件的基路径。
zh_hant: 定義於 nuspec 檔案中之檔案的基本路徑。

# PackageCommandBuildDescription
source: Determines if the project should be built before building the package.
cs: Určuje, jestli se projekt má sestavit dříve, než se sestaví balíček.
de: Legt fest, ob das Projekt vor dem Paket erstellt werden soll.
es: Determina si el proyecto se debe compilar antes de compilar el paquete.
fr: Détermine si le projet doit être généré avant le package.
it: Determina se è necessario compilare il progetto prima di compilare il pacchetto.
ja: パッケージをビルドする前にプロジェクトをビルドする必要があるかどうかを決定します。
ko: 패키지를 빌드하기 전에 프로젝트를 빌드해야 하는지 여부를 결정합니다.
pl: Określa, czy projekt powinien zostać skompilowany przed skompilowaniem pakietu.
pt_br: Determina se o projeto deve ser criado antes de criar o pacote.
ru: Определяет, нужна ли сборка проекта перед сборкой пакета.
tr: Projenin paket oluşturulmadan önce derlenmesi gerekip gerekmediğini belirler.
zh_hans: 确定是否应在生成包之前构建项目。
zh_hant: 決定是否應在建置套件之前先建置專案。

# PackageCommandConfigFile
source: Specify the configuration file for the pack command.
cs: Zadejte konfigurační soubor pro příkaz sbalení.
de: Geben Sie die Konfigurationsdatei für den Paketbefehl an.
es: Especifique el archivo de configuración para el comando de paquete.
fr: Spécifiez le fichier de configuration pour la commande pack.
it: Specificare il file di configurazione per il comando pacchetto.
ja: パック コマンドの構成ファイルを指定してください。
ko: pack 명령에 대한 구성 파일을 지정합니다.
pl: Określ plik konfiguracji dla polecenia pakietu.
pt_br: Especifique o arquivo de configuração para o comando do pacote.
ru: Укажите файл конфигурации для команды упаковки.
tr: Paket komutu için yapılandırma dosyasını belirtin.
zh_hans: 指定包命令的配置文件。
zh_hant: 指定封裝命令的設定檔。

# PackageCommandDescription
source: Creates a NuGet package based on the specified nuspec or project file.
cs: Vytvoří balíček NuGet na základě zadaného souboru nuspec nebo projektu.
de: Erstellt ein NuGet-Paket basierend auf der angegebenen nuspec- oder Projektdatei.
es: Crea un paquete NuGet en función del archivo nuspec o el archivo de proyecto
fr: Crée un package NuGet basé sur le fichier nuspec ou le projet spécifié.
it: Crea un pacchetto NuGet in base al file nuspec o di progetto specificato.
ja: 指定した nuspec またはプロジェクト ファイルに基づいて NuGet パッケージが作成されます。
ko: 지정된 nuspec 또는 프로젝트 파일을 기반으로 NuGet 패키지를 만듭니다.
pl: Tworzy pakiet NuGet na podstawie określonego pliku nuspec lub pliku projektu.
pt_br: Cria um pacote NuGet baseado no arquivo de projeto ou nuspec especificado.
ru: Создает пакет NuGet на основе указанного файла nuspec или файла проекта.
tr: Belirtilen nuspec veya proje dosyasını temel alan bir NuGet paketi oluşturur.
zh_hans: 根据指定的 nuspec 或项目文件创建 NuGet 包。
zh_hant: 根據指定的 nuspec 或專案檔，建立 NuGet 封裝。

# PackageCommandDeterministic
source: Specify if the command should create a deterministic package. Multiple invocations of the pack command will create the exact same package.
cs: Určete, jestli má příkaz vytvořit deterministický balíček. Vícenásobné vyvolání příkazu pack vytvoří úplně stejný balíček.
de: Geben Sie an, ob der Befehl ein deterministisches Paket erstellen soll. Durch mehrere Aufrufe des Paketbefehls wird genau dasselbe Paket erstellt.
es: Especifique si el comando debe crear un paquete determinista. Varias invocaciones del comando pack crearán exactamente el mismo paquete.
fr: Spécifiez si la commande doit créer un package déterministe. Plusieurs appels de la commande pack créent exactement le même package.
it: Specificare se il comando deve creare un pacchetto deterministico. Le chiamate multiple del comando pack creeranno lo stesso pacchetto.
ja: コマンドで決定論的パッケージを作成する必要があるかどうかを指定します。パック コマンドを複数回呼び出すと、まったく同じパッケージが作成されます。
ko: 명령이 결정적 패키지를 생성해야 하는지 여부를 지정합니다. pack 명령을 여러 번 호출하면 정확히 동일한 패키지가 생성됩니다.
pl: Określ, czy polecenie powinno utworzyć pakiet deterministyczny. Wiele wywołań polecenia pakietu spowoduje utworzenie dokładnie tego samego pakietu.
pt_br: Especifique se o comando deve criar um pacote determinístico. Várias invocações do comando pack criarão exatamente o mesmo pacote.
ru: Укажите, должна ли эта команда создавать детерминированный пакет. Если вызвать команду упаковки несколько раз, будет создаваться одинаковый пакет.
tr: Komutun belirleyici bir paket oluşturması gerekip gerekmediğini belirtin. Paket komutunun birden çok çağrısı aynı paketi oluşturur.
zh_hans: 指定命令是否应创建确定性包。多次调用包命令将创建完全相同的包。
zh_hant: 指定命令是否應該建立確定性封裝。多次呼叫封裝命令將會建立完全相同的封裝。

# PackageCommandExcludeDescription
source: Specifies one or more wildcard patterns to exclude when creating a package.
cs: Určuje nejméně jeden vzor zástupných znaků, který se má vyloučit při vytváření balíčku.
de: Gibt mindestens ein Platzhaltermuster an, das beim Erstellen eines Pakets ausgeschlossen werden soll.
es: Especifica uno o varios patrones de comodines que se excluirán al crear un paquete.
fr: Spécifie un ou plusieurs modèles à caractère générique à exclure durant la création d'un package.
it: Specifica uno o più caratteri jolly da escludere durante la creazione di un pacchetto.
ja: パッケージの作成時に除外する 1 つまたは複数のワイルドカード パターンを指定します。
ko: 패키지를 만들 때 제외할 와일드카드 패턴을 하나 이상 지정합니다.
pl: Określa co najmniej jeden wzorzec symboli wieloznacznych do wykluczenia podczas tworzenia pakietu.
pt_br: Especifica um ou mais padrões de curinga a serem excluídos ao criar um pacote.
ru: Задает шаблоны подстановочных знаков, которые нужно исключить при создании пакета.
tr: Bir paket oluşturulurken hariç tutulacak bir veya daha fazla joker karakter desenini belirtir.
zh_hans: 创建包时指定一个或多个要排除的通配符模式。
zh_hant: 指定一或多個在建立套件時要排除的萬用字元模式。

# PackageCommandExcludeEmptyDirectories
source: Prevent inclusion of empty directories when building the package.
cs: Zabrání tomu, aby se při sestavování balíčku zahrnovaly prázdné adresáře.
de: Hiermit verhindern Sie, dass beim Erstellen des Pakets leere Verzeichnisse einbezogen werden.
es: Impide la inclusión de directorios vacíos al crear el paquete.
fr: Empêche d'inclure des répertoires vides pendant la génération du package.
it: Consente di impedire l'inclusione di directory vuote durante la compilazione del pacchetto.
ja: パッケージをビルドするときに、空のディレクトリが含まれないようにします。
ko: 패키지를 빌드할 때 빈 디렉터리를 포함하지 않도록 합니다.
pl: Zapobiegaj uwzględnianiu pustych katalogów podczas kompilowania pakietu.
pt_br: Evite a inclusão de diretórios vazios ao criar o pacote.
ru: Предотвращает включение пустых каталогов при сборке пакета.
tr: Paket derlenirken boş dizinlerin dahil edilmesini önleyin.
zh_hans: 生成包时阻止包含空目录。
zh_hant: 建置套件時，禁止包含空的目錄。

# PackageCommandIncludeReferencedProjects
source: Include referenced projects either as dependencies or as part of the package.
cs: Zahrne odkazované projekty buď jako závislosti, nebo jako součást balíčku.
de: Referenzierte Projekte entweder als Abhängigkeiten oder als Teil des Pakets einbeziehen.
es: Incluye proyectos a los que se hace referencia como dependencias o como parte del paquete.
fr: Inclut les projets référencés comme dépendances ou comme faisant partie du package.
it: Include progetti di riferimento come dipendenze o come parte del pacchetto.
ja: 参照されるプロジェクトは、依存関係またはパッケージの一部として含まれます。
ko: 참조된 프로젝트를 종속성 또는 패키지의 일부로 포함합니다.
pl: Uwzględnij przywoływane projekty jako zależności lub jako część pakietu.
pt_br: Inclua projetos referenciados como dependências ou como parte do pacote.
ru: Включить проекты, на которые имеются ссылки, в качестве зависимостей или в качестве части пакета.
tr: Başvurulan projeleri bağımlılık veya paketin bir parçası olarak ekleyin.
zh_hans: 包括引用的项目，要么作为依赖项，要么作为包的一部分。
zh_hant: 將參考的專案納入為相依性或是套件的一部分。

# PackageCommandInstallPackageToOutputPath
source: Specify if the command should prepare the package output directory to support share as feed.
cs: Určete, jestli má příkaz připravit výstupní adresář balíčku tak, aby podporoval sdílenou složku jako informační kanál.
de: Geben Sie an, ob der Befehl das Paketausgabeverzeichnis für die Unterstützung der Freigabe als Feed vorbereiten soll.
es: Especifique si el comando debe preparar el directorio de salida del paquete para admitir el recurso compartido como fuente.
fr: Spécifiez si la commande doit préparer le répertoire de sortie du package pour prendre en charge le partage en tant que flux.
it: Specificare se il comando deve preparare la directory di output del pacchetto per supportare la condivisione come feed.
ja: 共有をフィードとしてサポートするために、コマンドでパッケージ出力ディレクトリを準備するかどうかを指定します。
ko: 명령이 피드로 공유를 지원하기 위해 패키지 출력 디렉터리를 준비해야 하는지 여부를 지정합니다.
pl: Określ, czy polecenie ma przygotować katalog wyjściowy pakietu do obsługi udziału jako kanału informacyjnego.
pt_br: Especifique se o comando deve preparar o diretório de saída do pacote para dar suporte ao compartilhamento como feed.
ru: Укажите, должна ли эта команда подготовить выходной каталог пакета для поддержки общего ресурса в качестве канала.
tr: Komutun özet akışı olarak paylaşımı desteklemesi için paket çıkış dizinini hazırlaması gerekip gerekmediğini belirtin.
zh_hans: 指定命令是否应准备包输出目录以支持共享为源。
zh_hant: 指定命令是否應準備封裝輸出目錄，以支援以摘要方式共用。

# PackageCommandMinClientVersion
source: Set the minClientVersion attribute for the created package.
cs: Nastaví atribut minClientVersion pro vytvořený balíček.
de: Legen Sie das minClientVersion-Attribut für das erstellte Paket fest.
es: Establece el atributo minClientVersion para el paquete creado.
fr: Définit l'attribut minClientVersion pour le package créé.
it: Imposta l'attributo minClientVersion per il pacchetto creato.
ja: 作成したパッケージに minClientVersion 属性を設定します。
ko: 만든 패키지의 minClientVersion 특정을 설정합니다.
pl: Ustawia atrybut minClientVersion dla utworzonego pakietu.
pt_br: Define o atributo minClientVersion do pacote criado.
ru: Установите атрибут minClientVersion для созданного пакета.
tr: Oluşturulan paket için minClientVersion özniteliğini ayarlayın.
zh_hans: 为创建的包设置 minClientVersion 属性。
zh_hant: 為建立的套件設定 minClientVersion 屬性。

# PackageCommandNoDefaultExcludes
source: Prevent default exclusion of NuGet package files and files and folders starting with a dot e.g. .svn.
cs: Zabrání tomu, aby se standardně vylučovaly soubory balíčku NuGet a soubory a složky, které začínají tečkou, třeba .svn.
de: Hiermit verhindern Sie den Standardausschluss von NuGet-Paketdateien sowie von Dateien und Ordnern, die mit einem Punkt beginnen, z. B. ".svn".
es: Impide la exclusión predeterminada de archivos de paquete NuGet y de archivos y carpetas que comienzan con un punto, por ejemplo, .svn.
fr: Empêche l'exclusion par défaut des fichiers de package NuGet et des fichiers et dossiers commençant par un point (par exemple : .svn).
it: Consente di impedire l'esclusione predefinita dei file di pacchetto NuGet e dei file e delle cartelle che iniziano con un punto, ad esempio .svn.
ja: NuGet パッケージ ファイルおよびドットで始まるファイルとフォルダー (.svn など) が既定で除外されないようにします。
ko: NuGet 패키지 파일과 점으로 시작하는 파일 및 폴더(예: .svn)가 기본적으로 제외되지 않도록 합니다.
pl: Zapobiegaj domyślnemu wykluczaniu plików pakietów NuGet oraz plików i folderów zaczynających się kropką, np. .svn.
pt_br: Evite a exclusão padrão dos arquivos de pacote NuGet e de arquivos e de pastas que começam por ponto, por exemplo, .svn.
ru: Отключить исключение по умолчанию для файлов пакетов NuGet и файлов и папок, имена которых начинаются с точки, например .svn.
tr: NuGet paketi dosyalarının ve bir nokta ile başlayan (ör. .svn) dosya ve klasörlerin varsayılan olarak hariç tutulmasını önleyin.
zh_hans: 阻止默认排除 NuGet 包文件以及以句点开头的文件和文件夹，例如 .svn。
zh_hant: 禁止預設排除 NuGet 套件檔案，以及用點開頭的檔案與資料夾，例如 .svn。

# PackageCommandNoRunAnalysis
source: Specify if the command should not run package analysis after building the package.
cs: Určuje, jestli příkaz nemá po sestavení balíčku spustit jeho analýzu.
de: Hiermit geben Sie an, dass der Befehl nach dem Erstellen des Pakets keine Paketanalyse ausführen soll.
es: Especifica si el comando no debe ejecutar el análisis de paquetes después de compilar el paquete.
fr: Indiquez si la commande ne doit pas exécuter l'analyse du package une fois celui-ci généré.
it: Consente di specificare se il comando non deve eseguire l'analisi del pacchetto dopo la compilazione del pacchetto.
ja: パッケージのビルド後に、コマンドがパッケージ分析を実行しないように指定します。
ko: 패키지를 빌드한 후 명령에서 패키지 분석을 실행하지 않아야 하는지 여부를 지정합니다.
pl: Określ, czy po kompilacji pakietu polecenie nie powinno uruchamiać analizy pakietu.
pt_br: Especifique se o comando não deve executar análise do pacote após criar o pacote.
ru: Указывает, должна ли команда анализировать пакет после его сборки.
tr: Paket derlendikten sonra komut, paket analizini çalıştırmaması gerekiyorsa belirtin.
zh_hans: 指定该命令是否不应在生成包之后运行包分析。
zh_hant: 指定在建置套件之後，命令是否不應執行套件分析。

# PackageCommandOutputDirDescription
source: Specifies the directory for the created NuGet package file. If not specified, uses the current directory.
cs: Určuje adresář pro vytvořený soubor balíčku NuGet. Pokud není zadáno, použije aktuální adresář.
de: Gibt das Verzeichnis für die erstellte NuGet-Paketdatei an. Wenn keines angeben wird, wird das aktuelle Verzeichnis verwendet.
es: Especifica el directorio del archivo de paquete NuGet creado. Si no se especifica, se usa el directorio actual
fr: Spécifie le répertoire du fichier de package NuGet créé. S'il n'est pas spécifié, le répertoire actif est utilisé.
it: Specifica la directory per il file del pacchetto NuGet creato. Se non specificata, viene usata la directory corrente.
ja: 作成された NuGet パッケージ ファイルのディレクトリを指定します。指定しない場合は、現在のディレクトリが使用されます。
ko: 생성된 NuGet 패키지 파일의 디렉터리를 지정합니다. 지정하지 않으면 현재 디렉터리를 사용합니다.
pl: Określa katalog dla tworzonego pliku pakietu NuGet. Jeśli ten parametr nie zostanie określony, używany będzie bieżący katalog.
pt_br: Especifica o diretório do arquivo de pacote NuGet criado. Se não especificado, usa o diretório atual.
ru: Указывает каталог для созданного файла пакета NuGet. Если каталог не указан, используется текущий каталог.
tr: Oluşturulan NuGet paket dosyası için dizini belirtir. Belirtilmezse geçerli dizini kullanır.
zh_hans: 为创建的 NuGet 包文件指定目录。如果未指定，则使用当前目录。
zh_hant: 為建立的 NuGet 封裝檔案指定目錄。若未指定，會使用目前的目錄。

# PackageCommandOutputFileNamesWithoutVersion
source: Specify if the command should prepare the package output name without the version.
cs: Určete, jestli má příkaz připravit název výstupu balíčku bez verze.
de: Geben Sie an, ob der Paketausgabename mit dem Befehl ohne Version vorbereitet werden soll.
es: Especifique si el comando debe preparar el nombre de salida del paquete sin la versión.
fr: Spécifiez si la commande doit préparer le nom de sortie du package sans la version.
it: Specificare se il comando deve preparare il nome di output del pacchetto senza la versione.
ja: バージョンを指定せずにパッケージ出力名を準備するかどうかを指定します。
ko: 명령이 버전 없이 패키지 출력 이름을 준비해야 하는지 여부를 지정합니다.
pl: Określ, czy polecenie ma przygotować nazwę wyjściową pakietu bez wersji.
pt_br: Especifique se o comando deve preparar o nome de saída do pacote sem a versão.
ru: Укажите, должна ли эта команда подготовить выходное имя пакета без версии.
tr: Komutun paket çıkış adını sürüm olmadan hazırlaması gerekip gerekmediğini belirtin.
zh_hans: 指定命令是否应在没有版本的情况下准备包输出名称。
zh_hant: 指定命令是否應在沒有版本的情況下準備封裝輸出名稱。

# PackageCommandPackagesDirectory
source: Specifies the packages folder.
cs: Určuje složku balíčků.
de: Gibt den Paketordner an.
es: Especifica la carpeta de paquetes.
fr: Spécifie le dossier des packages.
it: Specifica la cartella dei pacchetti.
ja: パッケージ フォルダーを指定します。
ko: 패키지 폴더를 지정합니다.
pl: Określa folder pakietów.
pt_br: Especifica a pasta de pacotes.
ru: Указывает папку пакетов.
tr: Paketler klasörünü belirtir.
zh_hans: 指定包文件夹。
zh_hant: 指定封裝資料夾。

# PackageCommandPropertiesDescription
source: Provides the ability to specify a semicolon ";" delimited list of properties when creating a package.
cs: Umožňuje zadat středníkem (;) oddělený seznam vlastností při vytváření balíčku.
de: Bietet die Möglichkeit, eine durch Semikolons (;) getrennte Liste von Eigenschaften beim Erstellen eines Pakets anzugeben.
es: Permite especificar una lista de propiedades delimitada por punto y coma ";" al crear un paquete.
fr: Permet de spécifier une liste de propriétés délimitée par un point-virgule « ; » lors de la création d’un package.
it: Consente di specificare un elenco di proprietà delimitato da un punto e virgola ";" durante la creazione di un pacchetto.
ja: パッケージの作成時に、セミコロン ";" で区切られたプロパティのリストを指定する機能を提供します。
ko: 세미콜론 ";"을 지정하는 기능을 제공합니다. 패키지를 만들 때 속성의 구분된 목록입니다.
pl: Umożliwia określenie rozdzielanej średnikami listy właściwości podczas tworzenia pakietu.
pt_br: Fornece a capacidade de especificar um ponto e vírgula ";" lista delimitada de propriedades ao criar um pacote.
ru: Позволяет указать список свойств, разделенных точкой с запятой ";" при создании пакета.
tr: Paket oluştururken noktalı virgülle ";" ayrılmış özellikler listesi belirtme olanağı sağlar.
zh_hans: 提供在创建包时指定以分号 ";" 分隔的属性列表的功能。
zh_hant: 在建立封裝時，提供指定屬性分號 ";" 分隔清單的功能。

# PackageCommandSolutionDirectory
source: Specifies the solution directory.
cs: Určuje adresář řešení.
de: Gibt das Projektmappenverzeichnis an.
es: Especifica el directorio de la solución.
fr: Spécifie le répertoire de la solution.
it: Specifica la directory della soluzione.
ja: ソリューション ディレクトリを指定します。
ko: 솔루션 디렉터리를 지정합니다.
pl: Określa katalog rozwiązania.
pt_br: Especifica o diretório da solução.
ru: Указывает каталог решения.
tr: Çözüm dizinini belirtir.
zh_hans: 指定解决方案目录。
zh_hant: 指定解決方案目錄。

# PackageCommandSuffixDescription
source: Appends a pre-release suffix to the internally generated version number.
cs: Připojí k interně vygenerovanému číslu verze příponu předběžné verze.
de: Hängt der intern generierten Versionsnummer ein Vorabversionssuffix an.
es: Anexa un sufijo de versión preliminar al número de versión generado internamente.
fr: Ajoute un suffixe de préversion au numéro de version généré en interne.
it: Aggiunge un suffisso di versione non definitiva al numero di versione generato internamente.
ja: 内部で生成されたバージョン番号にプレリリースのサフィックスを追加します。
ko: 내부적으로 생성된 버전 번호에 시험판 접미사를 추가합니다.
pl: Dołącza sufiks wersji wstępnej do wewnętrznie wygenerowanego numeru wersji.
pt_br: Acrescenta um sufixo de pré-lançamento ao número de versão gerado internamente.
ru: Добавляет суффикс предварительного выпуска ко внутреннему номеру версии.
tr: Dahili olarak oluşturulan sürüm numarasına bir yayın öncesi sürüm son eki ekler.
zh_hans: 将预发布后缀追加到内部生成的版本号。
zh_hant: 將發行前版本的尾碼附加至內部產生的版本號碼。

# PackageCommandSymbolPackageFormat
source: When creating a symbols package, allows to choose between the 'snupkg' and 'symbols.nupkg' format.
cs: Umožňuje volit mezi formáty „snupkg“ a „symbols.nupkg“ při vytváření balíčku symbolů.
de: Ermöglicht beim Erstellen eines Symbolpakets die Auswahl zwischen dem Format „snupkg“ und „symbols.nupkg“.
es: Al crear un paquete de símbolos, permite elegir entre el formato "snupkg" y "symbols.nupkg".
fr: Lors de la création d’un package de symboles, permet de choisir entre le format 'snupkg' et 'symbols.nupkg'.
it: Quando si crea un pacchetto di simboli, è possibile scegliere tra il formato 'snupkg' e 'symbols.nupkg'.
ja: シンボル パッケージを作成するときに、'snupkg' と 'symbols.nupkg' の形式を選択できます。
ko: 기호 패키지를 만들 때 'snupkg' 및 'symbols.nupkg' 형식 중에서 선택할 수 있습니다.
pl: Podczas tworzenia pakietu symboli można wybrać między formatami „snupkg” i „symbols.nupkg”.
pt_br: Ao criar um pacote de símbolos, permite escolher entre o formato 'snupkg' e 'symbols.nupkg'.
ru: При создании пакета символов позволяет выбрать формат "snupkg" и "symbols.nupkg".
tr: Bir sembol paketi oluştururken 'snupkg' ve 'symbols.nupkg' biçimi arasında bir seçenek sağlar.
zh_hans: 创建符号包时，允许在 "snupkg" 和 "symbols.nupkg" 格式之间进行选择。
zh_hant: 建立符號封裝時，允許選擇 'snupkg' 和 'symbols.nupkg' 格式。

# PackageCommandSymbolsDescription
source: Determines if a package containing sources and symbols should be created. When specified with a nuspec, creates a regular NuGet package file and the corresponding symbols package.
cs: Určuje, jestli se má vytvořit balíček, který obsahuje zdroje a symboly. Když se tato možnost zadá v rámci souboru nuspec, vytvoří se běžný soubor balíčku NuGet a odpovídající balíček symbolů.
de: Legt fest, ob ein Paket mit Quellen und Symbolen erstellt werden soll. Wenn diese Option mit "nuspec" angegeben wird, werden eine normale NuGet-Paketdatei sowie das entsprechende Symbolpaket erstellt.
es: Determina si se debe crear un paquete que contenga orígenes y símbolos. Cuando se especifica con un archivo nuspec, se crea un archivo de paquete NuGet normal y el paquete de símbolos correspondiente.
fr: Détermine si un package contenant des sources et des symboles doit être créé. Si un nuspec est spécifié, crée un fichier de package NuGet normal et le package de symboles correspondant.
it: Determina se deve essere creato un pacchetto contenente origini e simboli. Quando viene specificato con un file nuspec, crea un file di pacchetto NuGet e il pacchetto dei simboli corrispondente.
ja: ソースとシンボルが含まれるパッケージを作成するかどうかを指定します。nuspec で指定すると、標準の NuGet パッケージ ファイルと、対応するシンボル パッケージが作成されます。
ko: 원본 및 기호가 포함된 패키지를 만들지 여부를 결정합니다. nuspec을 사용하여 지정하는 경우 일반 NuGet 패키지 파일 및 해당하는 기호 패키지를 만듭니다.
pl: Określa, czy powinien zostać utworzony pakiet zawierający źródła i symbole. W przypadku określenia z plikiem nuspec tworzy zwykły plik pakietu NuGet i odpowiadający mu pakiet symboli.
pt_br: Determina se um pacote contendo origens e símbolos deve ser criado. Quando especificado com um nuspec, cria um arquivo de pacote NuGet regular e o pacote de símbolos correspondente.
ru: Определяет, следует ли создать пакет, содержащий исходный код и символы. При указании этого параметра с файлом nuspec создаются обычный файл пакета NuGet и соответствующий пакет символов.
tr: Kaynaklar ve semboller içeren bir paketin oluşturulması gerekip gerekmediğini belirler. Bir nuspec ile belirtildiğinde, normal bir NuGet paket dosyası ve karşılık gelen sembol paketini oluşturur.
zh_hans: 确定是否应创建包含源和符号的包。如果使用 nuspec 指定，则会创建一般的 NuGet 包文件和相应的符号包。
zh_hant: 決定套件是否包含應建立的來源與符號。指定時若使用 nuspec，會建立一般的 NuGet 套件檔案以及相對應的符號套件。
