Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# UpdateCommandCurrentlyRunningNuGetExe
source: Currently running NuGet.exe {0}.
cs: Právě běží NuGet.exe {0}.
de: Derzeit wird NuGet.exe {0} ausgeführt.
es: Actualmente se está ejecutando NuGet.exe {0}.
fr: NuGet.exe en cours d’exécution {0}.
it: NuGet.exe attualmente in esecuzione {0}.
ja: 現在 NuGet.exe {0} を実行しています。
ko: 현재 NuGet.exe {0}을(를) 실행 중입니다.
pl: Obecnie jest uruchomiony program NuGet.exe {0}.
pt_br: Atualmente executando o NuGet.exe {0}.
ru: Сейчас запущен NuGet.exe {0}.
tr: Şu anda NuGet.exe {0} çalıştırılıyor.
zh_hans: 当前正在运行 NuGet.exe {0}。
zh_hant: 目前正在執行 NuGet.exe {0}。

# UpdateCommandNuGetUpToDate
source: NuGet.exe is up to date.
cs: NuGet.exe je aktuální.
de: NuGet.exe ist auf dem neuesten Stand.
es: NuGet.exe está actualizado.
fr: NuGet.exe est à jour.
it: NuGet.exe è aggiornato.
ja: NuGet.exe は最新です。
ko: NuGet.exe가 최신 버전입니다.
pl: Plik NuGet.exe jest aktualny.
pt_br: O NuGet.exe está atualizado.
ru: NuGet.exe актуален.
tr: NuGet.exe güncel.
zh_hans: NuGet.exe 是最新的。
zh_hant: NuGet.exe 為最新狀態。

# UpdateCommandUnableToFindPackage
source: Unable to find '{0}' package.
cs: Nepovedlo se najít balíček „{0}“.
de: Das Paket „{0}“ wurde nicht gefunden.
es: No se encuentra el paquete '{0}'
fr: Package '{0}' introuvable.
it: Non è possibile trovare il pacchetto '{0}'.
ja: '{0}' パッケージが見つかりません。
ko: '{0}' 패키지를 찾을 수 없습니다.
pl: Nie można odnaleźć pakietu „{0}”.
pt_br: Não é possível encontrar o pacote '{0}'.
ru: Не удалось найти пакет "{0}".
tr: '{0}' paketi bulunamadı.
zh_hans: 找不到“{0}”包。
zh_hant: 找不到 '{0}' 封裝。

# UpdateCommandUnableToLocateNuGetExe
source: Invalid NuGet.CommandLine package. Unable to locate NuGet.exe within the package.
cs: Neplatný balíček NuGet.CommandLine. V balíčku se nepovedlo najít NuGet.exe.
de: Ungültiges NuGet.CommandLine-Paket. Im Paket wurde keine NuGet.exe gefunden.
fr: Package NuGet.CommandLine non valide. Impossible de localiser NuGet.exe dans le package.
it: Pacchetto NuGet.CommandLine non valido. Non è possibile individuare NuGet.exe all'interno del pacchetto.
ja: NuGet.CommandLine パッケージが無効です。パッケージ内に NuGet.exe が見つかりません。
ko: 잘못된 NuGet.CommandLine 패키지입니다. 패키지 내에서 NuGet.exe를 찾을 수 없습니다.
pl: Nieprawidłowy pakiet NuGet.CommandLine. Nie można zlokalizować pliku NuGet.exe w pakiecie.
pt_br: Pacote NuGet.CommandLine inválido. Não é possível localizar o NuGet.exe dentro do pacote.
ru: Недопустимый пакет NuGet.CommandLine. Не удалось найти NuGet.exe в пакете.
tr: Geçersiz NuGet.CommandLine paketi. Paket içinde NuGet.exe bulunamıyor.
zh_hans: NuGet.CommandLine 包无效。无法在包中定位 NuGet.exe。
zh_hant: NuGet.CommandLine 封裝無效。在封裝中找不到 NuGet.exe。

# UpdateCommandUpdateSuccessful
source: Update successful.
cs: Aktualizace proběhla úspěšně.
de: Die Aktualisierung war erfolgreich.
es: Actualización correcta.
fr: Mise à jour réussie.
it: Aggiornamento completato.
ja: 更新に成功しました。
ko: 업데이트에 성공했습니다.
pl: Aktualizacja zakończyła się powodzeniem.
pt_br: Atualização bem-sucedida.
ru: Обновление выполнено.
tr: Güncelleştirme başarılı.
zh_hans: 更新成功。
zh_hant: 更新成功。

# UpdateCommandUpdatingNuGet
source: Updating NuGet.exe to {0}.
cs: Probíhá aktualizace nuGet.exe na {0}.
de: Die NuGet.exe wird auf {0} aktualisiert.
fr: Mise à jour de NuGet.exe vers {0}.
it: Aggiornamento di NuGet.exe a {0}.
ja: NuGet.exe を {0} に更新しています。
ko: NuGet.exe를 {0}(으)로 업데이트합니다.
pl: Aktualizowanie programu NuGet.exe do {0}.
pt_br: Atualizando o NuGet.exe para {0}.
ru: Обновление NuGet.exe до {0}.
tr: NuGet.exe şuna güncelleştiriliyor: {0}.
zh_hans: 正在将 NuGet.exe 更新为 {0}。
zh_hant: 正在將 NuGet.exe 更新為 {0}。

# UpdatingProject
source: Updating '{0}'...
cs: Aktualizuje se {0}...
de: „{0}“ wird aktualisiert...
es: Actualizando "{0}"...
fr: Mise à jour de '{0}'...
it: Aggiornamento di '{0}'...
ja: '{0}' を更新しています...
ko: '{0}' 업데이트 중...
pl: Trwa aktualizowanie elementu „{0}”...
pt_br: Atualizando '{0}'...
ru: Выполняется обновление "{0}"...
tr: '{0}' güncelleştiriliyor...
zh_hans: 正在更新“{0}”...
zh_hant: 正在更新 '{0}'...

# UsingNuspecForMetadata
source: Using '{0}' for metadata.
cs: Pro metadata se používá: {0}.
de: "{0}" wird für Metadaten verwendet.
es: Usando "{0}" para los metadatos.
fr: Utilisation de '{0}' pour les métadonnées.
it: Per i metadati verrà usato '{0}'.
ja: メタデータに対して '{0}' を使用しています。
ko: 메타데이터에 '{0}'을(를) 사용합니다.
pl: Zostanie użyty element „{0}” dla metadanych.
pt_br: Usando o '{0}' para metadados.
ru: Использование "{0}" для метаданных.
tr: Meta veriler için '{0}' kullanılıyor.
zh_hans: 正在为元数据使用“{0}”。
zh_hant: 將使用中繼資料的 '{0}'。

# UsingPackagesConfigForDependencies
source: Found packages.config. Using packages listed as dependencies
cs: Našel se soubor packages.config. Použijí se balíčky uvedené jako závislosti.
de: "packages.config" wurde gefunden. Die aufgelisteten Pakete werden als Abhängigkeit verwendet.
es: Se ha encontrado packages.config. Se están usando los paquetes enumerados como dependencias
fr: packages.config a été trouvé. Utilisation des packages listés en tant que dépendances
it: È stato trovato packages.config. Verranno usati i pacchetti elencati come dipendenze
ja: packages.config が見つかりました。一覧表示されているパッケージを依存関係として使用しています
ko: packages.config를 찾았습니다. 나열된 패키지를 종속성으로 사용합니다.
pl: Znaleziono plik packages.config. Wymienione pakiety zostaną użyte jako zależności.
pt_br: packages.config encontrado. Usando os pacotes listados como dependências
ru: Обнаружен файл packages.config. Используются пакеты, перечисленные как зависимости
tr: packages.config bulundu. Listelenen paketler bağımlılık olarak kullanılıyor
zh_hans: 已找到 packages.config。正在将列出的包用作依赖项
zh_hant: 找到 packages.config。將使用列為相依項目的封裝。

# Warning_CommandDeprecated
source: '{0} {1}' is deprecated. Use '{0} {2}' instead.
cs: Příkaz {0} {1} je zastaralý. Místo toho použijte {0} {2}.
de: „{0} {1}“ ist veraltet. Verwenden Sie stattdessen „{0} {2}“.
es: '{0} {1}' está en desuso. Use '{0} {2}' en su lugar.
fr: « {0} {1} » est déconseillé. Utilisez « {0} {2} » à la place.
it: '{0} {1}' è deprecato. In alternativa, usare '{0} {2}'.
ja: '{0} {1}' は非推奨です。代わりに '{0} {2}' を使用してください。
ko: '{0} {1}'은(는) 사용되지 않습니다. 대신 '{0} {2}'을(를) 사용하세요.
pl: Polecenie „{0} {1}” jest przestarzałe. Zamiast tego użyj polecenia „{0} {2}”.
pt_br: ''{0} {1}'' foi preterido. Em vez disso, use ''{0} {2}''.
ru: "{0} {1}" устарело. Используйте взамен {0} {2}.
tr: '{0} {1}' kullanım dışı. Bunun yerine '{0} {2}' kullanın.
zh_hans: 已弃用“{0} {1}”。请改用“{0} {2}”。
zh_hant: '{0} {1}' 已淘汰。請改用 '{0} {2}'。

# Warning_DefaultSpecValue
source: The value "{0}" for {1} is a sample value and should be removed.
cs: Hodnota {0} pro {1} je ukázková hodnota a měla by se odebrat.
de: Der Wert "{0}" für {1} ist ein Beispielwert und sollte entfernt werden.
es: El valor "{0}" para {1} es un valor de ejemplo y debe quitarse.
fr: La valeur "{0}" pour {1} est un exemple de valeur à supprimer.
it: Il valore "{0}" per {1} è un valore di esempio e deve essere rimosso.
ja: {1} の値 "{0}" はシンプル値であるため、削除する必要があります。
ko: {1}에 대한 "{0}" 값은 샘플 값이며 제거해야 합니다.
pl: Wartość „{0}” elementu {1} jest wartością przykładową i należy ją usunąć.
pt_br: O valor "{0}" para {1} é um valor de exemplo e deve ser removido.
ru: Значение "{0}" для {1} является примером и должно быть удалено.
tr: {1} için "{0}" değeri örnek bir değerdir ve kaldırılmalıdır.
zh_hans: {1} 的值“{0}”是一个示例值，应将其删除。
zh_hant: "{0}" 的值 {1} 為範例值，不得移除。

# Warning_DefaultSpecValueSolution
source: Replace with an appropriate value or remove and it and rebuild your package.
cs: Nahraďte příslušnou hodnotou nebo odeberte a znovu sestavte balíček.
de: Ersetzen Sie den Wert durch einen geeigneten Wert, oder entfernen Sie den Wert, und erstellen Sie Ihr Paket neu.
es: Reemplace por un valor adecuado o retire y vuelva a generar el paquete.
fr: Remplacez par une valeur appropriée ou supprimez la valeur et régénérez votre package.
it: Sostituire con un valore appropriato o rimuoverlo e ricompilare il pacchetto.
ja: 適切な値で置き換えるか、削除してパッケージをリビルドしてください。
ko: 적절한 값으로 바꾸거나 제거하고 패키지를 다시 빌드하세요.
pl: Zamień ją na właściwą wartość lub usuń ją i ponownie skompiluj pakiet.
pt_br: Substitua-o com um valor adequado ou remova-o e recompile o seu pacote.
ru: Замените это соответствующим значением или удалите и перестройте свой пакет.
tr: Bunu uygun bir değerle değiştirin veya kaldırarak paketinizi yeniden derleyin.
zh_hans: 将其替换为适当值，或将其移除并重新生成包。
zh_hant: 用適當的值予以取代，或將其移除並重建您的封裝。

# Warning_DefaultSpecValueTitle
source: Remove sample nuspec values.
cs: Odeberte ukázkové hodnoty v souboru nuspec.
de: nuspec-Beispielwerte entfernen
es: Quite los valores nuspec de ejemplo.
fr: Supprimez les exemples de valeurs nuspec.
it: Rimuovere i valori nuspec di esempio.
ja: サンプルの nuspec 値を削除してください。
ko: 샘플 nuspec 값을 제거하세요.
pl: Usuń przykładowe wartości pliku nuspec.
pt_br: Remova os valores nuspec de exemplo.
ru: Удаление примеров значений nuspec.
tr: Örnek nuspec değerlerini kaldırın.
zh_hans: 删除示例 nuspec 值。
zh_hant: 請移除範例 nuspec 值。

# Warning_DuplicatePropertyKey
source: '{0}' key already exists in Properties collection. Overriding value.
cs: Klíč {0} už v kolekci Properties existuje. Hodnota se přepíše.
de: Der Schlüssel "{0}" ist bereits in der Properties-Sammlung vorhanden. Der Wert wird überschrieben.
es: La clave '{0}' ya existe en la colección Properties. Reemplazando el valor.
fr: La clé '{0}' existe déjà dans la collection Properties. Substitution de la valeur.
it: La chiave '{0}' esiste già nella raccolta Properties. Il valore verrà ignorato.
ja: '{0}' キーは Properties コレクションに既に存在します。値をオーバーライドします。
ko: '{0}' 키가 Properties 컬렉션에 이미 있습니다. 값을 덮어씁니다.
pl: Klucz „{0}” już istnieje w kolekcji Properties. Wartość zostanie przesłonięta.
pt_br: A chave '{0}' já existe na coleção Properties. Substituindo o valor.
ru: Ключ "{0}" уже существует в коллекции свойств (Properties). Идет переопределение значения.
tr: '{0}' anahtarı Properties koleksiyonunda zaten var. Değer geçersiz kılınıyor.
zh_hans: Properties 集合中已存在“{0}”键。正在重写值。
zh_hant: Properties 集合中已有 '{0}' 金鑰。正在覆寫該值。

# Warning_FileDoesNotExist
source: '{0}' was included in the project but doesn't exist. Skipping...
cs: Soubor {0} je zahrnutý v projektu, ale neexistuje. Soubor se přeskočí...
de: "{0}" war im Projekt enthalten, ist aber nicht vorhanden. Die Datei wird übersprungen...
es: '{0}' se incluyó en el proyecto, pero no existe. Omitiendo...
fr: '{0}' a été inclus dans le projet, mais il n'existe pas. Ignoré...
it: '{0}' è stato incluso nel progetto ma non esiste. Verrà ignorato...
ja: '{0}' はプロジェクトに含まれていましたが存在しません。スキップしています...
ko: '{0}'이(가) 프로젝트에 포함되었지만 없습니다. 건너뛰는 중...
pl: Element „{0}” został dołączony do projektu, lecz nie istnieje. Trwa pomijanie...
pt_br: '{0}' foi incluído no projeto mas não existe. Ignorando...
ru: Элемент "{0}" был включен в проект, но не существует. Идет пропуск...
tr: '{0}' projeye eklendi ancak yok. Atlanıyor...
zh_hans: 项目中已包含“{0}”，但其并不存在。正在跳过...
zh_hant: 先前包含在專案中的 '{0}' 目前不存在。將予略過...

# Warning_InvalidPackageSaveMode
source: Invalid PackageSaveMode value '{0}'.
cs: Hodnota vlastnosti PackageSaveMode {0} je neplatná.
de: Ungültiger PackageSaveMode-Wert "{0}".
es: El valor de PackageSaveMode "{0}" no es válido.
fr: Valeur PackageSaveMode non valide '{0}'.
it: Il valore '{0}' di PackageSaveMode non è valido.
ja: PackageSaveMode の値 '{0}' が無効です。
ko: PackageSaveMode 값 '{0}'이(가) 잘못되었습니다.
pl: Nieprawidłowa wartość PackageSaveMode „{0}”.
pt_br: Valor de PackageSaveMode inválido '{0}'.
ru: Недопустимое значение PackageSaveMode: "{0}".
tr: '{0}' PackageSaveMode değeri geçersiz.
zh_hans: PackageSaveMode 值“{0}”无效。
zh_hant: PackageSaveMode 值 '{0}' 無效。

# Warning_LongPath_DisabledPolicy
source: Please enbale long file path support in local group policy. Fore more details, please refer to https://aka.ms/nuget-long-path.
cs: Povolte prosím v místních zásadách skupiny podporu dlouhých cest k souborům. Další podrobnosti najdete v https://aka.ms/nuget-long-path.
de: Aktivieren Sie die Unterstützung für lange Dateipfade in der lokalen Gruppenrichtlinie. Weitere Informationen finden Sie unter https://aka.ms/nuget-long-path.
es: Incluya compatibilidad con la ruta de acceso de archivo larga en la directiva de grupo local. Para obtener más información, consulte https://aka.ms/nuget-long-path.
fr: Effectuez un équilibrage de la prise en charge des chemins d’accès longs dans la stratégie de groupe locale. Pour plus d’informations, reportez-vous à https://aka.ms/nuget-long-path.
it: Abilitare il supporto dei percorsi di file lunghi nei Criteri di gruppo locali. Per altri dettagli, vedere https://aka.ms/nuget-long-path.
ja: ローカル グループ ポリシーで長いファイル パスのサポートを有効にしてください。詳細については、https://aka.ms/nuget-long-path を参照してください。
ko: 로컬 그룹 정책에서 긴 파일 경로 지원을 활성화하세요. 자세한 내용은 https://aka.ms/nuget-long-path를 참조하세요.
pl: Włącz obsługę długich ścieżek plików w lokalnych zasadach grupy. Aby uzyskać więcej informacji, zapoznaj się ze stroną https://aka.ms/nuget-long-path.
pt_br: Habilite o suporte ao caminho de arquivo longo na política de grupo local. Para obter mais detalhes, consulte https://aka.ms/nuget-long-path.
ru: Включите поддержку длинных путей к файлам в локальной групповой политике. Дополнительные сведения см. на странице https://aka.ms/nuget-long-path.
tr: Lütfen yerel grup ilkesinde uzun dosya yolu desteği oluşturun. Daha fazla ayrıntı için bkz: https://aka.ms/nuget-long-path.
zh_hans: 请在本地组策略中启用长文件路径支持。有关更多详细信息，请参阅 https://aka.ms/nuget-long-path。
zh_hant: 請在本機群組原則中設定長檔案路徑支援。如需詳細資料，請參閱 https://aka.ms/nuget-long-path。

# Warning_LongPath_UnsupportedNetFramework
source: Please install .NET Framework 4.6.2 or above that supports long file paths. Fore more details, please refer to https://aka.ms/nuget-long-path.
cs: Nainstalujte .NET Framework 4.6.2 nebo novější, který podporuje dlouhé cesty k souborům. Další podrobnosti najdete v https://aka.ms/nuget-long-path.
de: Installieren Sie .NET Framework 4.6.2 oder höher, das lange Dateipfade unterstützt. Weitere Informationen finden Sie unter https://aka.ms/nuget-long-path.
es: Instale .NET Framework 4.6.2 o superior que admita rutas de acceso de archivo largas. Para obtener más información, consulte https://aka.ms/nuget-long-path.
fr: Installez .NET Framework 4.6.2 ou une version ultérieure qui prend en charge les chemins de fichiers longs. Pour plus d’informations, reportez-vous à https://aka.ms/nuget-long-path.
it: Installare .NET Framework 4.6.2 o superiore che supporti i percorsi di file lunghi. Per altri dettagli, vedere https://aka.ms/nuget-long-path.
ja: 長いファイル パスをサポートする .NET Framework 4.6.2 以降をインストールします。詳細については、https://aka.ms/nuget-long-path を参照してください。
ko: 긴 파일 경로를 지원하는 .NET Framework 4.6.2 이상을 설치하세요. 자세한 내용은 https://aka.ms/nuget-long-path를 참조하세요.
pl: Zainstaluj platformę .NET Framework w wersji 4.6.2 lub nowszej, która obsługuje długie ścieżki plików. Aby uzyskać więcej informacji, zapoznaj się ze stroną https://aka.ms/nuget-long-path.
pt_br: Instale o .NET Framework 4.6.2 ou superior que dê suporte a caminhos de arquivo longos. Para obter mais detalhes, consulte https://aka.ms/nuget-long-path.
ru: Установите .NET Framework 4.6.2 или более позднюю версию, которая поддерживает длинные пути к файлам. Дополнительные сведения см. на странице https://aka.ms/nuget-long-path.
tr: Lütfen uzun dosya yollarını destekleyen .NET Framework 4.6.2 veya üzeri bir sürümü yükleyin. Daha fazla ayrıntı için bkz: https://aka.ms/nuget-long-path.
zh_hans: 请安装支持长文件路径的 .NET Framework 4.6.2 或更高版本。有关更多详细信息，请参阅 https://aka.ms/nuget-long-path。
zh_hant: 請安裝支援長檔案路徑的 .NET Framework 4.6.2 或更新版本。如需詳細資料，請參閱 https://aka.ms/nuget-long-path。

# Warning_LongPath_UnsupportedOS
source: Long file path is currently only supported on Windows 10. Fore more details, please refer to https://aka.ms/nuget-long-path.
cs: Dlouhá cesta k souboru je aktuálně podporována pouze u Windows 10. Další podrobnosti najdete v https://aka.ms/nuget-long-path.
de: Ein langer Dateipfad wird zurzeit nur in Windows 10 unterstützt. Weitere Informationen finden Sie unter https://aka.ms/nuget-long-path.
es: Actualmente, la ruta de acceso de archivo larga solo se admite en Windows 10. Para obtener más información, consulte https://aka.ms/nuget-long-path.
fr: Le chemin d’accès au fichier long n’est actuellement pris en charge que sur Windows 10. Pour plus d’informations, reportez-vous à https://aka.ms/nuget-long-path.
it: Il percorso di file lungo è attualmente supportato solo in Windows 10. Per altri dettagli, vedere https://aka.ms/nuget-long-path.
ja: 現在、長いファイル パスは Windows 10 でのみサポートされています。詳細については、https://aka.ms/nuget-long-path を参照してください。
ko: 긴 파일 경로는 현재 Windows 10에서만 지원됩니다. 자세한 내용은 https://aka.ms/nuget-long-path를 참조하세요.
pl: Długa ścieżka pliku jest obecnie obsługiwana tylko w systemie Windows 10. Aby uzyskać więcej informacji, zapoznaj się z https://aka.ms/nuget-long-path.
pt_br: No momento, só há suporte para o caminho de arquivo longo no Windows 10. Para obter mais detalhes, consulte https://aka.ms/nuget-long-path.
ru: Длинный путь к файлу сейчас поддерживается только в Windows 10. Дополнительные сведения см. на странице https://aka.ms/nuget-long-path.
tr: Uzun dosya yolu şu anda yalnızca Windows 10’da destekleniyor. Daha fazla ayrıntı için bkz: https://aka.ms/nuget-long-path.
zh_hans: 长文件路径当前仅在 Windows 10 上受支持。有关更多详细信息，请参阅 https://aka.ms/nuget-long-path。
zh_hant: 目前僅在 Windows 10 支援長檔案路徑。如需詳細資料，請參閱 https://aka.ms/nuget-long-path。

# Warning_MsbuildPath
source: MsbuildPath : {0} is using, ignore MsBuildVersion: {1}.
cs: MsbuildPath : {0} používá, ignorujte MsBuildVersion: {1}.
de: MsbuildPath: {0} wird verwendet, MsBuildVersion ignorieren: {1}.
fr: MsbuildPath : {0} utilise, ignorez MsBuildVersion : {1}.
it: MsbuildPath : {0} in uso, ignorare MsBuildVersion: {1}.
ja: MsbuildPath : {0} が使用しています。MsBuildVersion を無視してください: {1}。
ko: MsbuildPath: {0}이(가) 사용 중입니다. MsBuildVersion: {1}을(를) 무시하세요.
pl: MsbuildPath: {0} w użyciu, ignoruj element MsBuildVersion: {1}.
pt_br: MsbuildPath: {0} está usando, ignore MsBuildVersion: {1}.
ru: MsbuildPath : используется {0}, игнорировать MsBuildVersion: {1}.
tr: MsbuildPath : {0} kullanıyorsa şunu yoksay MsBuildVersion: {1}.
zh_hans: MsbuildPath: {0} 正在使用，请忽略 MsBuildVersion: {1}。
zh_hant: MsbuildPath {0} 正在使用中，略過 MsBuildVersion {1}。

# Warning_NoPromptDeprecated
source: Option 'NoPrompt' has been deprecated. Use 'NonInteractive' instead.
cs: Možnost „NoPrompt“ je zastaralá. Místo toho použijte „NonInteractive“.
de: Die Option „NoPrompt“ ist veraltet. Verwenden Sie stattdessen „NonInteractive“.
es: La opción "NoPrompt" está en desuso. Use "NonInteractive" en su lugar.
fr: L’option 'NoPrompt' a été déconseillée. Utilisez 'NonInteractive' à la place.
it: L'opzione 'NoPrompt' è stata deprecata. In alternativa, usare 'NonInteractive'.
ja: オプション 'NoPrompt' は非推奨になっています。代わりに 'NonInteractive' を使用してください。
ko: 'NoPrompt' 옵션은 더 이상 사용되지 않습니다. 대신 'NonInteractive'를 사용하세요.
pl: Opcja „NoPrompt” jest przestarzała. Zamiast tego użyj elementu „NonInteractive”.
pt_br: A opção 'NoPrompt' foi preterida. Em vez disso, use 'NonInteractive'.
ru: Нерекомендуемый параметр "NoPrompt". Вместо этого используйте "NonInteractive".
tr: 'NoPrompt' seçeneği kullanım dışı bırakıldı. Bunun yerine 'NonInteractive' kullanın.
zh_hans: 已弃用选项 “NoPrompt”。请改用 “NonInteractive”。
zh_hant: 選項 'NoPrompt' 已過時。請改用 'NonInteractive'。

# Warning_ReadingProjectsFailed
source: Error reading msbuild project information, ensure that your input solution or project file is valid. NETCore and UAP projects will be skipped, only packages.config files will be restored.
cs: Při čtení informací o projektu msbuild došlo k chybě. Ujistěte se, že vstupní řešení nebo soubor projektu jsou platné. Projekty NETCore a UAP se přeskočí, obnoví se jenom soubory packages.config.
de: Fehler beim Lesen der msbuild-Projektinformationen. Stellen Sie sicher, dass die Eingabeprojektmappe oder Projektdatei gültig ist. NetCore- und UAP-Projekte werden übersprungen, nur packages.config Dateien werden wiederhergestellt.
es: Error al leer la información del proyecto de msbuild, asegúrese de que la solución de entrada o el archivo de proyecto es válido. Se omitirán los proyectos netcore y UAP, solo se restaurarán los archivos packages.config.
fr: Erreur lors de la lecture des informations de projet msbuild, vérifiez que votre solution d’entrée ou fichier projet est valide. Les projets NETCore et UAP seront ignorés, seuls les fichiers packages.config seront restaurés.
it: Errore durante la lettura delle informazioni sul progetto msbuild. Assicurarsi che la soluzione di input o il file di progetto siano validi. I progetti NETCore e UAP verranno ignorati, solo i file packages.config verranno ripristinati.
ja: MSBuild プロジェクト情報の読み取り中にエラーが発生しました。入力ソリューションまたはプロジェクト ファイルが有効であることを確認してください。NETCore プロジェクトと UAP プロジェクトはスキップされます。packages.config ファイルのみが復元されます。
ko: msbuild 프로젝트 정보를 읽는 동안 오류가 발생했습니다. 입력 솔루션 또는 프로젝트 파일이 유효한지 확인하세요. NETCore 및 UAP 프로젝트는 건너뛰고 packages.config 파일만 복원됩니다.
pl: Błąd podczas odczytywania informacji o projekcie msbuild. Upewnij się, że dane wejściowe rozwiązania lub pliku projektu są prawidłowe. Projekty NETCore i UAP zostaną pominięte. Zostaną przywrócone tylko pliki packages.config.
pt_br: Erro ao ler as informações do projeto do msbuild. Verifique se a solução de entrada ou o arquivo de projeto é válido. Os projetos NETCore e UAP serão ignorados, somente os arquivos packages.config serão restaurados.
ru: Ошибка при чтении сведений о проекте msbuild. Проверьте, допустимо ли ваше входное решение или файл проекта. Проекты NETCore и UAP будут пропущены, будут восстановлены только файлы packages.config.
tr: msbuild proje bilgileri okunurken hata oluştu, giriş çözüm veya proje dosyanın geçerli olduğundan emin olun. NETCore ve UAP projeleri atlanır, yalnızca packages.config dosyaları geri yüklenir.
zh_hans: 读取 msbuild 项目信息时出错，请确保输入解决方案或项目文件有效。将跳过 NETCore 和 UAP 项目，仅还原 packages.config 文件。
zh_hant: 讀取 msbuild 專案資訊時發生錯誤，請確定您的輸入解決方案或專案檔有效。將略過 NETCore 和 UAP 專案，只會還原 packages.config 檔案。

# Warning_SemanticVersion
source: Version "{0}" does not follow semantic versioning guidelines.
cs: Verze {0} neodpovídá pravidlům pro sémantické verze.
de: Die Version "{0}" befolgt nicht die Richtlinien für semantische Versionsverwaltung.
es: La versión "{0}" no sigue directrices de versiones semánticas.
fr: La version "{0}" ne respecte pas les recommandations relatives à la gestion sémantique de version.
it: La versione "{0}" non è conforme alle linee guida di Versionamento Semantico.
ja: バージョン "{0}" がセマンティック バージョニングのガイドラインに従っていません。
ko: "{0}" 버전이 유의적 버전 지침을 따르지 않습니다.
pl: Wersja „{0}” nie jest zgodna z wytycznymi wersjonowania semantycznego.
pt_br: A versão "{0}" não segue diretrizes de controle de versão semântico.
ru: Версия "{0}" не следует правилам семантического версионирования.
tr: "{0}" sürümü anlamsal sürüm oluşturma yönergelerini izlemiyor.
zh_hans: 版本“{0}”不遵循语义化版本控制准则。
zh_hant: 版本 "{0}" 未遵循語意化版本控制系統的規則。
