Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PackageCommandToolDescription
source: Determines if the output files of the project should be in the tool folder.
cs: Určuje, jestli by výstupní soubory projektu měly být ve složce nástroje.
de: Legt fest, ob die Ausgabedateien des Projekts im Toolordner gespeichert werden sollen.
es: Determina si los archivos de salida del proyecto deben estar en la carpeta raíz.
fr: Détermine si les fichiers de sortie du projet doivent figurer dans le dossier de l'outil.
it: Determina se i file di output del progetto devono essere inclusi nella cartella degli strumenti.
ja: プロジェクトの出力ファイルをツール フォルダーに入れるかどうかを決定します。
ko: 프로젝트의 출력 파일이 도구 폴더에 있어야 하는지 여부를 결정합니다.
pl: Określa, czy pliki wyjściowe projektu powinny znajdować się w folderze narzędzia.
pt_br: Determina se os arquivos de saída do projeto devem ficar na pasta da ferramenta.
ru: Определяет, должны ли выходные файлы проекта размещаться в папке инструмента.
tr: Projenin çıkış dosyalarının araç klasöründe olması gerekip gerekmediğini belirler.
zh_hans: 确定项目的输出文件是否应位于工具文件夹中。
zh_hant: 決定專案的輸出檔案是否應位於工具資料夾中。

# PackageCommandUsageDescription
source: Specify the location of the nuspec or project file to create a package.
cs: Určuje umístění souboru nuspec nebo souboru projektu pro vytvoření balíčku.
de: Geben Sie den Speicherort der nuspec- oder Projektdatei an, um ein Paket zu erstellen.
es: Especifica la ubicación del archivo nuspec o del archivo de proyecto para crear un paquete.
fr: Spécifiez l'emplacement du fichier nuspec ou projet pour créer un package.
it: Specificare il percorso del file di progetto o nuspec per creare un pacchetto.
ja: パッケージを作成する nuspec またはプロジェクト ファイルの場所を指定します。
ko: 패키지를 만들기 위해 nuspec 또는 프로젝트 파일의 위치를 지정합니다.
pl: Określ lokalizację pliku nuspec lub pliku projektu w celu utworzenia pakietu.
pt_br: Especifique o local do arquivo de projeto ou nuspec para criar um pacote.
ru: Укажите расположение nuspec или файла проекта для создания пакета.
tr: Bir paket oluşturmak için nuspec veya proje dosyasının konumunu belirtin.
zh_hans: 指定用于创建包的 nuspec 或项目文件的位置。
zh_hant: 指定 nuspec 或專案檔的位置，以建立套件。

# PackageCommandUsageSummary
source: <nuspec | project> [options]
cs: <nuspec | project> [možnosti]
it: <nuspec | progetto> [opzioni]
ja: <nuspec | project> [オプション]
ko: <nuspec | project> [옵션]
pl: <nuspec | project> [opcje]
ru: <nuspec | проект> [параметры]

# PackageCommandVerboseDescription
source: Shows verbose output for package building.
cs: Zobrazí podrobný výstup pro sestavení balíčku.
de: Zeigt die ausführliche Ausgabe für die Paketerstellung an.
es: Muestra la salida detallada para la compilación del paquete.
fr: Affiche la sortie détaillée pour la génération de package.
it: Mostra l'output dettagliato per la compilazione del pacchetto.
ja: パッケージ構築の詳細出力を表示します。
ko: 패키지 빌드에 대한 자세한 출력을 표시합니다.
pl: Pokazuje pełne dane wyjściowe dla kompilowania pakietów.
pt_br: Mostra a saída detalhada para a compilação do pacote.
ru: Отображение подробных выходных данных при сборке пакета.
tr: Paket oluşturma için ayrıntılı çıkışı gösterir.
zh_hans: 显示包生成的详细输出。
zh_hant: 顯示封裝建置的詳細資訊輸出。

# PackageCommandVersionDescription
source: Overrides the version number from the nuspec file.
cs: Přepíše číslo verze ze souboru nuspec.
de: Setzt die Versionsnummer über die nuspec-Datei außer Kraft.
es: Invalida el número de versión del archivo nuspec.
fr: Remplace le numéro de version à partir du fichier nuspec.
it: Esegue la sostituzione del numero di versione dal file nuspec.
ja: nuspec ファイルからバージョン番号をオーバーライドします。
ko: nuspec 파일의 버전 번호를 재정의합니다.
pl: Przesłania numer wersji z pliku nuspec.
pt_br: Substitui o número de versão do arquivo nuspec.
ru: Переопределяет номер версии из файла nuspec.
tr: nuspec dosyasından sürüm numarasını geçersiz kılar.
zh_hans: 替代 nuspec 文件中版本号。
zh_hant: 覆寫來自 nuspec 檔案的版本號碼。

# PushCommandAllowInsecureConnectionsDescription
source: Allows pushing to HTTP sources (insecure).
cs: Umožňuje vkládání do HTTP zdrojů (nezabezpečené).
de: Ermöglicht pushen an HTTP-Quellen (unsicher).
fr: Autorise l’envoi (push) vers des sources HTTP (non sécurisé).
it: Consente di eseguire il push in origini HTTP (non sicuro).
ja: HTTP ソースへのプッシュを許可します (安全ではありません)。
ko: HTTP 원본으로 푸시할 수 있습니다(안전하지 않음).
pl: Umożliwia wypychanie do źródeł HTTP (niezabezpieczone).
pt_br: Permite enviar por push para fontes HTTP (não seguras).
ru: Разрешает отправку в HTTP-источники (небезопасные).
tr: HTTP kaynaklarına (güvenli olmayan) aktarım yapılmasına izin verir.
zh_hans: 允许推送到 HTTP 源(不安全)。
zh_hant: 允許推送至 HTTP 來源 (不安全)。

# PushCommandDescription
source: Pushes a package to the server and publishes it.
cs: Odešle balíček na server a publikuje ho.
de: Überträgt ein Paket mithilfe von Push auf den Server und veröffentlicht es.
es: Inserta un paquete en el servidor y lo publica.
fr: Effectue un push d'un package sur le serveur et le publie.
it: Effettua il push di un pacchetto nel server e lo pubblica.
ja: パッケージをサーバーにプッシュし、公開します。
ko: 패키지를 서버로 푸시하고 게시합니다.
pl: Wypycha pakiet na serwer i publikuje go.
pt_br: Envia por push um pacote ao servidor e publica-o.
ru: Отправляет пакет на сервер и публикует его.
tr: Bir paketi sunucuya gönderir ve yayımlar.
zh_hans: 将包推送到服务器并发布。
zh_hant: 將套件推送至伺服器，並發佈該套件。

# PushCommandDisableBufferingDescription
source: Disable buffering when pushing to an HTTP(S) server to decrease memory usage. Note that when this option is enabled, integrated windows authentication might not work.
cs: Pokud chcete snížit využití paměti, zakažte ukládání do vyrovnávací paměti při sdílení změn na server HTTP(S). Upozorňujeme, že pokud je tato možnost povolená, nemusí integrované ověřování systému Windows fungovat.
de: Deaktivieren Sie die Pufferung beim Pushen auf einen HTTP(S)-Server, um die Speicherauslastung zu verringern. Beachten Sie, dass die integrierte Windows-Authentifizierung möglicherweise nicht funktioniert, wenn diese Option aktiviert ist.
es: Deshabilite el almacenamiento en búfer al insertar en un servidor HTTP(S) para reducir el uso de memoria. Tenga en cuenta que, cuando esta opción está habilitada, es posible que la autenticación integrada de Windows no funcione.
fr: Désactivez la mise en mémoire tampon lors de l’envoi (push) à un serveur HTTP(S) pour réduire l’utilisation de la mémoire. Notez que lorsque cette option est activée, l’authentification Windows intégrée peut ne pas fonctionner.
it: Disabilitare il buffering durante il push in un server HTTP(S) per ridurre l'utilizzo della memoria. Si noti che quando questa opzione è abilitata, l'autenticazione integrata di Windows potrebbe non funzionare.
ja: HTTP(S) サーバーにプッシュするときにバッファー処理を無効にして、メモリ使用量を減らします。このオプションを有効にすると、統合 Windows 認証が機能しなくなる可能性があります。
ko: HTTP(S) 서버로 푸시할 때 버퍼링을 비활성화하여 메모리 사용량을 줄이세요. 이 옵션을 활성화하면 Windows 통합 인증이 작동하지 않을 수 있습니다.
pl: Wyłącz buforowanie podczas wypychania do serwera HTTP(S), aby zmniejszyć użycie pamięci. Pamiętaj, że jeśli ta opcja jest włączona, zintegrowane uwierzytelnianie systemu Windows może nie działać.
pt_br: Desabilite o buffer ao efetuar push para um servidor HTTP(S) para diminuir o uso de memória. Observe que, quando esta opção está habilitada, a autenticação integrada do Windows pode não funcionar.
ru: Отключить буферизацию при отправке на сервер HTTP(S), чтобы снизить использование памяти. Обратите внимание, что если этот параметр включен, встроенная проверка подлинности Windows может не работать.
tr: Bellek kullanımını azaltmak için HTTP(S) sunucusuna iletilirken arabelleğe almayı devre dışı bırakın. Bu seçenek etkinleştirildiğinde tümleşik Windows kimlik doğrulaması çalışmayabilir.
zh_hans: 在推送到 HTTP(S)服务器时禁用缓冲，以减少内存使用率。请注意，启用此选项后，集成 Windows 身份验证可能无法正常工作。
zh_hant: 在推送至 HTTP 伺服器時停用緩衝處理，以減少記憶體使用量。請注意，啟用此選項時，整合式 Windows 驗證可能無法運作。

# PushCommandNoSymbolsDescription
source: If a symbols package exists, it will not be pushed to a symbol server.
cs: Pokud balíček symbolů existuje, nebude vložen na server symbolů.
de: Wenn ein Symbolpaket vorhanden ist, wird es nicht mithilfe von Push auf einen Symbolserver übertragen.
es: Si existe un paquete de símbolos, no se insertará en un servidor de símbolos.
fr: Si un package de symboles existe, il ne fera pas l'objet d'un envoi (push) vers un serveur de symboles.
it: Se esiste un pacchetto di simboli, non verrà eseguito il push in un server di simboli.
ja: シンボル パッケージが存在する場合は、そのパッケージはシンボル サーバーにプッシュされません。
ko: 기호 패키지가 있으면 기호 서버로 푸시되지 않습니다.
pl: Jeśli pakiet symboli istnieje, nie zostanie wypchnięty na serwer symboli.
pt_br: Se um pacote de símbolos existir, ele não será enviado por push a um servidor de símbolos.
ru: Если пакет символов существует, он не будет отправлен на сервер символов.
tr: Bir sembol paketi varsa paket bir sembol sunucusuna gönderilmez.
zh_hant: 若符號封裝已存在，系統不會將其推送到符號伺服器。

# PushCommandSkipDuplicateDescription
source: If a package and version already exists, skip it and continue with the next package in the push, if any.
cs: Jestliže balíček a verze už existuje, přeskočí se a bude se pokračovat dalším balíčkem k publikování, pokud nějaký existuje.
de: Wenn ein Paket und eine Version bereits vorhanden sind, überspringen Sie das Paket, und fahren Sie ggf. mit dem nächsten Paket im Pushvorgang fort.
es: Si un paquete y una versión ya existen, omítalos y continúe con el siguiente en la inserción "push", en caso de haberlo.
fr: Si un package et une version existent déjà, ignorez-les et passez au package suivant dans l'envoi (push), le cas échéant.
it: Se un pacchetto e una versione esistono già, ignorarli e continuare con il pacchetto successivo del push, se presente.
ja: パッケージとバージョンが既に存在する場合は、それをスキップし、プッシュに次のパッケージがある場合は、それを続行します。
ko: 패키지 및 버전이 이미 있는 경우 건너뛴 후 푸시에서 다음 패키지(있는 경우)를 계속합니다.
pl: Jeśli pakiet i wersja już istnieje, pomiń to i kontynuuj przy użyciu następnego pakietu w ramach wypchnięcia, jeśli istnieje.
pt_br: Se já existir um pacote e uma versão, ignore-os e continue com o próximo pacote no push, se houver.
ru: Если пакет и версия уже существуют, они пропускаются и осуществляется переход к следующему отправляемому пакету, если он есть.
tr: Paket ve sürüm zaten mevcutsa bu paketi atlayın ve varsa gönderimde bulunan bir sonraki paketle devam edin.
zh_hans: 如果包和版本已存在，则跳过它并继续推送中的下一个包(若有)。
zh_hant: 如果套件和版本已經存在，請予以跳過並繼續進行推送中的下一個套件 (如果有)。

# PushCommandSourceDescription
source: Package source (URL, UNC/folder path or package source name) to push to. Defaults to DefaultPushSource if specified in NuGet.Config.
cs: Zdroj balíčku (adresa URL, název UNC/cesta ke složce nebo název zdroje balíčku), do kterého se mají nasdílet změny. Výchozí hodnota je DefaultPushSource, pokud je zadána v NuGet.Config.
de: Die Paketquelle (URL, UNC/Ordnerpfad oder Name der Paketquelle), zu der ein Push durchgeführt werden soll. Der Standardwert ist „DefaultPushSource“, wenn in „NuGet.config“ angegeben.
es: Origen del paquete que se va a usar (dirección URL, ruta de acceso UNC o de carpeta o nombre de origen del paquete). El valor predeterminado es DefaultPushSource si se especifica en NuGet.Config.
fr: Source de package (URL, chemin UNC/chemin de dossier ou nom de source de package) vers laquelle envoyer (push). La valeur par défaut est celle de DefaultPushSource, si elle est spécifiée dans NuGet.Config.
it: Origine del pacchetto (URL, percorso UNC/cartella o nome origine pacchetto) in cui eseguire il push. Il valore predefinito è DefaultPushSource se specificato in NuGet.Config.
ja: プッシュ先のパッケージ ソース (URL、UNC/フォルダー パス、またはパッケージ ソース名)。Nuget.Config で指定されている場合、既定では DefaultPushSource になります。
ko: 푸시할 패키지 원본(URL, UNC/폴더 경로 또는 패키지 원본 이름)입니다. NuGet.Config에 지정된 경우 기본값은 DefaultPushSource입니다.
pl: Źródło pakietu (adres URL, ścieżka UNC/folderu lub nazwa źródła pakietu) do wypchania. Domyślnie wartość to DefaultPushSource, jeśli określono ją w pliku NuGet.Config.
pt_br: Origem do pacote (URL, caminho UNC/pasta ou nome da origem do pacote) para enviar. O padrão é DefaultPushSource se especificado em NuGet.Config.
ru: Источник пакета (URL-адрес, UNC/путь к папке или имя источника пакета), в который передаются данные. По умолчанию используется DefaultPushSource, если это указано в NuGet.Config.
tr: Kullanılacak paket kaynağı (URL, UNC/klasör yolu veya paket kaynağı adı). NuGet.Config dosyasında belirtilmişse DefaultPushSource varsayılan değeri olur.
zh_hans: 要推送到的包源(URL、UNC/文件夹路径或包源名称)。如果在 NuGet.Config 中指定，则默认为 DefaultPushSource。
zh_hant: 要推送至的封裝來源 (URL、UNC/資料夾路徑或封裝來源名稱)。如果在 NuGet.Config 中指定，則預設為 DefaultPushSource。

# PushCommandSymbolSourceDescription
source: Symbol server URL to push to.
cs: Adresa URL serveru symbolů, na který se mají nasdílet změny.
de: Die Symbolserver-URL, zu der ein Push durchgeführt werden soll.
es: Dirección URL del servidor de símbolos que se va a usar.
fr: URL du serveur de symboles vers laquelle envoyer (push).
it: URL del server di simboli in cui eseguire il push.
ja: プッシュ先のシンボル サーバー URL。
ko: 푸시할 기호 서버 URL입니다.
pl: Adres URL serwera symboli do wypchnięcia.
pt_br: URL do servidor de símbolos para a qual enviar por push.
ru: URL-адрес сервера символов, на который передаются данные.
tr: Kullanılacak sembol sunucusu URL'si.
zh_hans: 要推送到的符号服务器 URL。
zh_hant: 要推送至的符號伺服器 URL。

# PushCommandTimeoutDescription
source: Timeout for pushing to a server in seconds. Defaults to 300 seconds (5 minutes).
cs: Časový limit pro odesílání na server (v sekundách). Výchozí hodnota je 300 sekund (5 minut).
de: Zeitlimit für die Pushübertragung auf einen Server in Sekunden. Der Standardwert beträgt 300 Sekunden (5 Minuten).
es: Tiempo de expiración para la inserción en un servidor en segundos. El valor predeterminado es 300 segundos (5 minutos).
fr: Délai d'expiration de l'envoi (push) vers un serveur en secondes. La valeur par défaut est de 300 secondes (5 minutes).
it: Timeout in secondi per il push nel server. Il valore predefinito è 300 secondi (5 minuti).
ja: サーバーへのプッシュのタイムアウト (秒)。既定では 300 秒 (5 分) です。
ko: 서버에 푸시하기 위한 시간 제한(초)입니다. 기본값은 300초(5분)로 설정됩니다.
pl: Limit czasu (w sekundach) na potrzeby wypychania na serwer. Wartość domyślna to 300 sekund (5 minut).
pt_br: Tempo limite de envio por push para um servidor, em segundos. O padrão é 300 segundos (5 minutos).
ru: Время ожидания отправки на сервер в секундах. По умолчанию — 300 секунд (5 минут).
tr: Bir sunucuya gönderme için zaman aşımını saniye cinsinden belirtir. Varsayılan değer 300 saniyedir (5 dakika).
zh_hans: 推送到服务器的超时值(以秒为单位)。默认为 300 秒(5 分钟)。
zh_hant: 推送至伺服器的逾時 (秒)。預設為 300 秒 (5 分鐘)。

# PushCommandUsageDescription
source: Specify the path to the package and your API key to push the package to the server.
cs: Určuje cestu k balíčku a vašemu klíči rozhraní API, pomocí kterých se balíček odešle na server.
de: Geben Sie den Pfad zum Paket und Ihren API-Schlüssel an, um das Paket mithilfe von Push auf den Server zu übertragen.
es: Especifica la ruta de acceso al paquete y la clave de API para insertar el paquete en el servidor.
fr: Spécifiez le chemin du package et votre clé API pour effectuer le push du package sur le serveur.
it: Specificare il percorso del pacchetto e la chiave API per effettuare il push del pacchetto nel server.
ja: パッケージをサーバーにプッシュするために、パッケージのパスと API キーを指定します。
ko: 패키지를 서버로 푸시하기 위해 패키지 및 API 키의 경로를 지정합니다.
pl: Określ ścieżkę do pakietu i swój klucz interfejsu API w celu wypchnięcia pakietu na serwer.
pt_br: Especifique o caminho para o pacote e para a chave de API para enviar por push o pacote para o servidor.
ru: Укажите путь к пакету и ключ API для отправки пакета на сервер.
tr: Paketi sunucuya göndermek için paketin ve API anahtarınızın yolunu belirtin.
zh_hans: 指定包路径和 API 密钥，将包推送到服务器。
zh_hant: 指定到達套件的路徑以及您的 API 金鑰，以推送套件至伺服器。

# PushCommandUsageSummary
source: <package path> [API key] [options]
cs: <package path> [API key] [možnosti]
it: <package path> [Chiave API] [opzioni]
ja: <package path> [API キー] [オプション]
ko: <package path> [API 키] [옵션]
pl: <package path> [Klucz interfejsu API] [opcje]
zh_hans: <package path> [API 密钥] [选项]

# RestoreCommandDescription
source: Restores NuGet packages.
cs: Obnoví balíčky NuGet.
de: Stellt NuGet-Pakete wieder her.
es: Restaurar paquetes NuGet
fr: Restaure les packages NuGet.
it: Ripristina i pacchetti NuGet.
ja: NuGet パッケージを復元します。
ko: NuGet 패키지를 복원합니다.
pl: Przywraca pakiety NuGet.
pt_br: Restaura pacotes NuGet.
tr: NuGet paketlerini geri yükler.
zh_hans: 还原 NuGet 包。
zh_hant: 還原 NuGet 封裝。

# RestoreCommandForceEvaluate
source: Forces restore to reevaluate all dependencies even if a lock file already exists.
cs: Vynutí obnovení při přehodnocení všech závislostí i v případě, že už existuje soubor zámku.
de: Erzwingt die Neubewertung aller Abhängigkeiten bei der Wiederherstellung, selbst wenn bereits eine Sperrdatei vorhanden ist.
es: Fuerza la restauración para volver a evaluar todas las dependencias aunque ya exista un archivo de bloqueo.
fr: Force la restauration à réévaluer toutes les dépendances, même s’il existe déjà un fichier de verrouillage.
it: Forza il ripristino per rivalutare tutte le dipendenze anche se esiste già un file di blocco.
ja: ロック ファイルが既に存在する場合でも、すべての依存関係を再評価するように強制的に復元します。
ko: 잠금 파일이 이미 존재하는 경우에도 모든 종속성을 다시 평가하기 위해 복원합니다.
pl: Wymusza przywrócenie w celu ponownego obliczenia wszystkich zależności, nawet jeśli plik blokady już istnieje.
pt_br: Força a restauração para reavaliar todas as dependências, mesmo se já existir um arquivo de bloqueio.
ru: Принудительно применяет восстановление, чтобы повторно рассчитать все зависимости, если файл блокировки уже существует.
tr: Bir kilit dosyası mevcut olsa bile geri yüklemenin tüm bağımlılıkları yeniden değerlendirmesini zorlar.
zh_hans: 即使锁定文件已存在，也强制还原以重新评估所有依赖项。
zh_hant: 強制還原以重新評估所有相依性，即使已經存在鎖定檔案也一樣。

# RestoreCommandLockFilePath
source: Output location where project lock file is written. By default, this is 'PROJECT_ROOT\packages.lock.json'.
cs: Výstupní umístění, do kterého se zapisuje soubor zámku projektu. Ve výchozím nastavení je to PROJECT_ROOT\packages.lock.json.
de: Ausgabespeicherort, an dem die Projektsperrdatei geschrieben wird. Standardmäßig ist dies „PROJECT_ROOT\packages.lock.json“.
es: Destino de salida donde se escribe el archivo de bloqueo del proyecto. De forma predeterminada, esto es "PROJECT_ROOT\packages.lock.json".
fr: Emplacement de sortie où le fichier de verrouillage du projet est écrit. Par défaut, il s’agit de « PROJECT_ROOT\packages.lock.json ».
it: Posizione di output in cui viene scritto il file di blocco del progetto. Per impostazione predefinita, è 'PROJECT_ROOT\packages.lock.json'.
ja: プロジェクト ロック ファイルの書き込み先の出力場所。既定では、これは 'PROJECT_ROOT\packages.lock.json' です。
ko: 프로젝트 잠금 파일이 기록되는 출력 위치입니다. 기본적으로 이는 'PROJECT_ROOT\packages.lock.json'입니다.
pl: Lokalizacja wyjściowa, w której jest zapisywany plik blokady projektu. Domyślnie jest to „PROJECT_ROOT\packages.lock.json”.
pt_br: Local de saída em que o arquivo de bloqueio de projeto é gravado. Por padrão, é "PROJECT_ROOT\packages.lock.json".
ru: Расположение вывода, куда записывается файл блокировки проекта. По умолчанию это "PROJECT_ROOT\packages.lock.json".
tr: Proje kilit dosyasının yazıldığı çıktı konumu. Varsayılan olarak, bu 'PROJECT_ROOT\packages.lock.json'dur.
zh_hans: 写入项目锁文件的输出位置。默认情况下，这是 "PROJECT_ROOT\packages.lock.json"。
zh_hant: 專案鎖定檔案所寫入的輸出位置。預設為 'PROJECT_ROOT\packages.lock.json'。

# RestoreCommandLockedMode
source: Don't allow updating project lock file.
cs: Nepovolí aktualizaci souboru zámku projektu.
de: Lassen Sie keine Aktualisierung der Projektsperrdatei zu.
es: No permite actualizar el archivo de bloqueo del proyecto.
fr: Ne pas autoriser la mise à jour du fichier de verrouillage du projet.
it: Non consentire l'aggiornamento del file di blocco del progetto.
ja: プロジェクト ロック ファイルの更新は許可されません。
ko: 프로젝트 잠금 파일 업데이트를 허용하지 않습니다.
pl: Nie zezwalaj na aktualizowanie pliku blokady projektu.
pt_br: Não permitir atualizar o arquivo de bloqueio do projeto.
ru: Не разрешать обновление файла блокировки проекта.
tr: Proje kilit dosyasının güncelleştirilmesine izin verme.
zh_hans: 不允许更新项目锁定文件。
zh_hant: 不允許更新專案鎖定檔案。

# RestoreCommandP2PTimeOut
source: Timeout in seconds for resolving project to project references.
cs: Časový limit v sekundách pro překlad odkazů projektu na projekt.
de: Zeitüberschreitung (in Sekunden) beim Auflösen von Projekt-zu-Projekt-Verweisen.
es: Tiempo de espera en segundos para resolver el proyecto en referencias de proyecto.
fr: Expiration du délai en secondes pour la résolution des références de projet en projet.
it: Timeout in secondi per la risoluzione dei riferimenti da progetto a progetto.
ja: プロジェクトをプロジェクト参照に解決する際のタイムアウト (秒)。
ko: 프로젝트 간 참조를 확인하기 위한 시간 초과(초)입니다.
pl: Limit czasu (w sekundach) rozpoznawania odwołań projektu do projektu.
pt_br: Tempo limite em segundos para resolver referências de projeto para projeto.
ru: Время в секундах для разрешения ссылок проекта на проект.
tr: Projeyi proje başvurularına çözümlemek için saniye cinsinden zaman aşımı.
zh_hans: 将项目解析为项目引用的超时(以秒为单位)。
zh_hant: 將專案解析為專案參考的逾時秒數。

# RestoreCommandPackagesDirectory
source: Specifies the packages folder.
cs: Určuje složku balíčků.
de: Gibt den Paketordner an.
es: Especifica la carpeta de paquetes.
fr: Spécifie le dossier des packages.
it: Specifica la cartella dei pacchetti.
ja: パッケージ フォルダーを指定します。
ko: 패키지 폴더를 지정합니다.
pl: Określa folder pakietów.
pt_br: Especifica a pasta de pacotes.
ru: Определяет папку пакетов.
tr: Paketler klasörünü belirtir.
zh_hans: 指定包文件夹。
zh_hant: 指定封裝資料夾。

# RestoreCommandRecursive
source: Restore all referenced projects for UWP and NETCore projects. This does not include packages.config projects.
cs: Obnovte všechny odkazované projekty pro projekty UPW a NETCore. Nezahrnuje projekty packages.config.
de: Stellen Sie alle referenzierten Projekte für UWP- und NETCore-Projekte wieder her. Dies schließt packages.config Projekte nicht ein.
es: Restaura todos los proyectos a los que se hace referencia para proyectos de UWP y NETCore. Esto no incluye packages.config proyectos.
fr: Restaurez tous les projets référencés pour les projets UWP et NETCore. Cela n’inclut pas les projets packages.config.
it: Ripristina tutti i progetti di riferimento per i progetti della piattaforma UWP e NETCore. Non sono inclusi i progetti packages.config.
ja: UWP プロジェクトと NETCore プロジェクトのすべての参照プロジェクトを復元します。これには packages.config プロジェクトは含まれません。
ko: UWP 및 NETCore 프로젝트에 대해 참조된 모든 프로젝트를 복원합니다. 여기에는 packages.config 프로젝트가 포함되지 않습니다.
pl: Przywróć wszystkie przywoływane projekty dla projektów na platformach UWP i NETCore. Nie obejmuje to projektów packages.config.
pt_br: Restaure todos os projetos referenciados para projetos UWP e NETCore. Isso não inclui projetos packages.config.
tr: UWP ve NETCore projeleri için başvurulan tüm projeleri geri yükleyin. Bu, packages.config projelerini içermez.
zh_hans: 还原 UWP 和 NETCore 项目的所有引用项目。这不包括 packages.config 项目。
zh_hant: 還原 UWP 和 NETCore 專案的所有參考專案。這不包含 packages.config 專案。
