Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SignCommandNoArgumentException
source: No value provided for '{0}'. For a list of accepted values, please visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Pro „{0}“ nebyla zadána žádná hodnota. Seznam přijatelných hodnot najdete na https://docs.nuget.org/docs/reference/command-line-reference
de: Für „{0}“ wurde kein Wert angegeben. Eine Liste zulässiger Werte finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference
es: No se proporcionó un valor para "{0}". Para obtener una lista de los valores aceptados, visite https://docs.nuget.org/docs/reference/command-line-reference.
fr: Valeur non valide fournie pour '{0}'. Pour obtenir la liste des valeurs acceptées, consultez https://docs.nuget.org/docs/reference/command-line-reference
it: Nessun valore specificato per '{0}'. Per un elenco dei valori accettati, visitare https://docs.nuget.org/docs/reference/command-line-reference
ja: '{0}' に対して指定された値が無効です。承認済みの値のリストについては、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: '{0}'에 대한 값이 제공되지 않았습니다. 허용되는 값 목록을 보려면 https://docs.nuget.org/docs/reference/command-line-reference를 방문하세요.
pl: Brak podanej wartości dla „{0}”. Aby uzyskać listę akceptowanych wartości, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Nenhum valor fornecido para '{0}'. Para obter uma lista de valores aceitos, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Не указано значение для "{0}". Список допустимых значений см. на странице https://docs.nuget.org/docs/reference/command-line-reference.
tr: '{0}' için değer sağlanmadı. Kabul edilen değerler listesi için lütfen https://docs.nuget.org/docs/reference/command-line-reference adresini ziyaret edin
zh_hans: 没有为“{0}”提供值。有关接受的值的列表，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 未提供任何值給 '{0}'。如需可接受的值清單，請前往 https://docs.nuget.org/docs/reference/command-line-reference

# SignCommandNoCertificateException
source: No certificate was provided. For a list of accepted ways to provide a certificate, please visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Nebyl poskytnut žádný certifikát. Seznam přijatelných způsobů, jak poskytnout certifikát, najdete na https://docs.nuget.org/docs/reference/command-line-reference
de: Es wurde keine Zertifikatdatei gefunden. Eine Liste der akzeptierten Methoden zur Bereitstellung eines Zertifikats finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference
es: No se proporcionó ningún certificado. Para consultar las formas aceptadas de proporcionar un certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
fr: Aucun certificat n’a été fourni. Pour obtenir la liste des méthodes d'émission de certificats acceptées, consultez https://docs.nuget.org/docs/reference/command-line-reference
it: Non è stato specificato alcun certificato. Per un elenco delle modalità accettate per la specifica di un certificato, visitare il sito https://docs.nuget.org/docs/reference/command-line-reference.
ja: 証明書が指定されませんでした。証明書を提供するための承認済み方法のリストについては、https://docs.nuget.org/docs/reference/command-line-reference を参照してください
ko: 인증서가 제공되지 않았습니다. 인증서를 제공하는 허용되는 방법 목록을 보려면 https://docs.nuget.org/docs/reference/command-line-reference를 방문하세요.
pl: Nie podano certyfikatu. Aby uzyskać listę akceptowanych sposobów dostarczenia certyfikatu, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Nenhum certificado foi fornecido. Para obter uma lista de maneiras aceitas de fornecer um certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Сертификат не предоставлен. Список допустимых способов предоставления сертификата см. на странице https://docs.nuget.org/docs/reference/command-line-reference.
tr: Sertifika sağlanmadı. Kabul edilen sertifika sağlama yollarının listesi için lütfen https://docs.nuget.org/docs/reference/command-line-reference adresini ziyaret edin
zh_hans: 未提供任何证书。要获取接受的证书提供方式列表，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 未提供憑證。如需提供憑證可接受的方法清單，請前往 https://docs.nuget.org/docs/reference/command-line-reference

# SignCommandNoPackageException
source: No package was provided. For a list of accepted ways to provide a package, please visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Nezadal se žádný balíček. Seznam přijatelných způsobů, jak balíček zadat, najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Es wurde kein Paket angegeben. Eine Liste der anerkannten Methoden zur Bereitstellung eines Pakets finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference.
es: No se proporcionó ningún paquete. Para obtener una lista de las formas aceptadas para proporcionar un paquete, visite https://docs.nuget.org/docs/reference/command-line-reference.
fr: Aucun package fourni. Pour obtenir la liste des moyens de fournir des packages qui sont acceptés, consultez https://docs.nuget.org/docs/reference/command-line-reference
it: Non è stato fornito alcun pacchetto. Per un elenco dei modi accettati per fornire un pacchetto, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: パッケージが指定されていません。パッケージを指定する承認済みの方法の一覧については、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: 패키지를 제공하지 않았습니다. 허용되는 패키지 제공 방법의 목록은 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: Nie dostarczono żadnego pakietu. Aby uzyskać listę akceptowanych sposobów dostarczenia pakietu, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Nenhum pacote foi fornecido. Para obter uma lista das maneiras aceitas para fornecer um pacote, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Пакет не указан. Допустимые способы предоставления пакетов: https://docs.nuget.org/docs/reference/command-line-reference
tr: Hiçbir paket sağlanmadı. Kabul edilen paket sağlama yollarının listesi için lütfen https://docs.nuget.org/docs/reference/command-line-reference adresini ziyaret edin
zh_hans: 没有提供任何包。要获取接受的包提供方式列表，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 未提供任何套件。如需可接受的提供套件方法清單，請前往 https://docs.nuget.org/docs/reference/command-line-reference

# SignCommandNoTimestamperWarning
source: The '-Timestamper' option was not provided. The signed package will not be timestamped. To learn more about this option, please visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Nebyla poskytnuta možnost -Timestamper. Podepsaný balíček nebude mít časové razítko. Další informace o této možnosti najdete na https://docs.nuget.org/docs/reference/command-line-reference
de: Es wurde keine Option „-Timestamper“ angegeben, daher wird das signierte Paket nicht mit einem Zeitstempel versehen. Weitere Informationen zu dieser Option finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference
es: No se proporcionó ninguna opción para "-Timestamper" y no se incluirá la marca de tiempo en el paquete firmado. Para obtener más información acerca de esta opción, visite https://docs.nuget.org/docs/reference/command-line-reference.
fr: Aucune option '-Timestamper' fournie, le package signé n'est pas horodaté. Pour en savoir plus sur cette option, consultez https://docs.nuget.org/docs/reference/command-line-reference
it: L'opzione '-Timestamper' non è stata specificata. Al pacchetto firmato non verrà aggiunto un timestamp. Per altre informazioni su questa opzione, visitare https://docs.nuget.org/docs/reference/command-line-reference
ja: '-Timestamper' オプションは指定されませんでした。署名済みのパッケージには、タイムスタンプは設定されません。このオプションの詳細については、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: '-Timestamper' 옵션이 제공되지 않았습니다. 서명된 패키지에는 타임스탬프가 지정되지 않습니다. 이 옵션에 대해 자세히 알아보려면 https://docs.nuget.org/docs/reference/command-line-reference를 방문하세요.
pl: Nie podano opcji „-Timestamper”. Podpisany pakiet nie zostanie oznaczony sygnaturą czasową. Aby dowiedzieć się więcej o tej opcji, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: A opção '-Timestamper' foi fornecida, então o pacote assinado não receberá carimbo de data/hora. Para saber mais sobre essa opção, visite https://docs.nuget.org/docs/reference/command-line-reference
tr: '-Timestamper' seçeneği sağlanmadı. imzalı pakete zaman damgası konulmayacak. Bu seçenek hakkında daha fazla bilgi için lütfen https://docs.nuget.org/docs/reference/command-line-reference adresini ziyaret edin
zh_hans: 未提供 “-Timestamper” 选项。已签名的包将不会加盖时间戳。要了解有关此选项的详细信息，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 未提供 '-Timestamper'。簽署的封裝不會加上時間戳記。若要深入了解這個選項，請前往 https://docs.nuget.org/docs/reference/command-line-reference

# SignCommandOutputDirectoryDescription
source: Directory where the signed package should be saved. By default the original package is overwritten by the signed package.
cs: Adresář, do kterého se má uložit podepsaný balíček. Ve výchozím nastavení se původní balíček přepíše podepsaným balíčkem.
de: Das Verzeichnis, in dem das signierte Paket gespeichert werden soll. Standardmäßig wird das ursprüngliche Paket durch das signierte Paket überschrieben.
es: Directorio donde se debe guardar el paquete firmado. De forma predeterminada, el paquete original se sobrescribe con el paquete firmado.
fr: Répertoire où le package signé doit être enregistré. Par défaut, le package d'origine est remplacé par le package signé.
it: Directory in cui deve essere salvato il pacchetto firmato. Per impostazione predefinita, il pacchetto originale viene sovrascritto dal pacchetto firmato.
ja: 署名済みパッケージを保存するディレクトリです。既定では、オリジナル パッケージは署名済みパッケージで上書きされます。
ko: 서명된 패키지를 저장할 디렉터리입니다. 기본적으로 원래 패키지를 서명된 패키지로 덮어씁니다.
pl: Katalog, w którym ma zostać zapisany podpisany pakiet. Domyślnie oryginalny pakiet jest zastępowany podpisanym pakietem.
pt_br: Diretório em que o pacote assinado deve ser salvo. Por padrão, o pacote original é substituído pelo pacote assinado.
ru: Папка, в которой будет сохранен подписанный пакет. По умолчанию исходный пакет перезаписывается подписанным пакетом.
tr: İmzalı paketin kaydedileceği dizin. Varsayılan ayar olarak, imzalı paket tarafından özgün paketin üzerine yazılır.
zh_hans: 其中应保存已签名包的目录。默认情况下已签名包会覆盖原始包。
zh_hant: 用來儲存已簽署套件的目錄。根據預設，已簽署套件會複寫原始套件。

# SignCommandOverwriteDescription
source: Switch to indicate if the current signature should be overwritten. By default the command will fail if the package already has a signature.
cs: Přepínač, který určuje, jestli se má přepsat aktuální podpis. Pokud balíček už bude obsahovat podpis, příkaz se ve výchozím nastavení neprovede úspěšně.
de: Schalter, der festlegt, ob die aktuelle Signatur überschrieben werden soll. Standardmäßig verursacht der Befehl einen Fehler, wenn das Paket bereits eine Signatur aufweist.
es: Se cambia para indicar si la firma actual debe sobrescribirse. Se produce un error del comando de forma predeterminada si el paquete ya tiene una firma.
fr: Commutateur pour indiquer si la signature actuelle doit être remplacée. Par défaut, la commande échoue si le package a déjà une signature.
it: Attivare o disattivare per indicare se la firma corrente deve essere sovrascritta o meno. Per impostazione predefinita, il comando non riuscirà se il pacchetto contiene già una firma.
ja: 現在の署名を上書きするかどうかを示すスイッチです。規定では、パッケージに既に署名がある場合、コマンドは失敗します。
ko: 현재 시그니처를 덮어쓸지 여부를 나타내는 스위치입니다. 기본적으로 패키지에 이미 시그니처가 있으면 명령이 실패합니다.
pl: Przełącz, aby wskazać, czy bieżący podpis ma być zastąpiony. Domyślnie polecenie nie powiedzie się, jeżeli pakiet zawiera już podpis.
pt_br: Opção para indicar se a assinatura atual deve ser substituída. Por padrão, o comando falhará se o pacote já tiver uma assinatura.
ru: Параметр, который указывает, необходимо ли перезаписать текущую подпись. Если у пакета уже есть подпись, по умолчанию команда завершится с ошибкой.
tr: Geçerli imzanın üzerine yazılıp yazılmayacağını belirtmek için değiştirin. Varsayılan ayar olarak, paketin imzası zaten varsa komut başarısız olur.
zh_hans: 用于指示是否应覆盖当前签名的开关。如果包已有签名，默认情况下该命令将失败。
zh_hant: 表示是否應覆寫目前簽章的參數。根據預設，如果套件已有簽章，命令便會失敗。

# SignCommandSummary
source: Signs a NuGet package.
cs: Podepíše balíček NuGet.
de: Signiert ein NuGet-Paket.
es: Firma un paquete NuGet.
fr: Signe un package NuGet.
it: Firma un pacchetto NuGet.
ja: NuGet パッケージに署名します。
ko: NuGet 패키지에 서명합니다.
pl: Podpisuje pakiet NuGet.
pt_br: Assina um pacote NuGet.
ru: Подписывает пакет NuGet.
tr: NuGet paketini imzalar.
zh_hans: 对 NuGet 包进行签名。
zh_hant: 簽署 NuGet 套件。

# SignCommandTimestampHashAlgorithmDescription
source: Hash algorithm to be used by the RFC 3161 timestamp server. Defaults to SHA256.
cs: Hashovací algoritmus používaný serverem časového razítka podle standardu RFC 3161. Výchozí je SHA256.
de: Der vom RFC 3161-Zeitstempelserver zu verwendende Hashalgorithmus. Standardmäßig SHA256.
es: Algoritmo hash que va a usar el servidor de asignación de marca de tiempo RFC 3161. El valor predeterminado es SHA256.
fr: Algorithme de hachage à utiliser par le serveur d'horodatage RFC 3161. Par défaut, SHA256.
it: Algoritmo hash che verrà usato dal server di timestamp RFC 3161. Impostazione predefinita: SHA256.
ja: RFC 3161 タイムスタンプ サーバーで使用するハッシュ アルゴリズムです。規定値は SHA256 です。
ko: RFC 3161 타임스탬프 서버에서 사용할 해시 알고리즘입니다. 기본값은 SHA256입니다.
pl: Algorytm wyznaczania wartości skrótu do użycia przez serwer znaczników czasu RFC 3161. Wartość domyślna to SHA256.
pt_br: Algoritmo de hash a ser usado pelo servidor de carimbo de data/hora RFC 3161. O padrão é SHA256.
ru: Хэш-алгоритм, используемый сервером меток времени RFC 3161. По умолчанию SHA256.
tr: RFC 3161 zaman damgası sunucusu tarafından kullanılacak karma algoritması. Varsayılan değeri: SHA256.
zh_hans: RFC 3161 时间戳服务器要使用的哈希算法。默认值为 SHA256。
zh_hant: RFC 3161 時間戳記伺服器所使用的雜湊演算法。預設為 SHA256。

# SignCommandTimestamperDescription
source: URL to an RFC 3161 timestamping server.
cs: Adresa URL serveru časového razítka podle standardu RFC 3161
de: URL zu einem RFC 3161-Zeitstempelserver.
es: Dirección URL a un servidor de asignación de marca de tiempo RFC 3161.
fr: URL d'un serveur d'horodatage RFC 3161.
it: URL di un server di timestamp RFC3161.
ja: RFC 3161 タイム スタンプ サーバーの URL です。
ko: RFC 3161 타임스탬핑 서버의 URL입니다.
pl: Adres URL do serwera znaczników czasu RFC 3161.
pt_br: URL para um servidor de aplicação de carimbo de data/hora RFC 3161.
ru: URL-адрес сервера меток времени RFC 3161.
tr: RFC 3161 zaman damgası sunucusunun URL'si.
zh_hans: RFC 3161 加盖时间戳服务器的 URL。
zh_hant: RFC 3161 時間戳記伺服器的 URL。

# SignCommandUsageDescription
source: Signs a NuGet package.
cs: Podepíše balíček NuGet.
de: Signiert ein NuGet-Paket.
es: Firma un paquete NuGet.
fr: Signe un package NuGet.
it: Firma un pacchetto NuGet.
ja: NuGet パッケージに署名します。
ko: NuGet 패키지에 서명합니다.
pl: Podpisuje pakiet NuGet.
pt_br: Assina um pacote NuGet.
ru: Подписывает пакет NuGet.
tr: NuGet paketini imzalar.
zh_hans: 对 NuGet 包进行签名。
zh_hant: 簽署 NuGet 套件。

# SignCommandUsageSummary
source: <package_path> -Timestamper <timestamp_server_url> [-CertificatePath <certificate_path> | [ -CertificateStoreName <certificate_store_name> -CertificateStoreLocation <certificate_store_location> [-CertificateSubjectName <certificate_subject_name> | -CertificateFingerprint <certificate_fingerprint>]]] [options]
cs: <package_path> -Timestamper <timestamp_server_url> [-CertificatePath <certificate_path> | [ -CertificateStoreName <certificate_store_name> -CertificateStoreLocation <certificate_store_location> [-CertificateSubjectName <certificate_subject_name> | -CertificateFingerprint <certificate_fingerprint>]]] [možnosti]
it: <package_path> -Timestamper <timestamp_server_url> [-CertificatePath <certificate_path> | [ -CertificateStoreName <certificate_store_name> -CertificateStoreLocation <certificate_store_location> [-CertificateSubjectName <certificate_subject_name> | -CertificateFingerprint <certificate_fingerprint>]]] [opzioni]
ja: <package_path> -Timestamper <timestamp_server_url> [-CertificatePath <certificate_path> | [ -CertificateStoreName <certificate_store_name> -CertificateStoreLocation <certificate_store_location> [-CertificateSubjectName <certificate_subject_name> | -CertificateFingerprint <certificate_fingerprint>]]] [オプション]
pl: <package_path> -Timestamper <timestamp_server_url> Ścieżka certyfikatu [-CertificatePath <certificate_path> | [ -CertificateStoreName <certificate_store_name> -CertificateStoreLocation <certificate_store_location> [-CertificateSubjectName <certificate_subject_name> | -CertificateFingerprint <certificate_fingerprint>]]] [opcje]

# SourcesCommandAllowInsecureConnectionsDescription
source: Allows HTTP connections for adding or updating packages. Note: This method is not secure. For secure options, see https://aka.ms/nuget-https-everywhere for more information.
cs: Povolí připojení HTTP pro přidávání nebo aktualizaci balíčků. Poznámka: Tato metoda není zabezpečená. Další informace o zabezpečených možnostech najdete na https://aka.ms/nuget-https-everywhere.
de: Ermöglicht HTTP-Verbindungen zum Hinzufügen oder Aktualisieren von Paketen. Hinweis: Diese Methode ist nicht sicher. Weitere Informationen zu sicheren Optionen finden Sie unter https://aka.ms/nuget-https-everywhere.
es: Permite conexiones HTTP para agregar o actualizar paquetes. Nota: este método no es seguro. Para opciones seguras, consulte https://aka.ms/nuget-https-everywhere para obtener más información.
fr: Autorise les connexions HTTP pour l’ajout ou la mise à jour de packages. Remarque : cette méthode n’est pas sécurisée. Si vous souhaitez découvrir des options sécurisées, consultez https://aka.ms/nuget-https-everywhere pour obtenir plus d’informations.
it: Consente connessioni HTTP per l'aggiunta o l'aggiornamento di pacchetti. Nota: questo metodo non è sicuro. Per le opzioni di sicurezza, vedere https://aka.ms/nuget-https-everywhere per altre informazioni.
ja: パッケージを追加または更新するための HTTP 接続を許可します。注: このメソッドはセキュリティで保護されていません。セキュリティで保護されたオプションについては、https://aka.ms/nuget-https-everywhere を参照してください。
ko: 패키지를 추가하거나 업데이트하기 위한 HTTP 연결을 허용합니다. 참고: 이 메서드는 안전하지 않습니다. 보안 옵션은 https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Zezwala na połączenia HTTP na potrzeby dodawania lub aktualizowania pakietów. Uwaga: ta metoda nie jest bezpieczna. Aby uzyskać więcej informacji na temat bezpiecznych opcji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Permite conexões HTTP para adicionar ou atualizar pacotes. Observação: esse método não é seguro. Para opções seguras, consulte https://aka.ms/nuget-https-everywhere para obter mais informações.
ru: Разрешает HTTP-подключения для добавления или обновления пакетов. Примечание. Этот метод небезопасен. Дополнительные сведения о безопасных вариантах см. на странице https://aka.ms/nuget-https-everywhere.
tr: Paket eklemek veya paketleri güncelleştirmek için HTTP bağlantılarına izin verir. Not: Bu yöntem güvenli değildir. Güvenli seçenekler hakkında daha fazla bilgi için https://aka.ms/nuget-https-everywhere sayfasına bakın.
zh_hans: 允许 HTTP 连接添加或更新包。注意: 此方法不安全。有关安全选项，请参阅 https://aka.ms/nuget-https-everywhere 了解详细信息。
zh_hant: 允許 HTTP 連線用於新增或更新封裝。注意: 此方法不安全。如需安全選項，請參閱 https://aka.ms/nuget-https-everywhere 以取得詳細資訊。

# SourcesCommandDescription
source: Provides the ability to manage list of sources located in NuGet.config files.
cs: Nabízí možnost spravovat seznam zdrojů umístěných v souborech NuGet.config.
de: Bietet die Möglichkeit, eine Liste der Quellen in den "NuGet.config"-Dateien zu verwalten.
es: Permite administrar la lista de orígenes de los archivos NuGet.config.
fr: Permet de gérer la liste des sources situées dans les fichiers NuGet.config.
it: Consente di gestire l'elenco delle origini presenti nei file NuGet.config.
ja: NuGet.config ファイルにあるソースの一覧を管理する機能を提供します。
ko: NuGet.config 파일에 있는 소스 목록을 관리하는 기능을 제공합니다.
pl: Zapewnia możliwość zarządzania listą źródeł znajdujących się w plikach NuGet.config.
pt_br: Fornece a capacidade de gerenciar a lista de fontes localizadas em arquivos NuGet.config.
ru: Предоставляет возможность управлять списком источников, расположенных в файлах NuGet.config.
tr: NuGet.config dosyalarında bulunan kaynakların listesini yönetme olanağı sunar.
zh_hans: 提供管理 NuGet.config 文件中源列表的功能。
zh_hant: 讓您能夠管理位於 NuGet.config 檔案中來源的清單。

# SourcesCommandFormatDescription
source: Applies to the list action. Accepts two values: Detailed (the default) and Short.
cs: Vztahuje se k akci výpisu. Přijímá dvě hodnoty: Detailed (výchozí hodnota) a Short.
de: Gilt für die Listenaktion. Akzeptiert zwei Werte: "Detailed" (Standard) und "Short".
es: Se aplica a la acción de la lista. Acepta dos valores: Detallado (valor predeterminado) y Corto.
fr: S'applique à l'action list. Accepte deux valeurs : Detailed (par défaut) et Short.
it: Si applica all'azione list. Accetta due valori: Detailed (valore predefinito) e Short.
ja: リスト アクションに適用されます。Detailed (既定) と Short の2つの値を指定できます。
ko: 목록 작업에 적용됩니다. 두 가지 값(Detailed(기본값), Short)을 허용합니다.
pl: Dotyczy akcji listy. Akceptuje dwie wartości: Detailed (wartość domyślna) i Short.
pt_br: Aplica-se à ação da lista. Aceita dois valores: Detailed (o padrão) e Short.
ru: Применяется к действию списка. Принимает два значения: "Detailed" (по умолчанию) и "Short".
tr: Liste eylemi için geçerlidir. İki değer kabul eder: Detailed (varsayılan) ve Short.
zh_hans: 应用于列表操作。接受两个值: Detailed (默认)和 Short。
zh_hant: 套用至清單動作。接受兩個值: 詳細 (預設值) 與簡短。

# SourcesCommandNameDescription
source: Name of the source.
cs: Název zdroje
de: Name der Quelle.
es: Nombre del origen.
fr: Nom de la source.
it: Nome dell'origine.
ja: ソースの名前。
ko: 소스 이름입니다.
pl: Nazwa źródła.
pt_br: Nome da origem.
ru: Имя источника.
tr: Kaynağın adı.
zh_hans: 源的名称。
zh_hant: 來源名稱。

# SourcesCommandPasswordDescription
source: Password to be used when connecting to an authenticated source.
cs: Heslo, které se použije při připojování k ověřenému zdroji
de: Kennwort, das beim Herstellen einer Verbindung mit einer authentifizierten Quelle verwendet werden soll.
es: Contraseña que se debe usar al conectarse a un origen autenticado.
fr: Mot de passe à utiliser pour la connexion à une source authentifiée.
it: Password da usare per la connessione a un'origine autenticata.
ja: 認証済みソースに接続するときに使用するパスワード。
ko: 인증된 소스에 연결할 때 사용할 암호입니다.
pl: Hasło, które zostanie użyte podczas nawiązywania połączenia z uwierzytelnionym źródłem.
pt_br: Senha a ser usada ao conectar-se a uma origem autenticada.
ru: Пароль, используемый при подключении к источнику, прошедшему проверку подлинности.
tr: Kimliği doğrulanmış bir kaynağa bağlanılırken kullanılacak parola.
zh_hans: 连接到已验证源时要使用的密码。
zh_hant: 連線到經驗證的來源時，所要使用的密碼。
