Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# UpdateCommandDescription
source: Update packages to latest available versions. This command also updates NuGet.exe itself.
cs: Aktualizujte balíčky na nejnovější dostupné verze. Tento příkaz také aktualizuje samotný NuGet.exe.
de: Aktualisieren Sie Pakete auf die neuesten verfügbaren Versionen. Über diesen Befehl wird auch die NuGet.exe-Datei selbst aktualisiert.
es: Actualiza los paquetes a las últimas versiones disponibles. Este comando también actualiza NuGet.exe sí mismo.
fr: Mettez à jour les packages vers les dernières versions disponibles. Cette commande met également à jour NuGet.exe lui-même.
it: Aggiornare i pacchetti alle versioni più recenti disponibili. Questo comando aggiorna anche lo stesso NuGet.exe.
ja: パッケージを利用可能な最新バージョンに更新します。このコマンドは、NuGet.exe 自体も更新します。
ko: 패키지를 사용 가능한 최신 버전으로 업데이트합니다. 이 명령은 NuGet.exe 자체도 업데이트합니다.
pl: Zaktualizuj pakiety do najnowszych dostępnych wersji. To polecenie aktualizuje również sam program NuGet.exe.
pt_br: Atualize os pacotes para as versões mais recentes disponíveis. Esse comando também atualiza o NuGet.exe.
ru: Обновите пакеты до последних доступных версий. Эта команда также обновляет сам NuGet.exe.
tr: Paketleri en son kullanılabilir sürümlere güncelleştirin. Bu komut aynı zamanda NuGet.ex’yi de güncelleştirir.
zh_hans: 将包更新到最新可用版本。此命令还会更新 NuGet.exe 本身。
zh_hant: 將封裝更新為最新的可用版本。此命令也會更新 NuGet.exe 本身。

# UpdateCommandFileConflictAction
source: Set default action when a file from a package already exists in the target project. Set to Overwrite to always overwrite files. Set to Ignore to skip files. If not specified, it will prompt for each conflicting file.
cs: Nastavte výchozí akci pro situace, kdy soubor z balíčku už v cílovém projektu existuje. Chcete-li vždy přepsat soubory, nastavte možnost Přepsat. Pokud chcete přeskočit soubory, nastavte na Ignorovat. Pokud se nezadá, zobrazí se výzva ke každému konfliktnímu souboru.
de: Legen Sie eine Standardaktion für den Fall fest, dass eine Datei aus einem Paket bereits im Zielprojekt vorhanden ist. Legen Sie „Überschreiben“ fest, um Dateien immer zu überschreiben. Legen Sie diese Option auf „Ignorieren“ fest, um Dateien zu überspringen. Wenn keine Angabe erfolgt, wird für jede in Konflikt stehende Datei eine Eingabeaufforderung angezeigt.
es: Establece la acción predeterminada cuando ya existe un archivo de un paquete en el proyecto de destino. Establézcalo en Sobrescribir para sobrescribir siempre los archivos. Establézcalo en Omitir para omitir archivos. Si no se especifica, se solicitará cada archivo en conflicto.
fr: Définissez l’action par défaut lorsque le fichier d’un package existe déjà dans le projet cible. Définissez Remplacer pour toujours remplacer les fichiers. Définissez cette option sur Ignorer pour ignorer les fichiers. Si rien n’est spécifié, on vous invitera à effectuer un choix pour chaque fichier en conflit.
it: Impostare l'azione predefinita quando il file di un pacchetto esiste già nel progetto di destinazione. Impostare su Sovrascrivi per sovrascrivere sempre i file. Impostare su Ignora per ignorare i file. Se non viene specificato, verrà richiesto per ogni file in conflitto.
ja: パッケージのファイルがターゲット プロジェクトに既に存在する場合は、既定のアクションを設定します。[上書き] に設定すると、常にファイルが上書きされます。ファイルをスキップするには [無視する] に設定します。指定しない場合は、競合するファイルごとにプロンプトが表示されます。
ko: 패키지의 파일이 대상 프로젝트에 이미 있는 경우 기본 동작을 설정합니다. 파일을 항상 덮어쓰려면 덮어쓰기로 설정합니다. 파일을 건너뛰려면 무시로 설정합니다. 지정하지 않으면 충돌하는 각 파일에 대해 프롬프트가 표시됩니다.
pl: Ustaw akcję domyślną, gdy plik z pakietu już istnieje w projekcie docelowym. Ustaw na zastępowanie, aby zawsze zastępować pliki. Ustaw wartość Ignoruj, aby pominąć pliki. Jeśli plik nie zostanie określony, zostanie wyświetlony monit o podanie każdego pliku powodującego konflikt.
pt_br: Defina a ação padrão quando um arquivo de um pacote já existir no projeto de destino. Defina como Substituir para sempre substituir arquivos. Defina como Ignorar para ignorar arquivos. Se não for especificado, ele solicitará cada arquivo conflitante.
ru: Установите действие по умолчанию, если файл из пакета уже существует в целевом проекте. Установите Overwrite, чтобы всегда перезаписывать файлы. Установите значение Ignore, чтобы пропустить файлы. Если не указано, будет запрашиваться каждый конфликтующий файл.
tr: Hedef projede paketten bir dosya zaten varsa varsayılan eylemi ayarlayın. Her zaman dosyaların üzerine yazmak için Üzerine Yaz olarak ayarlayın. Dosyaları atlamak için Yoksay olarak ayarlayın. Belirtilmezse, çakışan her dosyayı sorar.
zh_hans: 设置在目标项目中已存在包中文件时的默认操作。设置为“覆盖”以始终覆盖文件。设置为“忽略”以跳过文件。如果未指定，它将提示每个冲突文件。
zh_hant: 當目標專案中已有來自封裝的檔案時，設定預設動作。設定為 [覆寫] 以永遠覆寫檔案。設定為 [略過] 以略過檔案。如果未指定，當發生每個衝突檔案時會顯示提示。

# UpdateCommandIdDescription
source: Package ids to update.
cs: ID balíčků, která se mají aktualizovat.
de: Zu aktualisierende Paket-IDs.
es: Identificadores de paquete que se actualizarán.
fr: ID de package à mettre à jour.
it: ID pacchetto da aggiornare.
ja: 更新するパッケージ ID。
ko: 업데이트할 패키지 ID입니다.
pl: Identyfikatory pakietów do zaktualizowania.
pt_br: IDs de pacote a serem atualizadas.
ru: Идентификаторы пакетов для обновления.
tr: Güncelleştirilecek paket kimlikleri.
zh_hans: 要更新的包 ID。
zh_hant: 要更新的封裝識別碼。

# UpdateCommandPrerelease
source: Allows updating to prerelease versions. This flag is not required when updating prerelease packages that are already installed.
cs: Umožňuje aktualizaci na předběžné verze. Tento příznak není vyžadován při aktualizaci balíčků předběžné verze, které jsou již nainstalovány.
de: Ermöglicht das Aktualisieren auf Vorabversionen. Dieses Kennzeichen ist nicht erforderlich, wenn bereits installierte Vorabversionspakete aktualisiert werden.
es: Permite actualizar a versiones preliminares. Esta marca no es necesaria al actualizar los paquetes de versión preliminar que ya están instalados.
fr: Autorise la mise à jour vers les versions préliminaires. Cet indicateur n’est pas nécessaire lors de la mise à jour des packages de préversion déjà installés.
it: Consente l'aggiornamento alle versioni non definitive. Questo flag non è necessario quando si aggiornano i pacchetti non definitivi già installati.
ja: プレリリース バージョンへの更新を許可します。既にインストールされているプレリリース パッケージを更新する場合、このフラグは必要ありません。
ko: 시험판 버전으로 업데이트할 수 있습니다. 이미 설치된 시험판 패키지를 업데이트할 때는 이 플래그가 필요하지 않습니다.
pl: Umożliwia aktualizowanie do wersji wstępnych. Ta flaga nie jest wymagana podczas aktualizowania pakietów wstępnych, które są już zainstalowane.
pt_br: Permite a atualização para versões de pré-lançamento. Esse sinalizador não é necessário ao atualizar pacotes de pré-lançamento que já estão instalados.
ru: Разрешает обновление до предварительных версий. Этот флажок не требуется при обновлении предварительно установленных пакетов.
tr: Ön sürüm sürümlerine güncelleştirmeye izin sağlar. Önceden yüklenmiş olan ön sürüm paketleri güncelleştirilirken bu bayrak gerekli değildir.
zh_hans: 允许更新到预发行版本。更新已安装的预发行包时不需要此标志。
zh_hant: 允許更新至發行前版本。更新已安裝的發行前版本封裝時不需要此旗標。

# UpdateCommandRepositoryPathDescription
source: Path to the local packages folder (location where packages are installed).
cs: Cesta ke složce místních balíčků (umístění, kam se balíčky instalují)
de: Pfad zum lokalen Paketordner (Speicherort, an dem Pakete installiert werden).
es: Ruta de acceso a la carpeta de paquetes locales (ubicación donde se instalan los paquetes).
fr: Chemin d’accès au dossier des packages locaux (emplacement où les packages sont installés).
it: Percorso della cartella dei pacchetti locali (percorso in cui sono installati i pacchetti).
ja: ローカル パッケージ フォルダーへのパス (パッケージがインストールされている場所)。
ko: 로컬 패키지 폴더의 경로(패키지가 설치된 위치).
pl: Ścieżka do folderu pakietów lokalnych (lokalizacja, w której są instalowane pakiety).
pt_br: Caminho para a pasta de pacotes locais (local onde os pacotes estão instalados).
ru: Путь к локальной папке пакетов (расположение, где установлены пакеты).
tr: Yerel paketler klasörünün yolu (paketlerin yükleneceği konum).
zh_hans: 本地包文件夹的路径(安装包的位置)。
zh_hant: 本機封裝資料夾的路徑 (安裝封裝的位置)。

# UpdateCommandSafeDescription
source: Looks for updates with the highest version available within the same major and minor version as the installed package.
cs: Vyhledá aktualizace s nejvyšší verzí dostupnou ve stejné hlavní a podverzi jako nainstalovaný balíček.
de: Sucht nach Updates mit der höchsten verfügbaren Version innerhalb der gleichen Haupt- und Nebenversion wie das installierte Paket.
es: Busca actualizaciones con la última versión disponible en la misma versión principal y secundaria que el paquete instalado.
fr: Recherche les mises à jour avec la version la plus élevée disponible dans la même version majeure et mineure que le package installé.
it: Cerca gli aggiornamenti con la versione più recente disponibile all'interno della stessa versione principale e secondaria del pacchetto installato.
ja: インストールされているパッケージと同じメジャー バージョンとマイナー バージョン内で利用可能な最も高いバージョンの更新プログラムを検索します。
ko: 설치된 패키지와 동일한 주 버전 및 부 버전 내에서 사용 가능한 가장 높은 버전의 업데이트를 찾습니다.
pl: Wyszukuje aktualizacje z najwyższą wersją dostępną w tej samej wersji głównej i pomocniczej co zainstalowany pakiet.
pt_br: Procura atualizações com a versão mais alta disponível na mesma versão principal e secundária que o pacote instalado.
ru: Ищет обновления с новейшей версией, доступной в той же основной и дополнительной версии, что и установленный пакет.
tr: Yüklü paketle aynı ana ve ikincil sürümde bulunan en yüksek sürüme sahip güncelleştirmeleri arar.
zh_hans: 查找与已安装包在同一主版本和次要版本中可用的最高版本的更新。
zh_hant: 尋找具有與已安裝封裝相同之主要和次要版本中，可用之最高版本的更新。

# UpdateCommandSelfDescription
source: Update the running NuGet.exe to the newest version available from the server.
cs: Aktualizujte spuštěný NuGet.exe na nejnovější verzi dostupnou ze serveru.
de: Aktualisieren Sie die ausgeführten NuGet.exe-Datei auf die neueste Version, die auf dem Server verfügbar ist.
es: Actualice el NuGet.exe en ejecución a la versión más reciente disponible desde el servidor.
fr: Mettez à jour le fichier NuGet.exe en cours d’exécution vers la version la plus récente disponible à partir du serveur.
it: Aggiornare NuGet.exe in esecuzione alla versione più recente disponibile sul server.
ja: 実行中の NuGet.exe をサーバーから利用可能な最新バージョンに更新します。
ko: 실행 중인 NuGet.exe를 서버에서 사용 가능한 최신 버전으로 업데이트합니다.
pl: Zaktualizuj uruchomiony plik NuGet.exe do najnowszej wersji dostępnej z serwera.
pt_br: Atualize o NuGet.exe em execução para a versão mais recente disponível no servidor.
ru: Обновите запущенный NuGet.exe до последней доступной на сервере версии.
tr: Çalışan NuGet.exe’yi sunucudan kullanılabilen en yeni sürüme güncelleştirin.
zh_hans: 将正在运行的 NuGet.exe 更新为服务器提供的最新版本。
zh_hant: 將執行中 NuGet.exe 更新為伺服器提供的新版本。

# UpdateCommandSourceDescription
source: A list of package sources to search for updates.
cs: Seznam zdrojů balíčků, ve kterých se mají vyhledat aktualizace.
de: Eine Liste der Paketquellen, die nach Updates durchsucht werden sollen.
es: Lista de orígenes de paquetes para buscar actualizaciones.
fr: Liste des sources de package à rechercher pour les mises à jour.
it: Elenco di origini dei pacchetti in cui cercare gli aggiornamenti.
ja: 更新プログラムを検索するパッケージ ソースのリスト。
ko: 업데이트를 검색할 패키지 원본 목록입니다.
pl: Lista źródeł pakietów do wyszukiwania aktualizacji.
pt_br: Uma lista de fontes de pacote para pesquisar atualizações.
ru: Список источников пакетов для поиска обновлений.
tr: Güncelleştirmeleri aramak için paket kaynaklarının listesi.
zh_hans: 用于搜索更新的包源列表。
zh_hant: 要搜尋更新的封裝來源清單。

# UpdateCommandUsageExamples
source: nuget update nuget update -Safe nuget update -Self
cs: aktualizace nuget aktualizace nuget – bezpečné aktualizace nuget - self
es: actualización de nuget actualización de nuget -Safe actualización de nuget -Self
pt_br: atualização do nuget atualização do nuget -Safe atualização do nuget -Self

# UpdateCommandVerboseDescription
source: Show verbose output while updating.
cs: Při aktualizaci zobrazit podrobný výstup.
de: Zeigen Sie eine ausführliche Ausgabe während der Aktualisierung an.
es: Muestra la salida detallada durante la actualización.
fr: Afficher la sortie détaillée lors de la mise à jour.
it: Mostra l’output dettagliato durante l'aggiornamento.
ja: 更新中に詳細出力を表示します。
ko: 업데이트하는 동안 자세한 출력을 표시합니다.
pl: Pokaż pełne dane wyjściowe podczas aktualizowania.
pt_br: Mostrar saída detalhada durante a atualização.
ru: Показывать подробные выходные данные при обновлении.
tr: Güncelleştirme sırasında ayrıntılı çıktıyı gösterin.
zh_hans: 更新时显示详细输出。
zh_hant: 更新時顯示詳細資訊輸出。

# UpdateCommandVersionDescription
source: Updates the package in -Id to the version indicated. Requires -Id to contain exactly one package id.
cs: Aktualizuje balíček v -Id na uvedenou verzi. Vyžaduje parametr -Id, aby obsahoval přesně jedno ID balíčku.
de: Aktualisiert das Paket in „-Id“ auf die angegebene Version. Erfordert, dass „-Id“ genau eine Paket-ID enthält.
es: Novedades el paquete en -Id a la versión indicada. Requiere -Id para contener exactamente un id. de paquete.
fr: Met à jour le package dans -Id avec la version indiquée. Il faut que -Id contienne exactement un ID de package.
it: Aggiorna il pacchetto in -ID alla versione indicata. Richiede che -ID contenga esattamente un ID pacchetto.
ja: -Id のパッケージを指定されたバージョンに更新します。 パッケージ ID を 1 つだけ含めるには 、-Id が必要です。
ko: -Id의 패키지를 표시된 버전으로 업데이트합니다. 정확히 하나의 패키지 ID를 포함하려면 -Id가 필요합니다.
pl: Aktualizuje pakiet w -Id do wskazanej wersji. Wymaga parametru -Id, aby zawierał dokładnie jeden identyfikator pakietu.
pt_br: Atualiza o pacote em -Id para a versão indicada. Requer -Id para conter exatamente uma ID de pacote.
ru: Обновляет пакет в -Id до указанной версии. Необходимо, чтобы -Id содержал ровно один идентификатор пакета.
tr: -Id içindeki paketi belirtilen sürüme güncelleştirir. -Id'nin tam olarak bir paket kimliği içermesi gerekir.
zh_hans: 将 -Id 中的包更新为指示版本。 要求 -Id 仅包含一个包 ID。
zh_hant: 更新 -Id 中的封裝到指定的版本。需要 -Id 才能包含一個封裝識別碼。

# VerifyCommandAllDescription
source: Specifies that all verifications possible should be performed to the package(s).
cs: Určuje, že se pro balíčky mají provést všechna možná ověření.
de: Hiermit wird angegeben, dass alle Überprüfungen für die Pakete ausgeführt werden sollen, die möglich sind.
es: Especifica que todas las comprobaciones posibles se deben realizar en los paquetes.
fr: Spécifie que toutes les vérifications possibles doivent être effectuées sur le ou les packages.
it: Specifica che sui pacchetti devono essere eseguite tutte le verifiche possibili.
ja: 可能なすべての検証をパッケージに対して実行することを指定します。
ko: 패키지에 대해 가능한 모든 확인을 수행하도록 지정합니다.
pl: Określa, że wszystkie możliwe weryfikacje powinny zostać wykonane względem pakietów.
pt_br: Especifica que todas as verificações possíveis devem ser executadas nos pacotes.
ru: Указывает, что для пакетов нужно выполнить все возможные проверки.
tr: Mümkün olan tüm doğrulamaların paketlerde gerçekleştirilmesi gerektiğini belirtir.
zh_hans: 指定应对包执行的所有可能的验证。
zh_hant: 指定所有可行的驗證都應在套件上執行。

# VerifyCommandCertificateFingerprintDescription
source: Verify that the signer certificate matches with one of the specified SHA256 fingerprints. A certificate SHA256 fingerprint is a SHA256 hash of the certificate used to identify the certificate. Multiple inputs should be semicolon separated.
cs: Ověřte, že certifikát podepisující osoby odpovídá jednomu ze zadaných otisků SHA256. Otisk certifikátu SHA256 je hodnota hash SHA256 certifikátu použitého k identifikaci certifikátu. Více vstupů by mělo být oddělené středníkem.
de: Überprüfen Sie, ob das Signaturgeberzertifikat mit einem der angegebenen SHA256-Fingerabdrücke übereinstimmt. Der SHA256-Fingerabdruck eines Zertifikats ist ein SHA256-Hash des Zertifikats, mit dem das Zertifikat identifiziert wird. Mehrere Eingaben müssen durch Semikolonsn getrennt werden.
es: Compruebe que el certificado del firmante coincide con una de las huellas digitales SHA256 especificadas. Una huella digital SHA256 de certificado es un hash SHA256 del certificado que se usa para identificar el certificado. Las entradas múltiples deben estar separadas por un espacio.
fr: Permet de vérifier que le certificat du signataire correspond à l'une des empreintes digitales SHA256 spécifiées. Une empreinte digitale de certificat SHA256 est le code de hachage SHA256 du certificat utilisé pour identifier ce dernier. Vous devez séparer les entrées multiples par des points-virgules.
it: Verificare che il certificato del firmatario corrisponda a una delle impronte digitali SHA256 specificate. L'impronta digitale SHA256 del certificato è un hash SHA256 del certificato usato per identificare il certificato. Gli input multipli devono essere separati dal punto e virgola.
ja: 署名者の証明書が、指定された SHA256 フィンガープリントのいずれかと一致していることを検証します。証明書の SHA256 フィンガープリントは、証明書の識別に使用される証明書の SHA256 ハッシュです。複数の入力は、セミコロンで区切る必要があります。
ko: 서명자 인증서가 지정된 SHA256 지문 중 하나와 일치하는지 확인합니다. 인증서 SHA256 지문은 인증서를 식별하는 데 사용되는 인증서의 SHA256 해시입니다. 여러 입력은 세미콜론으로 구분해야 합니다.
pl: Sprawdź, czy certyfikat osoby podpisującej jest zgodny z jednym z podanych odcisków palców SHA256. Odcisk palca SHA256 certyfikatu to skrót SHA256 certyfikatu używany do identyfikowania certyfikatu. Wiele danych wejściowych należy rozdzielić spacjami.
pt_br: Verifique se o certificado de signatário corresponde a uma das impressões digitais SHA256 especificadas. Uma impressão digital SHA256 de certificado é um hash SHA256 do certificado usado para identificar o certificado. Várias entradas devem ser separadas por espaço.
ru: Проверьте, соответствует ли сертификат подписавшего одному из указанных отпечатков SHA256. Отпечаток сертификата SHA256 — это хэш SHA256 сертификата, используемый для идентификации сертификата. Несколько входных данных должны быть разделены точкой с запятой.
tr: İmzalayan sertifikasının, belirtilen SHA256 parmak izlerinden biriyle eşleştiğini doğrulayın. Sertifika SHA256 parmak izi, sertifikayı tanımlamak için kullanılan sertifikanın bir SHA256 karmasıdır. Birden çok giriş noktalı virgülle ayrılmalıdır.
zh_hant: 請確認簽署者憑證與其中一個指定的 SHA256 指紋相符。憑證 SHA256 指紋是用來識別憑證的憑證 SHA256 雜湊。應以分號分隔多個輸入。

# VerifyCommandDescription
source: Verifies a signed NuGet package.
cs: Ověří podepsaný balíček NuGet.
de: Hiermit wird ein signiertes NuGet-Paket überprüft.
es: Comprueba un paquete de NuGet firmado.
fr: Vérifie un package NuGet signé.
it: Verifica un pacchetto NuGet firmato.
ja: 署名済みの NuGet パッケージを検証します。
ko: 서명된 NuGet 패키지를 확인합니다.
pl: Weryfikuje podpisany pakiet NuGet.
pt_br: Verifica um pacote NuGet assinado.
ru: Проверяет подписанный пакет NuGet.
tr: İmzalı bir NuGet paketini doğrular.
zh_hans: 验证已签名的 NuGet 包。
zh_hant: 驗證已簽署的 NuGet 套件。

# VerifyCommandSignaturesDescription
source: Specifies that package signature verification should be performed.
cs: Určuje, že se má provést ověření podpisu balíčku.
de: Gibt an, dass die Überprüfung der Paketsignatur ausgeführt werden soll.
es: Especifica que se debe realizar la comprobación de la firma del paquete.
fr: Spécifie que la vérification de la signature du package doit être effectuée.
it: Specifica che deve essere eseguita la verifica della firma del pacchetto.
ja: パッケージ署名の検証を実行する必要があることを指定します。
ko: 패키지 서명 확인을 수행해야 함을 지정합니다.
pl: Określa, że należy przeprowadzić weryfikację podpisu pakietu.
pt_br: Especifica que a verificação de assinatura do pacote deve ser executada.
ru: Указывает, что необходимо выполнить проверку подписи пакета.
tr: Paket imzası doğrulamasının yapılması gerektiğini belirtir.
zh_hans: 指定应执行包签名验证。
zh_hant: 指定應該執行的封裝簽章驗證。

# VerifyCommandUsageExamples
source: nuget verify -Signatures .\..\MyPackage.nupkg -CertificateFingerprint "CE40881FF5F0AD3E58965DA20A9F571EF1651A56933748E1BF1C99E537C4E039;5F874AAF47BCB268A19357364E7FBB09D6BF9E8A93E1229909AC5CAC865802E2" -Verbosity detailed nuget verify -Signatures C:\packages\MyPackage.nupkg -CertificateFingerprint CE40881FF5F0AD3E58965DA20A9F571EF1651A56933748E1BF1C99E537C4E039 nuget verify -Signatures MyPackage.nupkg -Verbosity quiet nuget verify -Signatures .\*.nupkg
cs: nuget verify -Signatures .\..\MyPackage.nupkg -CertificateFingerprint "CE40881FF5F0AD3E58965DA20A9F571EF1651A56933748E1BF1C99E537C4E039;5F874AAF47BCB268A19357364E7FBB09D6BF9E8A93E1229909AC5CAC865802E2" -Podrobné podrobnosti nuget verify -Signatures C:\packages\MyPackage.nupkg -CertificateFingerprint CE40881FF5F0AD3E58965DA20A9F571EF1651A56933748E1BF1C99E537C4E039 nuget verify -Signatures MyPackage.nupkg -Tiché podrobnosti nuget verify -Signatures .\*.nupkg

# VerifyCommandUsageSummary
source: <verification_type> <package_path> [options]
cs: <verification_type> <package_path> [možnosti]
it: <verification_type> <package_path> [opzioni]
ja: <verification_type> <package_path> [オプション]
ko: <verification_type> <package_path> [옵션]
pl: <verification_type> <package_path> [opcje]
pt_br: <verification_type> <package_path> [opções]
zh_hans: <verification_type> <package_path> [选项]

# ClientCertificatesCommandUsageSummary
source: <List|Add|Update|Remove> [options]
ja: <List|Add|Update|Remove> [オプション]
ko: <List|Add|Update|Remove> [옵션]
pl: <List|Add|Update|Remove> [opcje]
ru: <List|Add|Update|Remove> [параметры]
zh_hans: <List|Add|Update|Remove> [选项]

# CommandApiKey
source: The API key for the server. If not set, the NUGET_API_KEY environment variable is read.
de: Der API-Schlüssel für den Server.
ja: サーバーの API キー。
ko: 서버의 API 키입니다.
pl: Klucz interfejsu API dla serwera. Jeśli nie zostanie ustawiony, odczytywana jest zmienna środowiskowa NUGET_API_KEY.
pt_br: A chave de API do servidor.
ru: Ключ API сервера.
tr: Sunucunun API anahtarı.
zh_hans: 服务器的 API 密钥。
zh_hant: 伺服器的 API 金鑰。

# ConfigCommandSummary
source: <-Set name=value | name>
es: <-Set name=value | nombre>
it: <-Imposta nome=valore | nome>
ko: <-설정 이름=값 | 이름>

# HelpCommandUsageSummary
source: [command]
es: [comando]
fr: [commande]
it: [comando]
ja: [コマンド]
ko: [명령]
pl: [polecenie]

# HelpCommand_Alias
source: alias: {0}
ja: エイリアス: {0}
ko: 별칭: {0}
ru: псевдоним: {0}
tr: diğer ad: {0}
zh_hans: 别名: {0}
zh_hant: 別名: {0}

# LocalsCommandSummary
source: <all | http-cache | global-packages | temp | plugins-cache> [-clear | -list]
es: <todos los | | http-cache | de paquetes globales | temporal plugins-cache> [-clear | -list]
ko: <모두 | http 캐시 | 글로벌 패키지 | 온도 | 플러그인 캐시> [-clear | -목록]

# SetApiKeyCommandUsageExamples
source: nuget setapikey 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a nuget setapikey 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -Source http://example.com/nugetfeed
ko: nuget setapikey 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a nuget setapikey 4003d786-cc37-4004-bfdf-c4f3e8ef9feedb3a -Source http://example.com

# SymbolApiKey
source: The API key for the symbol server. If not set, the NUGET_SYMBOL_API_KEY environment variable is read.
de: Der API-Schlüssel für den Symbolserver.
ja: シンボル サーバーの API キー。
ko: 기호 서버의 API 키입니다.
pl: Klucz interfejsu API dla serwera symboli. Jeśli nie zostanie ustawiony, odczytywana jest zmienna środowiskowa NUGET_SYMBOL_API_KEY.
pt_br: A chave de API do servidor de símbolos.
ru: Ключ API сервера символов.
tr: Sembol sunucusunun API anahtarı.
zh_hans: 符号服务器的 API 密钥。
zh_hant: 符號伺服器的 API 金鑰。
