Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.CommandLine/xlf/NuGetResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_ProjectJsonNotAllowed
source: Invalid input '{0}'. Provide the path of an msbuild solution file instead. Support for XProj and standalone project.json files has been removed, to continue working with legacy projects use NuGet 3.5.x from https://nuget.org/downloads
cs: Neplatný vstup „{0}“. Místo toho zadejte cestu k souboru řešení msbuild. Odebrala se podpora souborů XProj a samostatných souborů project.json. Pokud chcete dál pracovat se staršími projekty, použijte NuGet 3.5.x z https://nuget.org/downloads
de: Ungültige Eingabe „{0}“. Geben Sie stattdessen den Pfad zu einer MSBuild-Projektmappendatei an. Die Unterstützung für XProj und eigenständige project.json-Dateien wurde entfernt. Verwenden Sie NuGet 3.5.x unter https://nuget.org/downloads, um weiterhin mit Legacyprojekten zu arbeiten.
es: Entrada no válida "{0}". Se ha eliminado la compatibilidad con XProj. Se ha eliminado la compatibilidad con XProj y archivos project.json independientes; para continuar trabajando con proyectos heredados, use NuGet 3.5.x desde https://nuget.org/downloads
fr: Entrée non valide '{0}'. Indiquez le chemin d’accès d’un fichier solution msbuild à la place. La prise en charge des fichiers project.json XProj et autonomes a été supprimée, pour continuer à travailler avec des projets hérités, utilisez NuGet 3.5.x depuis https://nuget.org/downloads
it: L'input '{0}' non è valido. Specificare invece il percorso di un file di soluzione msbuild. Il supporto per file XProj e project.json autonomi è stato rimosso per poter continuare a usare i progetti legacy usando NuGet 3.5.x da https://nuget.org/downloads
ja: 入力 '{0}' が無効です。代わりに MSBuild ソリューション ファイルのパスを指定します。XProj ファイルとスタンドアロン project.json ファイルのサポートが削除されました。レガシ プロジェクトで作業を続けるには、https://nuget.org/downloads から NuGet 3.5.x を使用します
ko: 잘못된 입력 '{0}'. 대신 msbuild 솔루션 파일의 경로를 제공하세요. XProj 및 독립 실행형 project.json 파일에 대한 지원이 제거되었습니다. 레거시 프로젝트 작업을 계속하려면 https://nuget.org/downloads에서 NuGet 3.5.x를 사용하세요.
pl: Nieprawidłowe dane wejściowe „{0}”. Zamiast tego podaj ścieżkę pliku rozwiązania msbuild. Obsługa plików XProj i autonomicznych plików project.json została usunięta. Aby kontynuować pracę ze starszymi projektami, użyj menedżera pakietów NuGet 3.5.x ze strony https://nuget.org/downloads
pt_br: Entrada inválida '{0}'. O suporte do XProj foi removido. O suporte para arquivos project.json independentes e XProj foi removido, para continuar trabalhando com projetos herdados, use o NuGet 3.5.x em https://nuget.org/downloads
ru: Недопустимое входное значение "{0}". Вместо этого укажите путь к файлу решения msbuild. Удалена поддержка файлов XProj и автономных файлов project.json. Чтобы продолжить работу с устаревшими проектами, используйте NuGet 3.5.x со страницы https://nuget.org/downloads.
tr: Geçersiz giriş: '{0}'. Bunun yerine bir msbuild çözüm dosyası yolu sağlayın. XProj desteği ve tek başına project.json dosyalarına yönelik destek kaldırıldı. Eski projelerle çalışmaya devam etmek için https://nuget.org/downloads adresinden indirerek NuGet 3.5.x sürümünü kullanın
zh_hans: 输入“{0}”无效。请改为提供 msbuild 解决方案文件的路径。已删除对 XProj 和独立 project.json 文件的支持，若要继续处理旧项目，请从 https://nuget.org/downloads 使用 NuGet 3.5.x
zh_hant: 輸入 '{0}' 無效。請改為提供 msbuild 解決方案檔案的路徑。XProj 與獨立 project.json 檔案的支援已經移除，若要繼續使用舊版專案，請使用 https://nuget.org/downloads 中的 NuGet 3.5.x

# Error_ProjectJson_Deprecated_And_Removed
source: `project.json` pack is disabled in the current NuGet version, and will be permanently removed in a future version. Please consider migrating '{0}' to `PackageReference` and using the pack targets. You can set the '{1}' environment variable to 'true' to temporarily reenable this functionality.
cs: Balík project.json je v aktuální verzi NuGet zakázaný a v budoucí verzi se trvale odebere. Zvažte prosím migraci „{0}“ na PackageReference a použití cílů balíku. Můžete nastavit proměnnou prostředí „{1}“ na hodnotu „true“, aby se tato funkce mohla dočasně znovu povolit.
de: Das „project.json“-Paket ist in der aktuellen NuGet-Version deaktiviert und wird in einer zukünftigen Version dauerhaft deaktiviert. Ziehen Sie in Erwägung, „{0}“ zu „PackageReference“ zu migrieren und dazu die Paketziele zu verwenden. Sie können die Umgebungsvariable „{1}“ auf „true“ festlegen, um diese Funktionalität vorübergehend wieder zu aktivieren.
es: El paquete `project.json` está deshabilitado en la versión actual de NuGet y se quitará permanentemente en una versión futura. Considere la posibilidad de migrar '{0}' a `PackageReference` y usar los destinos del paquete. Puede establecer la variable de entorno '{1}' en 'true' para volver a habilitar temporalmente esta funcionalidad.
fr: Le pack « project.json » est désactivé dans la version actuelle de NuGet et sera définitivement supprimé dans une version ultérieure. Envisagez de migrer « {0} » vers « PackageReference » et d’utiliser les cibles du pack. Vous pouvez définir la variable d’environnement « {1} » sur « true » pour réactiver temporairement cette fonctionnalité.
it: Il pacchetto 'project.json' è disabilitato nella versione corrente di NuGet e verrà rimosso definitivamente nella versione futura. Provare a eseguire la migrazione di '{0}' a 'PackageReference' e usare le destinazioni del pacchetto. È possibile impostare la variabile di ambiente '{1}' su 'true' per riabilitare temporaneamente questa funzionalità.
ja: 'project.json' パックは現在の NuGet バージョンでは無効になっており、今後のバージョンでは完全に削除されます。 '{0}' を 'PackageReference' に移行し、パック ターゲットを使用することを検討してください。 '{1}' 環境変数を 'true' に設定して、この機能を再有効化することができます。
ko: `project.json` 팩은 현재 NuGet 버전에서 비활성화되어 있으며 향후 버전에서 영구적으로 제거됩니다. '{0}'을(를) `PackageReference`로 마이그레이션하고 팩 대상을 사용하는 것을 고려하세요. '{1}' 환경 변수를 'true'로 설정하여 이 기능을 일시적으로 다시 활성화할 수 있습니다.
pl: Pakiet „project.json” jest wyłączony w bieżącej wersji menedżera pakietów NuGet, i zostanie trwale usunięty w przyszłej wersji. Rozważ przeprowadzenie migracji „{0}” do elementu „PackageReference” i użycie elementów docelowych pakietu. Możesz ustawić zmienną środowiskową „{1}” na wartość „true”, aby tymczasowo ponownie włączyć tę funkcję.
pt_br: O pacote "project.json" está desabilitado na versão atual do NuGet e será removido permanentemente em uma versão futura. Considere migrar "{0}" para "PackageReference" e usar os destinos do pacote. Você pode definir a variável de ambiente "{1}" como "true" para habilitar temporariamente essa funcionalidade.
ru: Пакет "project.json" отключен в текущей версии NuGet, и будет окончательно удален в будущей версии. Рассмотрите возможность переноса "{0}" в "PackageReference" и использование целей пакета. Вы можете установить для "{1}" значение "ИСТИНА", чтобы временно повторно разрешить эту функцию.
tr: 'project.json' paketi geçerli NuGet sürümünde devre dışı bırakıldı ve gelecekteki bir sürümde kalıcı olarak kaldırılacak. Lütfen '{0}' öğesini 'PackageReference'a geçirmeyi ve paket hedeflerini kullanmayı düşünün. Bu işlevi geçici olarak yeniden etkinleştirmek için '{1}' ortam değişkenini 'true' olarak ayarlayabilirsiniz.
zh_hans: `project.json` 在当前 NuGet 版本中处于禁用状态，并将在将来的版本中永久移除。 请考虑将 ‘{0}’ 迁移到 ‘PackageReference’ 并使用包目标。 可将 ‘{1}’ 环境变量设为 ‘true’ 以暂时重新启用此功能。
zh_hant: 目前的 NuGet 版本已停用 'project.json' 封裝，未來版本將永久移除。 請考慮將 '{0}' 移轉至 'PackageReference' 並使用封裝目標。 您可以將 '{1}' 環境變數設定為 'true' 以暫時重新啟用此功能。

# Error_ResponseFileDoesNotExist
source: Response file '{0}' does not exist
cs: Soubor odpovědi {0} neexistuje.
de: Die Antwortdatei „{0}“ ist nicht vorhanden
es: El archivo de respuesta “{0}” no existe.
fr: Le fichier réponse '{0}' n’existe pas
it: Il file di risposta '{0}' non esiste
ja: 応答ファイル '{0}' が存在しません
ko: 응답 파일 '{0}'이(가) 존재하지 않습니다.
pl: Plik odpowiedzi „{0}” nie istnieje.
pt_br: O arquivo de resposta '{0}' não existe.
ru: Файл отклика "{0}" не существует.
tr: Yanıt dosyası '{0}' mevcut değil
zh_hans: 响应文件“{0}”不存在
zh_hant: 回應檔 '{0}' 不存在

# Error_ResponseFileInvalid
source: Invalid response file, '@' does not exist
cs: Neplatný soubor odpovědi, „@“ neexistuje
de: Ungültige Antwortdatei, „@“ ist nicht vorhanden
es: Archivo de respuesta no válido, “@” no existe.
fr: Fichier de réponse non valide, '@' n’existe pas
it: File di risposta non valido, '@' non esiste
ja: 応答ファイルが無効です、'@' が存在しません。
ko: 잘못된 응답 파일, '@'이(가) 존재하지 않습니다.
pl: Nieprawidłowy plik odpowiedzi, „@” nie istnieje
pt_br: O arquivo de resposta '@' não existe.
ru: Недопустимый файл ответа, "@" не существует
tr: Geçersiz yanıt dosyası, '@' mevcut değil
zh_hans: 响应文件无效，“@”不存在
zh_hant: 回應檔無效，'@' 不存在

# Error_ResponseFileMaxRecursionDepth
source: No more than {0} nested response files are allowed
cs: Není povoleno více než {0} vnořených souborů odpovědí
de: Es sind nicht mehr als {0} geschachtelte Antwortdateien zulässig
es: No se permiten más de {0} archivos de respuesta anidados
fr: Pas plus de {0} fichiers de réponse imbriqués sont autorisés
it: Non sono consentiti più di {0} file di risposta annidati
ja: 入れ子になった応答ファイルは {0} 個まで許可されます
ko: 중첩된 응답 파일은 {0}개까지만 허용됩니다.
pl: Maksymalna dozwolona liczba zagnieżdżonych plików odpowiedzi: {0}
pt_br: Não mais que {0} arquivos de resposta aninhados são permitidos
ru: Допускается не более {0} вложенных файлов ответов
tr: En fazla {0} iç içe yanıt dosyasına izin verilir
zh_hans: 只允许 {0} 个嵌套响应文件
zh_hant: 不允許超過 {0} 個巢狀回應檔

# Error_ResponseFileNullOrEmpty
source: Response file '{0}' cannot be empty
cs: Soubor odpovědi „{0}“ nemůže být prázdný.
de: Die Antwortdatei „{0}“ darf nicht leer sein
es: El archivo de respuesta “{0}” no puede estar vacío.
fr: Le fichier réponse '{0}' ne peut pas être vide
it: Il file di risposta '{0}' non può essere vuoto
ja: 応答ファイル '{0}' は空にできません。
ko: 응답 파일 '{0}'은(는) 비워둘 수 없습니다.
pl: Plik odpowiedzi „{0}” nie może być pusty
pt_br: O arquivo de resposta '{0}' não pode ficar vazio
ru: Файл ответа "{0}" не может быть пустым
tr: Yanıt dosyası '{0}' boş olamaz
zh_hans: 响应文件“{0}”不能为空
zh_hant: 回應檔 '{0}' 不得為空白

# Error_ResponseFileTooLarge
source: Response file '{0}' cannot be larger than {1}mb
cs: Soubor odpovědi „{0}“ nemůže být větší než {1} MB.
de: Die Antwortdatei „{0}“' darf nicht größer als {1} MB sein
es: El archivo de respuesta “{0}” no puede ser mayor que {1}MB.
fr: Le fichier réponse '{0}' ne peut pas être supérieur à {1} Mo
it: Le dimensioni del file di risposta '{0}' non possono essere maggiori di {1}MB
ja: 応答ファイル '{0}' を {1} MB より大きくすることはできません
ko: 응답 파일 '{0}'은(는) {1}mb보다 클 수 없습니다.
pl: Plik odpowiedzi „{0}” nie może być większy niż {1} mb
pt_br: O arquivo de resposta '{0}' não pode ser maior que {1}mb
ru: Размер файла ответа "{0}" не может быть больше {1}МБ
tr: Yanıt dosyası '{0}' {1} mb’tan büyük olamaz
zh_hans: 响应文件“{0}”不能大于 {1}mb
zh_hant: 回應檔 '{0}' 不能大於 {1} mb

# Error_SettingsIsNull
source: Property Settings is null.
cs: Nastavení vlastnosti má hodnotu null.
de: „Eigenschaftseinstellungen“ ist null.
es: La configuración de Propiedades es nula.
fr: Les paramètres de propriété sont null.
it: Le impostazioni della proprietà sono Null.
ja: プロパティ設定が null です。
ko: 속성 설정이 null입니다.
pl: Ustawienia właściwości mają wartość null.
pt_br: As configurações de propriedade são null.
ru: Параметры свойства NULL.
tr: Özellik Ayarları null.
zh_hans: 属性设置为 null。
zh_hant: 屬性設定為 Null。

# Error_SolutionFileParseError
source: Error parsing solution file at {0}: {1}
cs: Při analýze souboru řešení na došlo k chybě u {0}: {1}
de: Fehler beim Analysieren der Projektmappensdatei unter {0}: {1}
es: Error al analizar el archivo de solución en {0}: {1}
fr: Erreur lors de l’analyse du fichier solution à {0} : {1}
it: Errore durante l'analisi del file di soluzione in {0}: {1}
ja: {0} でソリューション ファイルの解析中にエラーが発生しました: {1}
ko: {0}에서 솔루션 파일 구문 분석 오류: {1}
pl: Błąd podczas analizowania pliku rozwiązania w {0}: {1}
pt_br: Erro ao analisar o arquivo de solução em {0}: {1}
ru: Ошибка при анализе файла решения в {0}: {1}
tr: Çözüm dosyası ayrıştırılırken hata oluştu ({0}: {1})
zh_hant: 剖析位於 {0} 的解決方案檔案時，發生錯誤: {1}

# Error_SourceProviderIsNull
source: Property SourceProvider is null.
cs: Vlastnost SourceProvider má hodnotu null.
de: Die SourceProvider-Eigenschaft ist NULL.
es: La propiedad SourceProvider es NULL.
fr: La propriété SourceProvider a une valeur null.
it: La proprietà SourceProvider è Null.
ja: プロパティ SourceProvider は null です。
ko: SourceProvider 속성이 null입니다.
pl: Właściwość SourceProvider ma wartość null.
pt_br: A propriedade SourceProvider é nula.
ru: Свойство SourceProvider имеет значение null.
tr: SourceProvider özelliği null.
zh_hans: 属性 SourceProvider 为 null。
zh_hant: 屬性 SourceProvider 為 null。

# Error_UnableToLocateRestoreTarget
source: The folder '{0}' does not contain an msbuild solution or packages.config file to restore.
cs: Složka {0} neobsahuje soubor msbuild solution nebo packages.config, který se má obnovit.
de: Der Ordner „{0}“ enthält keine MSBuild-Projektmappen- oder packages.config-Datei zum Wiederherstellen.
es: La carpeta “{0}” no contiene una solución msbuild ni un archivo de packages.config para restaurar.
fr: Le dossier '{0}' ne contient pas de solution msbuild ou de fichier packages.config à restaurer.
it: La cartella '{0}' non contiene una soluzione msbuild o un file packages.config da ripristinare.
ja: フォルダー '{0}' には、復元する MSBuild ソリューションまたは packages.config ファイルが含まれていません。
ko: 폴더 '{0}'에는 복원할 msbuild 솔루션 또는 packages.config 파일이 없습니다.
pl: Folder „{0}” nie zawiera rozwiązania msbuild ani pliku packages.config do przywrócenia.
pt_br: A pasta '{0}' não contém uma solução msbuild ou packages.config arquivo a ser restaurado.
ru: Папка "{0}" не содержит восстанавливаемого решения msbuild или packages.config.
tr: Klasör '{0}' bir msbuild çözümü veya geri yüklenecek packages.config dosyası içermiyor.
zh_hans: 文件夹“{0}”不包含要还原的 msbuild 解决方案或 packages.config 文件。
zh_hant: 資料夾 '{0}' 不包含要還原的 msbuild 解決方案或 packages.config 檔案。

# Error_UnableToLocateRestoreTarget_Because
source: Failed to find an msbuild solution, packages.config, or project.json file in the folder '{0}'.
cs: Ve složce „{0}“ se nepovedlo najít soubor msbuild solution, packages.config nebo project.json.
de: Es konnte keine MSBuild-Projektmappen-, packages.config- oder project.json-Datei im Ordner „{0}“ gefunden werden.
es: No se pudo encontrar una solución msbuild, packages.config o archivo project.json en la carpeta “{0}”.
fr: Impossible de trouver un fichier msbuild solution, packages.config ou project.json dans le dossier '{0}'.
it: Impossibile trovare una soluzione msbuild, un file packages.config o project.json nella cartella '{0}'.
ja: フォルダー '{0}' に MSBuild ソリューション、packages.config、または project.json ファイルが見つかりませんでした。
ko: '{0}' 폴더에서 msbuild 솔루션, packages.config 또는 project.json 파일을 찾지 못했습니다.
pl: Nie można odnaleźć rozwiązania msbuild, pliku packages.config lub project.json w folderze „{0}”.
pt_br: Falha ao localizar um arquivo msbuild solution, packages.config ou project.json na pasta '{0}'.
ru: Не удалось найти решение msbuild, файл packages.config или project.json в папке "{0}".
tr: msbuild çözümü, packages.config veya project.json dosyası '{0}' klasöründe bulunamadı.
zh_hans: 在文件夹“{0}”中找不到 msbuild 解决方案、packages.config 或 project.json 文件。
zh_hant: 在資料夾 '{0}' 中找不到 msbuild 解決方案、packages.config 或 project.json 檔案。

# Error_UnknownAction
source: The action '{0}' is not recognized.
cs: Akce {0} není rozpoznána.
de: Die Aktion “{0}” wird nicht erkannt.
es: La acción "{0}" no se reconoce.
fr: L'action « {0} » n'est pas reconnue.
it: L'azione '{0}' non è stata riconosciuta.
ja: 動作 '{0}' が認識されません。
ko: '{0}' 작업이 인식되지 않았습니다.
pl: Akcja „{0}” nie została rozpoznana.
pt_br: A ação '{0}' não é reconhecida.
ru: Не удалось распознать действие '{0}'.
tr: '{0}' eylemi tanınmıyor.
zh_hans: 无法识别操作“{0}”。
zh_hant: 無法辨識動作「{0}」。

# Error_UnknownDependencyVersion
source: Invalid value given for 'DependencyVersion': "{0}".
cs: Byla zadána neplatná hodnota pro DependencyVersion: „{0}“.
de: Für „DependencyVersion“ wurde ein ungültiger Wert angegeben: „{0}“.
es: Se proporcionó un valor no válido para 'DependencyVersion': "{0}".
fr: Valeur non valide donnée pour 'DependencyVersion' : '{0}'.
it: Valore non valido specificato per 'DependencyVersion': "{0}".
ja: 'DependencyVersion' に無効な値が指定されました: "{0}"。
ko: 'DependencyVersion': "{0}"에 잘못된 값이 지정되었습니다.
pl: Podano nieprawidłową wartość elementu „DependencyVersion”: „{0}”.
pt_br: Valor inválido fornecido para 'DependencyVersion': "{0}".
ru: Для "DependencyVersion" указано недопустимое значение: "{0}".
tr: 'DependencyVersion' için geçersiz değer verildi: "{0}".
zh_hans: 为 "DependencyVersion" 提供的值无效: "{0}"。
zh_hant: 為 'DependencyVersion' 指定的值無效: "{0}"。

# Error_UnsupportedMsBuildForSlnx
source: This version of MSBuild not support the slnx format: '{0}'. Please use a MSBuild version greater or equal to 17.13 to use this feature.
cs: Tato verze MSBuildu nepodporuje formát slnx: „{0}“. Pokud chcete použít tuto funkci, použijte prosím verzi MSBuildu 17.13 nebo vyšší.
de: Diese Version von MSBuild unterstützt das SLNX-Format nicht: „{0}“. Verwenden Sie eine MSBuild-Version größer oder gleich 17.13, um dieses Feature zu verwenden.
es: Esta versión de MSBuild no admite el formato slnx: "{0}". Use una versión de MSBuild posterior o igual a 17.13 para usar esta característica.
fr: Cette version de MSBuild ne prend pas en charge le format slnx : « {0} ». Veuillez utiliser une version de MSBuild supérieure ou égale à 17.13 pour utiliser cette fonctionnalité.
it: Questa versione di MSBuild non supporta il formato sinx: '{0}'. Usare una versione di MSBuild maggiore o uguale a 17.13 per usare questa funzionalità.
ja: このバージョンの MSBuild では slnx 形式はサポートされていません: '{0}'。この機能を使用するには、17.13 以上のバージョンの MSBuild を使用してください。
ko: 이 버전의 MSBuild는 slnx 형식 '{0}'을(를) 지원하지 않습니다. 이 기능을 사용하려면 17.13 이상의 MSBuild 버전을 사용하세요.
pl: Ta wersja programu MSBuild nie obsługuje formatu slnx: „{0}”. Użyj programu MSBuild w wersji 17.13 lub nowszej, aby użyć tej funkcji.
pt_br: Essa versão do MSBuild não dá suporte ao formato slnx: "{0}". Use uma versão do MSBuild maior ou igual a 17.13 para usar esse recurso.
ru: Эта версия MSBuild не поддерживает формат slnx: '{0}'. Для использования этой функции используйте версию MSBuild не ниже 17.13.
tr: MSBuild'in bu sürümü slnx formatını desteklemiyor: '{0}'. Bu özelliği kullanmak için lütfen 17.13 veya üzeri bir MSBuild sürümü kullanın.
zh_hans: 此版本的 MSBuild 不支持 slnx 格式:“{0}”。请使用版本高于或等于 17.13 的 MSBuild 来使用此功能。
zh_hant: 此版本的 MSBuild 不支援 slnx 格式：'{0}'。請使用 17.13 或更新的 MSBuild 版本來使用此功能。

# Error_UnsupportedMsBuildForSolutionFilter
source: This version of MSBuild not support Solution filter: '{0}'. Please use a MSBuild version greater or equal to 16.7 to use this feature.
cs: Tato verze nástroje MSBuild nepodporuje filtr řešení: '{0}'. Pokud chcete použít tuto funkci, použijte prosím verzi MSBuildu větší nebo rovnu 16.7.
de: Diese Version von MSBuild unterstützt keinen Lösungsfilter: „{0}“. Verwenden Sie eine MSBuild-Version größer oder gleich 16.7, um dieses Feature zu verwenden.
es: Esta versión de MSBuild no admite el filtro de solución: "{0}". Use una versión de MSBuild posterior o igual a 16.7 para usar esta característica.
fr: Cette version de MSBuild ne prend pas en charge le filtre de solution : « {0} ». Utilisez une version de MSBuild supérieure ou égale à 16.7 pour utiliser cette fonctionnalité.
it: Questa versione di MSBuild non supporta il filtro soluzioni: '{0}'. Usare una versione di MSBuild maggiore o uguale a 16.7 per utilizzare questa funzionalità.
ja: このバージョンの MSBuild ではソリューション フィルターはサポートされいません: '{0}'。この機能を使用するには、16.7 以上のバージョンの MSBuild を使用してください。
ko: 이 버전의 MSBuild는 솔루션 필터 '{0}'을(를) 지원하지 않습니다. 이 기능을 사용하려면 16.7 이상 MSBuild 버전을 사용하세요.
pl: Ta wersja programu MSBuild nie obsługuje filtru rozwiązania: „{0}”. Użyj programu MSBuild w wersji nowszej lub równej 16.7, aby użyć tej funkcji.
pt_br: Esta versão do MSBuild não dá suporte ao filtro de Solução: '{0}'. Use uma versão do MSBuild maior ou igual a 16.7 para usar esse recurso.
ru: Эта версия MSBuild не поддерживает фильтр решений: '{0}'. Для использования этой функции используйте версию MSBuild не ниже 16.7.
tr: MSBuild'in bu sürümü Çözüm filtresini desteklemiyor: '{0}'. Bu özelliği kullanmak için lütfen 16.7 veya üzeri bir MSBuild sürümü kullanın.
zh_hans: 此版本的 MSBuild 不支持解决方案筛选器:“{0}”。请使用大于或等于 16.7 的 MSBuild 版本来使用此功能。
zh_hant: 此版本的 MSBuild 不支援解決方案篩選: '{0}'。請使用 16.7 或更新的 MSBuild 版本來使用此功能。

# Error_UnsupportedMsbuild
source: This version of msbuild is not supported: '{0}'
cs: Tato verze nástroje msbuild není podporována: „{0}“
de: Diese Version von MSBuild wird nicht unterstützt: „{0}“
es: No se admite esta versión de msbuild: “{0}”
fr: Cette version de msbuild n’est pas prise en charge : '{0}'
it: Questa versione di msbuild non è supportata: '{0}'
ja: このバージョンの MSBuild はサポートされていません: '{0}'
ko: 이 버전의 msbuild는 지원되지 않습니다: '{0}'
pl: Ta wersja programu msbuild nie jest obsługiwana: „{0}”
pt_br: Não há suporte para esta versão do msbuild: '{0}'
ru: Эта версия msbuild не поддерживается: "{0}"
tr: Msbuild'in bu sürümü desteklenmiyor: '{0}'
zh_hans: 不支持此版本的 msbuild: "{0}"
zh_hant: 不支援此版本的 msbuild: '{0}'

# Error_UpdateSelf_Source
source: The `update -self` command only accepts one source as an argument. If the source option is not specified, the default NuGet source will be used.
cs: Příkaz update -self přijímá jako argument pouze jeden zdroj. Pokud není zadaná možnost zdroje, použije se výchozí zdroj NuGet.
de: Der Befehl „update -self“ akzeptiert nur eine Quelle als Argument. Wenn die Quelloption nicht angegeben ist, wird die standardmäßige NuGet-Quelle verwendet.
es: El comando “update -self” solo acepta un origen como argumento. Si no se especifica la opción de origen, se usará el origen NuGet predeterminado.
fr: La commande « update -self » n’accepte qu’une seule source en tant qu’argument. Si l’option source n’est pas spécifiée, la source NuGet par défaut est utilisée.
it: Il comando 'update -self' accetta solo un'origine come argomento. Se l'opzione di origine non è specificata, verrà usata l'origine NuGet predefinita.
ja: `update -self` コマンドは、引数として 1 つのソースのみを受け入れます。ソース オプションが指定されていない場合、既定の NuGet ソースが使用されます。
ko: `update -self` 명령은 하나의 원본만 인수로 받아들입니다. 원본 옵션을 지정하지 않으면 기본 NuGet 원본이 사용됩니다.
pl: Polecenie „update -self” akceptuje tylko jedno źródło jako argument. Jeśli opcja źródła nie zostanie określona, zostanie użyte domyślne źródło NuGet.
pt_br: O comando 'update -self' aceita apenas uma fonte como argumento. Se a opção de origem não for especificada, a origem padrão do NuGet será usada.
ru: Команда "update -self" принимает в качестве аргумента только один источник. Если параметр источника не указан, будет использован источник NuGet по умолчанию.
tr: 'update -self' komutu, bağımsız değişken olarak yalnızca bir kaynağı kabul eder. Kaynak seçeneği belirtilmezse, varsayılan NuGet kaynağı kullanılır.
zh_hans: "update -self" 命令仅接受一个源作为参数。如果未指定源选项，则将使用默认 NuGet 源。
zh_hant: 'update -self' 命令只接受一個來源做為引數。如果未指定來源選項，則會使用預設的 NuGet 來源。

# FailedToBuildProject
source: Failed to build '{0}'.
cs: {0} se nepovedlo sestavit.
de: Fehler beim Erstellen von "{0}".
es: Error al crear '{0}'.
fr: Échec de la génération de '{0}'.
it: Non è stato possibile compilare '{0}'.
ja: '{0}' を構築できませんでした。
ko: '{0}'을(를) 빌드하지 못했습니다.
pl: Nie można skompilować elementu „{0}”.
pt_br: Falha ao criar '{0}'.
ru: Не удалось выполнить сборку "{0}".
tr: '{0}' derlenemedi.
zh_hans: 未能生成“{0}”。
zh_hant: 無法建置 '{0}'。
