Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.PowerShellCmdlets/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AggregateSourceName
source: All
cs: Vše
de: Alle
es: Todo
fr: Tout
it: Tutti
ja: すべて
ko: 모두
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

source: Argument cannot be null or empty
cs: Argument nesmí být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío
fr: L'argument ne peut pas être null ou vide
it: L'argomento non può essere Null o vuoto
ja: 引数を null または空にすることはできません
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty
pt_br: O argumento não pode ser nulo ou vazio
ru: Аргумент не может быть равен NULL или быть пустым
tr: Bağımsız değişken null veya boş olamaz
zh_hans: 参数不能为 null 或空
zh_hant: 引數不能為 Null 或空白

# Cmdlet_CommandObsolete
source: This Command/Parameter combination has been deprecated and will be removed in the next release. Please consider using the new command that replaces it: '{0}'.
cs: Tahle kombinace příkazu a parametru se už nepoužívá a bude v příští verzi odebraná. Zkuste použít nový příkaz, který ho nahrazuje: {0}.
de: Diese Befehls-/Parameterkombination ist veraltet und wird in der nächsten Version entfernt. Sie sollten den neuen Befehl verwenden, der diese Kombination ersetzt: "{0}".
es: Esta combinación de comando y parámetro se ha dejado de usar y se quitará en la siguiente versión. Considere la posibilidad de usar el nuevo comando que la reemplaza: '{0}'.
fr: Cette combinaison commande/paramètre est dépréciée et sera supprimée dans la prochaine version release. Envisagez de la remplacer par la nouvelle commande : '{0}'.
it: Questa combinazione comando/parametro è deprecata e verrà rimossa nella prossima versione. Valutare l'opportunità di usare il nuovo comando in sostituzione: '{0}'.
ja: このコマンド/パラメーターの組み合わせは廃止されており、次のリリースで削除されます。この組み合わせを置き換える次の新しいコマンドの使用を検討してください: '{0}'。
ko: 이 명령/매개 변수 조합은 사용되지 않으며 다음 릴리스에서 제거됩니다. 이를 대신하는 새 명령을 사용하십시오. '{0}'.
pl: Kombinacja polecenia i parametru jest przestarzała i zostanie usunięta w następnej wersji. Rozważ użycie nowego polecenia, które je zastępuje: „{0}”.
pt_br: Esta combinação de Comando/Parâmetro foi preterida e será removida da próxima versão. Considere usar o novo comando que a substitui: '{0}'.
ru: Это сочетание команды и параметра является нерекомендуемым и будет удалено в следующем выпуске. Вместо этой команды рекомендуется использовать новую, которая ее заменяет: '{0}'.
tr: Bu Komut/Parametre birleşimi kullanım dışı bırakıldı ve bir sonraki sürümde kaldırılacak. Lütfen yerini alan yeni komutu kullanmayı düşünün: '{0}'.
zh_hans: 此命令/参数组合已弃用，将在下一个版本中删除。请考虑使用用于替换它的新命令:“{0}”。
zh_hant: 這個命令/參數組合已過時，將在下個版本移除。請考慮使用可取代它的新命令: '{0}'。

# Cmdlet_DeprecatedFrameworkContinue
source: Would you like to continue with the project action(s) anyways?
cs: Chcete přesto pokračovat s akcemi projektu?
de: Möchten Sie die Projektaktionen trotzdem fortsetzen?
es: ¿Desea continuar con las acciones del proyecto igualmente?
fr: Voulez-vous poursuivre quand même les actions du projet ?
it: Continuare con le azioni progetto?
ja: プロジェクト操作をそのまま続行しますか?
ko: 그래도 프로젝트 작업을 계속하시겠습니까?
pl: Czy mimo to chcesz kontynuować akcje dotyczące projektu?
pt_br: Você gostaria de continuar com as ações do projeto mesmo assim?
ru: Вы все равно хотите продолжить выполнение действий проекта?
tr: Proje eylemleriyle devam etmek istiyor musunuz?
zh_hans: 是否仍然要继续项目操作?
zh_hant: 仍要繼續進行專案動作嗎?

# Cmdlet_DeprecatedFrameworkNoHelp
source: Do not continue with the project action(s)
cs: Nepokračovat s akcemi projektu
de: Projektaktionen nicht fortsetzen
es: No continuar con las acciones del proyecto
fr: Ne pas poursuivre les actions du projet
it: Non continuare con le azioni progetto
ja: プロジェクト操作を続行しない
ko: 프로젝트 작업을 계속하지 않음
pl: Nie kontynuuj akcji dotyczących projektu
pt_br: Não continuar com as ações do projeto
ru: Остановить выполнение действий проекта
tr: Proje eylemleriyle devam etme
zh_hans: 不继续项目操作
zh_hant: 不要繼續進行專案動作

# Cmdlet_DeprecatedFrameworkYesDoNotPromptAgainHelp
source: Continue with the project action(s) and do not prompt for confirmation again
cs: Pokračovat s akcemi projektu a neptat se už znovu na potvrzení
de: Projektaktionen fortsetzen und nicht erneut zur Bestätigung auffordern
es: Continuar con las acciones del proyecto y no solicitar confirmación de nuevo
fr: Poursuivre les actions du projet et ne plus me redemander de confirmation
it: Continua con le azioni progetto e non chiedere conferma nuovamente
ja: プロジェクト操作を続行し、今後確認用のメッセージを表示しない
ko: 프로젝트 작업을 계속하고 확인을 묻는 메시지를 다시 표시하지 않음
pl: Kontynuuj akcje dotyczące projektu i nie monituj już o potwierdzenie
pt_br: Continuar com as ações do projeto e não pedir confirmação novamente
ru: Продолжить выполнение действий проекта и больше не запрашивать подтверждение
tr: Proje eylemleriyle devam et ve tekrar onay isteme
zh_hans: 继续项目操作且不再提示确认
zh_hant: 繼續進行專案動作且不再出現確認提示

# Cmdlet_DeprecatedFrameworkYesHelp
source: Continue with the project action(s)
cs: Pokračovat s akcemi projektu
de: Projektaktionen fortsetzen
es: Continuar con las acciones del proyecto
fr: Poursuivre les actions du projet
it: Continua con le azioni progetto
ja: プロジェクト操作を続行する
ko: 프로젝트 작업 계속
pl: Kontynuuj akcje dotyczące projektu
pt_br: Continuar com as ações do projeto
ru: Продолжить выполнение действий проекта
tr: Proje eylemleriyle devam et
zh_hans: 继续项目操作
zh_hant: 繼續進行專案動作

# Cmdlet_DisplayMorePackagesNoHelp
source: Stop to display more packages
cs: Přestat zobrazovat další balíčky
de: Keine weiteren Pakete anzeigen
es: Dejar de mostrar más paquetes
fr: Arrêt de l'affichage de packages supplémentaires
it: Interrompi visualizzazione di altri pacchetti
ja: その他のパッケージの表示を停止
ko: 추가 패키지 표시 중지
pl: Przestań wyświetlać kolejne pakiety
pt_br: Parar para exibir mais pacotes
ru: Прекратить отображение дополнительных пакетов
tr: Daha fazla paket görüntülemek için durdurun
zh_hans: 停止显示更多程序包
zh_hant: 停止顯示更多封裝

# Cmdlet_DisplayMorePackagesYesHelp
source: Continue to display more packages
cs: Dál zobrazovat další balíčky
de: Weitere Pakete anzeigen
es: Continuar mostrando más paquetes
fr: Poursuite de l'affichage de packages supplémentaires
it: Continua a visualizzare altri pacchetti
ja: その他のパッケージの表示を続行
ko: 추가 패키지 계속 표시
pl: Kontynuuj wyświetlanie kolejnych pakietów
pt_br: Continuar para exibir mais pacotes
ru: Продолжить отображение дополнительных пакетов
tr: Daha fazla paket görüntülemek için sürdürün
zh_hans: 继续显示更多程序包
zh_hant: 繼續顯示更多封裝

# Cmdlet_ExecutingScript
source: Executing script file '{0}'
cs: Spouští se soubor skriptu {0}.
de: Die Skriptdatei "{0}" wird ausgeführt
es: Ejecutando el archivo de script '{0}'
fr: Exécution du fichier de script '{0}'
it: Esecuzione del file di script '{0}'
ja: スクリプト ファイル '{0}' を実行しています
ko: 스크립트 파일 '{0}' 실행 중
pl: Wykonywanie pliku skryptu „{0}”
pt_br: Executando o arquivo de script '{0}'
ru: Выполнение файла скрипта "{0}"
tr: '{0}' betik dosyası yürütülüyor
zh_hans: 正在执行脚本文件“{0}”
zh_hant: 正在執行指令檔 '{0}'

# Cmdlet_FailToParsePackages
source: Failed to parse package identities from file {0} with exception: {1}
cs: Analýza identit balíčků ze souboru {0} se nepovedla s výjimkou: {1}
de: Fehler beim Analysieren von Paketidentitäten aus der Datei "{0}" mit der folgenden Ausnahme: {1}
es: Error al analizar las identidades de paquete del archivo {0} con la excepción: {1}
fr: Impossible d'analyser des identités de package du fichier {0} avec l'exception : {1}
it: Non è stato possibile eseguire l'analisi delle identità del pacchetto dal file {0} con eccezione: {1}
ja: 次の例外でファイル {0} からのパッケージ ID を解析できませんでした: {1}
ko: 다음 예외로 인해 {0} 파일에서 패키지 ID를 구문 분석하지 못했습니다. {1}
pl: Nie można przeanalizować tożsamości pakietu z pliku {0} z powodu wyjątku: {1}
pt_br: Falha ao analisar as identidades do pacote no arquivo {0} com exceção: {1}
ru: Не удалось проанализировать удостоверения пакета из файла {0}. Порождено исключение: {1}
tr: Paket kimlikleri {0} dosyasından şu özel durumla ayrıştırılamadı: {1}
zh_hans: 无法从文件 {0} 分析程序包标识，发生异常: {1}
zh_hant: 無法剖析檔案 {0} 中的封裝識別，例外狀況為: {1}

# Cmdlet_FailToParseVersion
source: Failed to parse the input of Version parameter: {0} to a valid Semantic version.
cs: Analýza vstupu parametru Version {0} na platnou sémantickou verzi se nepovedla.
de: Fehler beim Analysieren der Eingabe des Versionsparameters "{0}" in eine gültige Semantikversion.
es: Error al analizar la entrada del parámetro de versión {0} en una versión semántica válida.
fr: Impossible d'analyser l'entrée du paramètre de version {0} en version sémantique valide.
it: Non è stato possibile eseguire l'analisi dell'input del parametro Version: {0} a una versione semantica valida.
ja: 有効なセマンティック バージョンに対してバージョン パラメーター: {0} の入力を解析できませんでした。
ko: Version 매개 변수 {0}의 입력을 올바른 의미 체계의 버전으로 구문 분석하지 못했습니다.
pl: Nie można przeanalizować danych wejściowych parametru wersji {0} do prawidłowej wersji semantycznej.
pt_br: Falha ao analisar a entrada do parâmetro Version: {0} para uma versão Semântica válida.
ru: Не удалось проанализировать входные данные параметра Version: {0} в допустимую версию семантики.
tr: Sürüm parametresi ({0}) girişi geçerli bir Anlamsal sürüme ayrıştırılamadı.
zh_hans: 无法将 Version 参数 {0} 的输入分析为有效的 Semantic 版本。
zh_hant: 無法將版本參數 {0} 的輸入剖析為有效的語意版本。

# Cmdlet_FailedToSearchSource
source: The following source failed to search for packages: '{0}'{1}{2}
cs: Následujícímu zdroji se nepovedlo vyhledat balíčky: {0}{1}{2}
de: Fehler beim Suchen nach Paketen durch die folgende Quelle: "{0}"{1}{2}
es: No se pudieron buscar paquetes en el origen siguiente: '{0}'{1}{2}
fr: La source suivante n'a pas pu rechercher les packages : '{0}'{1}{2}
it: Non è stato possibile cercare i pacchetti usando l'origine seguente: '{0}'{1}{2}
ja: 次のソースはパッケージの検索に失敗しました: '{0}'{1}{2}
ko: 다음 소스에서 패키지를 검색하지 못했습니다. '{0}'{1}{2}
pl: Dla następującego źródła nie powiodło się wyszukiwanie pakietów: „{0}”{1}{2}
pt_br: A seguinte fonte não conseguiu procurar pacotes: '{0}'{1}{2}
ru: Указанному источнику не удалось найти пакеты: "{0}"{1}{2}
tr: Şu kaynak, paketleri arayamadı: '{0}'{1}{2}
zh_hans: 以下源搜索程序包失败:“{0}”{1}{2}
zh_hant: 無法從下列來源搜尋封裝: '{0}'{1}{2}

# Cmdlet_FileConflictNoAllHelp
source: Skip this file and all subsequent files
cs: Přeskočit tenhle soubor a všechny následné soubory
de: Diese Datei und alle nachfolgenden Dateien überspringen
es: Omitir este archivo y todos los archivos subsiguientes
fr: Ignorer ce fichier et tous les fichiers suivants
it: Ignora questo file e quelli successivi
ja: このファイルと後続のすべてのファイルをスキップ
ko: 이 파일 및 모든 후속 파일 건너뛰기
pl: Pomiń ten plik i wszystkie kolejne pliki
pt_br: Ignorar este arquivo e todos os arquivos subsequentes
ru: Пропустить этот файл и все последующие файлы
tr: Bu dosyayı ve sonraki tüm dosyaları atla
zh_hans: 跳过此文件和所有后续文件
zh_hant: 跳過這個檔案和所有後續檔案

# Cmdlet_FileConflictNoHelp
source: Skip this file
cs: Přeskočit tenhle soubor
de: Diese Datei überspringen
es: Omitir este archivo
fr: Ignorer ce fichier
it: Ignora questo file
ja: このファイルをスキップ
ko: 이 파일 건너뛰기
pl: Pomiń ten plik
pt_br: Ignorar este arquivo
ru: Пропустить этот файл
tr: Bu dosyayı atla
zh_hans: 跳过此文件
zh_hant: 跳過這個檔案

# Cmdlet_FileConflictTitle
source: File Conflict
cs: Konflikt souborů
de: Dateikonflikt
es: Conflicto de archivos
fr: Conflit de fichiers
it: Conflitto di file
ja: ファイルの競合
ko: 파일 충돌
pl: Konflikt plików
pt_br: Conflito de Arquivo
ru: Конфликт файлов
tr: Dosya Çakışması
zh_hans: 文件冲突
zh_hant: 檔案衝突

# Cmdlet_FileConflictYesAllHelp
source: Overwrite this file and all subsequent files
cs: Přepsat tenhle soubor a všechny následné soubory
de: Diese Datei und alle nachfolgenden Dateien überschreiben
es: Sobrescribir este archivo y todos los archivos subsiguientes
fr: Remplacer ce fichier et tous les fichiers suivants
it: Sovrascrivi questo file e quelli successivi
ja: このファイルと後続のすべてのファイルを上書き
ko: 이 파일 및 모든 후속 파일 덮어쓰기
pl: Zastąp ten plik i wszystkie kolejne pliki
pt_br: Substituir este arquivo e todos os arquivos subsequentes
ru: Перезаписать этот файл и все последующие файлы
tr: Bu dosyayı ve sonraki tüm dosyaları geçersiz kıl
zh_hans: 覆盖此文件和所有后续文件
zh_hant: 覆寫這個檔案和所有後續檔案

# Cmdlet_FileConflictYesHelp
source: Overwrite this file
cs: Přepsat tenhle soubor
de: Diese Datei überschreiben
es: Sobrescribir este archivo
fr: Remplacer ce fichier
it: Sovrascrivi questo file
ja: このファイルを上書き
ko: 이 파일 덮어쓰기
pl: Zastąp ten plik
pt_br: Substituir este arquivo
ru: Перезаписать этот файл
tr: Bu dosyayı geçersiz kıl
zh_hans: 覆盖此文件
zh_hant: 覆寫這個檔案

# Cmdlet_GetPackageNoPackageFound
source: No packages found in the current package source.
cs: V aktuálním zdroji balíčků se nenašly žádné balíčky.
de: In der aktuellen Paketquelle wurden keine Pakete gefunden.
es: No se encontraron paquetes en el origen del paquete actual.
fr: Aucun package n’a été trouvé dans la source de package actuelle.
it: Nessun pacchetto trovato nell'origine pacchetto corrente.
ja: 現在のパッケージ ソースにパッケージが見つかりませんでした。
ko: 현재 패키지 소스에서 패키지를 찾을 수 없습니다.
pl: Nie znaleziono pakietów w bieżącym źródle pakietów.
pt_br: Nenhum pacote foi encontrado na origem do pacote atual.
ru: В текущем источнике пакетов на найдено ни одного пакета.
tr: Geçerli paket kaynağında hiç paket bulunamadı.
zh_hans: 在当前程序包源中找不到程序包。
zh_hant: 在目前套件來源中找不到任何套件。

# Cmdlet_InvalidPSDrive
source: The PSDrive '{0}' was not found.
cs: Jednotka prostředí PowerShell (PSDrive) {0} se nenašla.
de: Das PSDrive "{0}" wurde nicht gefunden.
es: No se encontró PSDrive '{0}'.
fr: Le PSDrive « {0} » est introuvable.
it: Impossibile trovare PSDrive '{0}'.
ja: PSDrive '{0}' が見つかりませんでした。
ko: PSDrive '{0}'이(가) 없습니다.
pl: Nie odnaleziono elementu PSDrive „{0}”.
pt_br: A PSDrive '{0}' não foi encontrada.
ru: PSDrive «{0}» не найден.
tr: PSDrive '{0}' bulunamadı.
zh_hans: 找不到 PSDrive“{0}”。
zh_hant: 找不到 PSDrive '{0}'。

# Cmdlet_InvalidPathSyntax
source: The path '{0}' is invalid.
cs: Cesta {0} je neplatná.
de: Der Pfad "{0}" ist ungültig.
es: La ruta de acceso '{0}' no es válida.
fr: Le chemin « {0} » n’est pas valide.
it: Percorso '{0}' non valido.
ja: パス '{0}' は無効です。
ko: '{0}' 경로가 올바르지 않습니다.
pl: Ścieżka „{0}” jest nieprawidłowa.
pt_br: O caminho '{0}' é inválido.
ru: Недопустимый путь «{0}».
tr: '{0}' yolu geçersiz.
zh_hans: 路径“{0}”无效。
zh_hant: 路徑 '{0}' 無效。

# Cmdlet_InvalidProvider
source: Only paths residing on a FileSystemProvider are supported.
cs: Podporované jsou jenom cesty na zprostředkovateli FileSystemProvider.
de: Es werden nur Pfade auf einem "FileSystemProvider" unterstützt.
es: Solo se admiten rutas de acceso que residen en FileSystemProvider.
fr: Seuls les chemins résidant sur un FileSystemProvider sont pris en charge.
it: Sono supportati solo i percorsi che si trovano su FileSystemProvider.
ja: FileSystemProvider に存在するパスのみがサポートされます。
ko: FileSystemProvider에 포함된 경로만 지원됩니다.
pl: Obsługiwane są tylko ścieżki dostawcy FileSystemProvider.
pt_br: Somente caminhos que residem em um FileSystemProvider têm suporte.
ru: Поддерживаются только пути, ведущие к поставщику FileSystemProvider.
tr: Yalnızca bir FileSystemProvider üzerinde bulunan yollar desteklenir.
zh_hans: 仅支持驻留在 FileSystemProvider 上的路径。
zh_hant: 只支援位於 FileSystemProvider 的路徑。

# Cmdlet_MissingPackages
source: Some NuGet packages are missing from the solution. The packages need to be restored in order to build the dependency graph. Restore the packages before performing any operations.
cs: Některé balíčky v řešení NuGet chybí. K sestavení grafu závislostí je potřeba balíčky obnovit. Před provedením jakékoli operace balíčky obnovte.
de: Einige NuGet-Pakete fehlen in dieser Projektmappe. Die Pakete müssen wiederhergestellt werden, damit das Abhängigkeitsdiagramm erstellt werden kann. Stellen Sie die Pakete wieder her, bevor Sie Vorgänge ausführen.
es: Faltan algunos paquetes NuGet en la solución. Los paquetes se tienen que restaurar para crear el gráfico de dependencias. Restaure los paquetes antes de realizar cualquier operación.
fr: Certains packages NuGet sont manquants dans la solution. Les packages doivent être restaurés pour générer le graphique de dépendance. Restaurez les packages avant d'effectuer des opérations.
it: Alcuni pacchetti NuGet non sono presenti nella soluzione. È necessario ripristinarli per generare il grafico dipendenze. Ripristinare i pacchetti prima di eseguire qualsiasi operazione.
ja: ソリューションで一部の NuGet パッケージが見つかりません。依存関係グラフを構築するためにパッケージを復元する必要があります。任意の操作を実行する前にパッケージを復元してください。
ko: 솔루션에서 일부 NuGet 패키지가 누락되었습니다. 종속성 그래프를 빌드하려면 패키지를 복원해야 합니다. 작업을 수행하기 전에 패키지를 복원하십시오.
pl: W rozwiązaniu brakuje niektórych pakietów NuGet. Aby móc utworzyć wykres zależności, musisz przywrócić pakiety. Przywróć pakiety przed wykonaniem jakichkolwiek operacji.
pt_br: Alguns pacotes NuGet estão ausentes na solução. Os pacotes precisam ser restaurados para criar o grafo de dependência. Restaure os pacotes antes de realizar qualquer operação.
ru: В этом решении отсутствует несколько пакетов NuGet. Необходимо восстановить пакеты, чтобы построить график зависимостей. Восстановите пакеты, прежде чем выполнять какие-либо операции.
tr: Çözümde bazı NuGet paketleri eksik. Bağımlılık grafının oluşturulması için paketlerin geri yüklenmesi gerekiyor. Herhangi bir işlem gerçekleştirmeden önce paketleri geri yükleyin.
zh_hans: 解决方案中缺少一些 NuGet 程序包。需要还原这些程序包，才能构建依赖项图形。请在执行任何操作前还原这些程序包。
zh_hant: 解決方案中缺少部分 NuGet 套件。需要還原套件才能建置相依性圖表。請在執行任何作業前先還原套件。

# Cmdlet_No
source: &No
cs: &Ne
de: &Nein
fr: &Non
ja: いいえ(&N)
ko: 아니요(&N)
pl: &Nie
pt_br: &Não
ru: &Нет
tr: &Hayır
zh_hans: 否(&N)
zh_hant: 否(&N)

# Cmdlet_NoAll
source: No to Al&l
cs: Ne pro &všechny
de: Nein für al&le
es: No a to&do
fr: Non pour &tout
it: No per &tutti
ja: すべていいえ(&L)
ko: 모두 아니요(&L)
pl: Nie na wszystk&o
pt_br: Não para &Todos
ru: Нет для &всех
tr: &Tümüne Hayır
zh_hans: 全部否(&L)
zh_hant: 全部皆否(&L)

# Cmdlet_NoCompatibleProjects
source: No compatible project(s) found in the active solution.
cs: V aktivním řešení se nenašly žádné kompatibilní projekty.
de: In der aktiven Projektmappe wurden keine kompatiblen Projekte gefunden.
es: No se encontró ningún proyecto compatible en la solución activa.
fr: Projets compatibles introuvables dans la solution active.
it: Impossibile trovare uno o più progetti compatibili nella soluzione attiva.
ja: アクティブなソリューションに互換性のあるプロジェクトが見つかりませんでした。
ko: 활성 솔루션에 호환되는 프로젝트가 없습니다.
pl: Nie znaleziono żadnych zgodnych projektów w aktywnym rozwiązaniu.
pt_br: Não foi encontrado nenhum projeto compatível na solução ativa.
ru: В активном решении не найдены совместимые проекты.
tr: Etkin çözümde uyumlu proje bulunamadı.
zh_hans: 在活动解决方案中找不到兼容项目。
zh_hant: 在使用中方案中找不到相容的專案。

# Cmdlet_NoPackageActions
source: No package actions available to be executed.
cs: Nejsou k dispozici žádné akce balíčku, které by šlo spustit.
de: Es sind keine Paketaktionen verfügbar, die ausgeführt werden können.
es: No hay ninguna acción de paquete disponible para su ejecución.
fr: Aucune action de package disponible pour exécution.
it: Non sono disponibili azioni pacchetto da eseguire.
ja: 実行可能なパッケージ アクションがありません。
ko: 실행할 수 있는 패키지 작업이 없습니다.
pl: Brak dostępnych akcji do wykonania.
pt_br: Não há ações de pacote disponíveis para execução.
ru: Нет доступных действий с пакетами для выполнения.
tr: Yürütülebilecek paket işlemi yok.
zh_hans: 没有可以用来执行的程序包操作。
zh_hant: 沒有可執行的封裝動作。

# Cmdlet_NoPackageUpdates
source: No package updates are available from the current package source for project '{0}'.
cs: V aktuálním zdroji balíčků pro projekt {0} nejsou k dispozici žádné aktualizace balíčků.
de: In der aktuellen Paketquelle für das Projekt "{0}" sind keine Paketupdates verfügbar.
es: No hay actualizaciones de paquete disponibles en el origen del paquete actual del proyecto '{0}'.
fr: Aucune mise à jour de package n'est disponible à partir de la source de package actuelle pour le projet '{0}'.
it: Non sono disponibili aggiornamenti pacchetto nell'origine pacchetto corrente per il progetto '{0}'.
ja: プロジェクト '{0}' の現在のパッケージ ソースで利用可能なパッケージ更新はありません。
ko: '{0}' 프로젝트의 현재 패키지 소스에서 사용할 수 있는 패키지 업데이트가 없습니다.
pl: Nie ma dostępnych aktualizacji pakietów z bieżącego źródła pakietów dla projektu „{0}”.
pt_br: Nenhuma atualização de pacote está disponível na origem do pacote atual para o projeto '{0}'.
ru: В текущем источнике пакетов нет доступных обновлений пакетов для проекта «{0}».
tr: Geçerli paket kaynağında '{0}' projesi için kullanılabilir paket güncelleştirmesi yok.
zh_hans: 项目“{0}”的当前程序包源中未提供程序包更新。
zh_hant: 專案 '{0}' 的目前封裝來源沒有可用的封裝更新。

# Cmdlet_NoPackagesInstalled
source: No packages installed.
cs: Nejsou nainstalované žádné balíčky.
de: Es sind keine Pakete installiert.
es: No hay ningún paquete instalado.
fr: Aucun package installé.
it: Nessun pacchetto installato.
ja: パッケージがインストールされていません。
ko: 설치된 패키지가 없습니다.
pl: Nie zainstalowano żadnych pakietów.
pt_br: Nenhum pacote instalado.
ru: Пакеты не установлены.
tr: Yüklü paket yok.
zh_hans: 未安装程序包。
zh_hant: 未安裝任何封裝。

# Cmdlet_NoProjectsToSyncPackage
source: There are no other projects to sync the package '{0}'.
cs: Nejsou žádné jiné projekty pro synchronizaci balíčku {0}.
de: Es sind keine weiteren Projekte zum Synchronisieren mit dem Paket "{0}" vorhanden.
es: No hay otros proyectos con los que sincronizar el paquete '{0}'.
fr: Il n'existe aucun autre projet pour synchroniser le package '{0}'.
it: Non sono presenti altri progetti per sincronizzare il pacchetto '{0}'.
ja: パッケージ '{0}' を同期するプロジェクトは他にはありません。
ko: '{0}' 패키지를 동기화하는 다른 프로젝트가 없습니다.
pl: Brak innych projektów do zsynchronizowania pakietu „{0}”.
pt_br: Não há outros projetos a serem sincronizados com o pacote '{0}'.
ru: Нет других проектов для синхронизации пакета "{0}".
tr: '{0}' paketinin eşitleneceği başka proje yok.
zh_hans: 没有其他要同步包“{0}”的项目。
zh_hant: 沒有其他專案可同步封裝 '{0}'。

# Cmdlet_NoSolution
source: The current environment doesn't have a solution open.
cs: Pro aktuální prostředí není otevřené žádné řešení.
de: In der aktuellen Umgebung ist keine Projektmappe geöffnet.
es: El entorno actual no tiene ninguna solución abierta.
fr: Aucune solution n'est ouverte pour l'environnement actif.
it: Nell'ambiente corrente non è presente una soluzione aperta.
ja: 現在の環境には、開いているソリューションはありません。
ko: 현재 환경에 열려 있는 솔루션이 없습니다.
pl: W bieżącym środowisku nie ma otwartego rozwiązania.
pt_br: O ambiente atual não tem uma solução aberta.
ru: В текущей среде не открыто решение.
tr: Geçerli ortamda açık bir çözüm yok.
zh_hans: 当前环境没有打开的解决方案。
zh_hant: 目前環境未開啟方案。

# Cmdlet_PackageNotInstalled
source: Package with the Id '{0}' is not installed to project '{1}'.
cs: Balíček s ID {0} není nainstalovaný do projektu {1}.
de: Das Paket mit der ID "{0}" ist im Projekt "{1}" nicht installiert.
es: El paquete con el id. '{0}' no está instalado en el proyecto '{1}'.
fr: Le package avec l'ID '{0}' n'est pas installé dans le projet '{1}'.
it: Il pacchetto con Id '{0}' non è installato nel progetto '{1}'.
ja: ID '{0}' のパッケージはプロジェクト '{1}' にはインストールされていません。
ko: ID가 '{0}'인 패키지가 '{1}' 프로젝트에 설치되지 않았습니다.
pl: Pakiet o identyfikatorze „{0}” nie został zainstalowany w projekcie „{1}”.
pt_br: O pacote com a Id '{0}' não foi instalado para o projeto '{1}'.
ru: Пакет с идентификатором «{0}» не установлен в проекте «{1}».
tr: '{0}' kimliğine sahip paket '{1}' projesinde yüklü değil.
zh_hans: ID 为“{0}”的程序包未安装到项目“{1}”。
zh_hant: 識別碼為 '{0}' 的封裝未安裝至專案 '{1}'。
