Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.PowerShellCmdlets/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Cmdlet_PackageNotInstalledInAnyProject
source: '{0}' was not installed in any project. Update failed.
cs: Balíček {0} nebyl nainstalovaný v žádném projektu. Aktualizace se nepodařila.
de: "{0}" wurde in keinem Projekt installiert. Updatefehler.
es: '{0}' no se instaló en ningún proyecto. No se pudo realizar la actualización.
fr: '{0}' n'a été installé dans aucun projet. La mise à jour a échoué.
it: '{0}' non è stato installato in alcun progetto. Aggiornamento non riuscito.
ja: '{0}' はどのプロジェクトにもインストールされていません。更新に失敗しました。
ko: '{0}'이(가) 프로젝트에 설치되지 않았습니다. 업데이트하지 못했습니다.
pl: Pakiet „{0}” nie został zainstalowany w żadnym projekcie. Aktualizacja nie powiodła się.
pt_br: '{0}' não foi instalado(a) em nenhum projeto. Falha na atualização.
ru: "{0}" не был установлен ни в одном проекте. Выполнить обновление не удалось.
tr: '{0}' hiçbir projede yüklü değildi. Güncelleştirilemedi.
zh_hans: “{0}”未安装在任何项目中。更新失败。
zh_hant: 沒有任何專案安裝 '{0}'。更新失敗。

# Cmdlet_ProjectNotFound
source: Project '{0}' is not found.
cs: Projekt {0} se nenašel.
de: Das Projekt "{0}" wurde nicht gefunden.
es: No se encuentra el proyecto '{0}'.
fr: Le projet « {0} » est introuvable.
it: Progetto '{0}' non trovato.
ja: プロジェクト '{0}' が見つかりません。
ko: '{0}' 프로젝트가 없습니다.
pl: Nie znaleziono projektu „{0}”.
pt_br: O projeto '{0}' não foi encontrado.
ru: Проект «{0}» не найден.
tr: '{0}' projesi bulunamadı.
zh_hans: 找不到项目“{0}”。
zh_hant: 找不到專案 '{0}'。

# Cmdlet_PrompToDisplayMorePackages
source: There may be more packages to display. Do you want to continue?
cs: Můžou se zobrazit ještě další balíčky. Chcete pokračovat?
de: Möglicherweise können weitere Pakete angezeigt werden. Möchten Sie den Vorgang fortsetzen?
es: Es posible que haya más paquetes para mostrar. ¿Desea continuar?
fr: Il y a peut-être d'autres packages à afficher. Voulez-vous continuer ?
it: Potrebbero essere presenti altri pacchetti da visualizzare. Continuare?
ja: 表示するパッケージがさらにあります。続行しますか?
ko: 추가 패키지가 표시될 수 있습니다. 계속하시겠습니까?
pl: Może być więcej pakietów do wyświetlenia. Czy chcesz kontynuować?
pt_br: Pode haver mais pacotes para exibição. Deseja continuar?
ru: Можно отобразить дополнительные пакеты. Вы хотите продолжить?
tr: Görüntülenecek daha fazla paket olabilir. Devam etmek istiyor musunuz?
zh_hans: 可能有更多程序包要显示。是否要继续?
zh_hant: 可能沒有其他要顯示的封裝。是否要繼續?

# Cmdlet_RequestRestartToCompleteUninstall
source: One or more packages could not be completely uninstalled: '{0}'. Restart Visual Studio to finish uninstall.
cs: Minimálně jeden balíček se nedal úplně odinstalovat: {0}. Pokud chcete odinstalaci dokončit, restartujte Visual Studio.
de: Mindestens ein Paket konnte nicht vollständig deinstalliert werden: "{0}". Starten Sie Visual Studio neu, um die Deinstallation abzuschließen.
es: Uno o más paquetes no se pudieron desinstalar completamente: '{0}'. Reinicie Visual Studio para finalizar la desinstalación.
fr: Un ou plusieurs packages n'ont pas pu être totalement désinstallés : '{0}'. Redémarrez Visual Studio pour terminer la désinstallation.
it: Non è stato possibile disinstallare completamente uno o più pacchetti: '{0}'. Per completare la disinstallazione, riavviare Visual Studio.
ja: 1 つ以上のパッケージを完全にアンインストールできませんでした: '{0}'。Visual Studio を再起動してアンインストールを完了してください。
ko: 하나 이상의 패키지를 완전히 제거할 수 없습니다. '{0}'. 제거를 마치려면 Visual Studio를 다시 시작하십시오.
pl: Nie można w całości odinstalować co najmniej jednego pakietu: „{0}”. Uruchom ponownie program Visual Studio, aby ukończyć dezinstalację.
pt_br: Não foi possível desinstalar completamente um ou mais pacotes: '{0}'. Reinicie o Visual Studio para terminar a desinstalação.
ru: Не удалось полностью удалить один или несколько пакетов: «{0}». Чтобы завершить удаление, перезапустите Visual Studio.
tr: Bir veya daha fazla paket tamamen kaldırılamadı: '{0}'. Kaldırma işlemini sonlandırmak için Visual Studio'yu yeniden başlatın.
zh_hans: 无法完全卸载一个或多个包:“{0}”。重启 Visual Studio 以完成卸载。
zh_hant: 有一或多個套件無法完全解除安裝: '{0}'。重新啟動 Visual Studio 以完成解除安裝。

# Cmdlet_TotalTime
source: Time Elapsed: {0}
cs: Uplynulý čas: {0}
de: Verstrichene Zeit: {0}
es: Tiempo transcurrido: {0}
fr: Temps écoulé : {0}
it: Tempo trascorso: {0}
ja: 経過した時間: {0}
ko: 경과 시간: {0}
pl: Czas trwania: {0}
pt_br: Tempo Decorrido: {0}
ru: Прошло времени: {0}
tr: Geçen Süre: {0}
zh_hans: 已用时间: {0}
zh_hant: 經過時間: {0}

# Cmdlet_Yes
source: &Yes
cs: &Ano
de: &Ja
es: &Sí
fr: &Oui
it: &Sì
ja: はい(&Y)
ko: 예(&Y)
pl: &Tak
pt_br: &Sim
ru: &Да
tr: &Evet
zh_hans: 是(&Y)
zh_hant: 是(&Y)

# Cmdlet_YesAll
source: Yes to &All
cs: An&o pro všechny
de: Ja, &alle
es: Sí a &todo
fr: Oui pour &tout
it: Sì per t&utti
ja: すべてはい(&A)
ko: 모두 예(&A)
pl: Tak na &wszystko
pt_br: Sim para T&odos
ru: Да для &всех
tr: T&ümüne Evet
zh_hans: 全部是(&A)
zh_hant: 全部皆是(&A)

# Cmdlet_YesDoNotPromptAgain
source: Yes and &Ignore future warnings
cs: &Ano a ignorovat budoucí upozornění
de: Ja und &zukünftige Warnungen ignorieren
es: Sí y &omitir las advertencias futuras
fr: Oui et &ignorer les avertissements futurs
it: Sì e &ignora gli errori futuri
ja: はい。また今後の警告を無視する(&I)
ko: 예 그리고 이후 경고 무시(&I)
pl: Tak i &ignoruj przyszłe ostrzeżenia
pt_br: Sim e &ignorar avisos futuros
ru: Да, и &игнорировать последующие предупреждения
tr: &Evet ve daha sonra uyarıları yoksay
zh_hans: 是的，且忽略以后的警告(&I)
zh_hant: 是，並忽略未來的警告(&I)

# Console_DisclaimerText
source: Each package is licensed to you by its owner. NuGet is not responsible for, nor does it grant any licenses to, third-party packages. Some packages may include dependencies which are governed by additional licenses. Follow the package source (feed) URL to determine any dependencies.
cs: Každý balíček vám licencoval jeho vlastník. Aplikace NuGet nezodpovídá za balíčky jiných výrobců ani k nim neuděluje licence. Některé balíčky můžou obsahovat závislosti, které se řídí dalšími licencemi. K určení závislostí použijte adresu URL (informační kanál) zdroje balíčku.
de: Die einzelnen Pakete werden vom jeweiligen Besitzer für Sie lizenziert. NuGet übernimmt keinerlei Verantwortung bezüglich Paketen von Drittanbietern oder gewährt Lizenzen für Pakete von Drittanbietern. Einige Pakete können Abhängigkeiten beinhalten, die zusätzlichen Lizenzen unterliegen. Folgen Sie der (Feed-)URL der Paketquelle, um eventuelle weitere Abhängigkeiten zu ermitteln.
es: La licencia de cada paquete la concede su propietario. NuGet no se hace responsable de los paquetes de terceros ni concede ninguna licencia sobre ellos. Algunos paquetes pueden incluir dependencias que se rigen por licencias adicionales. Siga la URL de origen del paquete (fuente) para determinar cualquier dependencia.
fr: Chaque package vous est concédé sous licence par son propriétaire. NuGet n'est pas responsable des packages tiers et n'octroie aucune licence les concernant. Certains packages peuvent inclure des dépendances régies par des licences supplémentaires. Suivez l'URL (flux) de la source de packages pour déterminer les dépendances éventuelles.
it: Ogni pacchetto è concesso in licenza dal relativo proprietario. NuGet non è responsabile né concede alcuna licenza per i pacchetti di terze parti. Alcuni pacchetti potrebbero presentare dipendenze disciplinate da licenze aggiuntive. Visitare l'URL di origine del pacchetto (feed) per determinare eventuali dipendenze.
ja: 各パッケージのライセンスは、パッケージの所有者からパッケージのユーザーに付与されます。NuGet は、サードパーティのパッケージに対して一切責任を負わず、いかなるライセンスも付与しません。パッケージに含まれている依存関係に対して追加のライセンスが適用されることがあります。依存関係を確認するには、パッケージ ソース (フィード) URL にアクセスしてください。
ko: 각 패키지는 해당 소유자에 의해 사용이 허가되었습니다. NuGet은 타사 패키지에 대해 책임을 지지 않으며 라이선스를 부여하지도 않습니다. 일부 패키지에는 추가 라이선스에 의해 관리되는 종속성이 포함되어 있을 수 있습니다. 패키지 소스(피드) URL로 이동하여 종속성을 확인하십시오.
pl: Licencja na każdy pakiet jest udzielana przez jego właściciela. Firma NuGet nie ponosi odpowiedzialności za pakiety innych firm ani nie udziela na nie żadnych licencji. Niektóre pakiety mogą zawierać zależności podlegające dodatkowym licencjom. Sprawdź adres URL źródła pakietu (kanału informacyjnego), aby określić zależności.
pt_br: Cada pacote é licenciado para você por seu proprietário. A NuGet não é responsável por pacotes de terceiros nem concede licenças a eles. Alguns pacotes podem incluir dependências que são administradas por licenças adicionais. Siga a URL da origem (feed) do pacote para determinar todas as dependências.
ru: Все пакеты лицензируются их владельцами. NuGet не несет ответственности за пакеты сторонних производителей и не предоставляет лицензии на такие пакеты. Некоторые пакеты могут включать в себя зависимости, на которые требуются дополнительные лицензии. Для определения зависимостей перейдите по URL-адресу источника (веб-канала) пакетов.
tr: Her paket size sahibi tarafından lisanslanır. NuGet üçüncü taraf paketlerden sorumlu değildir ve bunlar için lisans vermez. Bazı paketler ek lisanslar tarafından yönetilen bağımlılıklar içerebilir. Bağımlılıkları belirlemek için paket kaynağı (akış) URL'sini izleyin.
zh_hans: 每个包都由其所有者许可给你。NuGet 不负责第三方包，也不授予其许可证。一些包可能包括受其他许可证约束的依赖关系。单击包源(源) URL 可确定任何依赖关系。
zh_hant: 每個封裝均由其擁有者提供授權給您。NuGet 對於協力廠商封裝不負任何責任，也不提供相關的任何授權。某些封裝可能包含須由其他授權控管的相依項目。請遵循封裝來源 (摘要) URL 決定有無任何相依項目。

# Console_HelpText
source: Type 'get-help NuGet' to see all available NuGet commands.
cs: Když chcete zobrazit všechny dostupné příkazy pro balíčky NuGet, zadejte příkaz get-help NuGet.
de: Geben Sie "get-help NuGet" ein, um alle verfügbaren NuGet-Befehle anzuzeigen.
es: Escriba 'get-help NuGet' para ver todos los comandos de NuGet disponibles.
fr: Tapez 'get-help NuGet' pour afficher toutes les commandes NuGet disponibles.
it: Digitare 'get-help NuGet' per visualizzare tutti i comandi NuGet disponibili.
ja: 利用可能なすべての NuGet コマンドを参照するには、'get-help NuGet' を入力します。
ko: 사용 가능한 모든 NuGet 명령을 보려면 'get-help NuGet'을 입력하십시오.
pl: Wpisz „get-help NuGet”, aby wyświetlić wszystkie dostępne polecenia NuGet.
pt_br: Digite 'get-help NuGet' para ver todos os comandos disponíveis do NuGet.
ru: Чтобы увидеть все доступные команды NuGet, введите «get-help NuGet».
tr: Kullanılabilir tüm NuGet komutlarını görmek için 'get-help NuGet' yazın.
zh_hans: 键入 "get-help NuGet" 可查看所有可用的 NuGet 命令。
zh_hant: 輸入 'get-help NuGet' 可查看所有可用的 NuGet 命令。

# ErrorNestedPromptNotSupported
source: Nested prompt not supported.
cs: Vnořené výzvy nejsou podporované.
de: Eine geschachtelte Eingabeaufforderung wird nicht unterstützt.
es: El símbolo del sistema anidado no se admite.
fr: Invite imbriquée non prise en charge.
it: Prompt nidificato non supportato.
ja: ネストしたプロンプトはサポートされていません。
ko: 중첩 프롬프트가 지원되지 않습니다.
pl: Monit zagnieżdżony nie jest obsługiwany.
pt_br: Aviso aninhado sem suporte.
ru: Вложенные приглашения не поддерживаются.
tr: İç içe bilgi istemleri desteklenmiyor.
zh_hans: 不支持嵌套提示。
zh_hant: 不支援巢狀提示。

# Exception_PackageNotFound
source: Unable to find package '{0}' at source '{1}'.
cs: Nejde najít balíček {0} ve zdroji {1}.
de: Das Paket "{0}" wurde in der Quelle "{1}" nicht gefunden.
es: No se puede encontrar el paquete '{0}' en origen'{1}'.
fr: Le package '{0}' est introuvable dans la source '{1}'.
it: Il pacchetto '{0}' nell'origine '{1}' non è stato trovato.
ja: ソース '{1}' 内でパッケージ '{0}' が見つかりません。
ko: '{1}' 소스에서 '{0}' 패키지를 찾을 수 없습니다.
pl: Nie można odnaleźć pakietu „{0}” w źródle „{1}”.
pt_br: Não foi possível encontrar o pacote '{0}' na fonte '{1}'.
ru: Не удалось найти пакет "{0}" в источнике "{1}".
tr: '{0}' paketi '{1}' kaynağında bulunamıyor.
zh_hans: 无法在源“{1}”处找到包“{0}”。
zh_hant: 無法在來源 '{1}' 中找到套件 '{0}'。

# Host_PSNotInstalled
source: Error: The Package Manager Console requires PowerShell 2.0 runtime, which is not detected on this machine. Please install the PowerShell 2.0 from http://support.microsoft.com/kb/968929 and restart Visual Studio.
cs: Chyba: Package Manager Console vyžaduje modul runtime PowerShell 2.0, který se v počítači nenašel. Nainstalujte PowerShell 2.0 z adresy http://support.microsoft.com/kb/968929 a spusťte Visual Studio znovu.
de: Fehler: Die Package Manager Console erfordert das PowerShell 2.0-Laufzeitmodul. Das Laufzeitmodul wurde auf diesem Computer nicht gefunden. Installieren Sie PowerShell 2.0 von "http://support.microsoft.com/kb/968929", und starten Sie Visual Studio dann neu.
es: Error: Package Manager Console requiere PowerShell 2.0 en tiempo de ejecución, que no se detecta en esta máquina. Instale PowerShell 2.0 desde http://support.microsoft.com/kb/968929 y reinicie Visual Studio.
fr: Erreur : Package Manager Console nécessite le runtime PowerShell 2.0, qui n'est pas détecté sur cet ordinateur. Installez PowerShell 2.0 disponible à la page http://support.microsoft.com/kb/968929 et redémarrez Visual Studio.
it: Errore: Package Manager Console richiede il runtime di PowerShell 2.0, il quale non risulta presente in questo computer. Installare PowerShell 2.0 da http://support.microsoft.com/kb/968929 e riavviare Visual Studio.
ja: エラー: Package Manager Console には PowerShell 2.0 ランタイムが必要ですが、このコンピューターに見つかりません。http://support.microsoft.com/kb/968929 から PowerShell 2.0 をインストールし、Visual Studio を再起動してください。
ko: 오류: 이 컴퓨터에는 Package Manager Console에 필요한 PowerShell 2.0 런타임이 설치되어 있지 않습니다. http://support.microsoft.com/kb/968929에서 PowerShell 2.0을 설치한 다음 Visual Studio를 다시 시작하십시오.
pl: Błąd: konsola menedżera pakietów (Package Manager Console) wymaga środowiska uruchomieniowego programu PowerShell 2.0, którego nie wykryto na tym komputerze. Zainstaluj program PowerShell 2.0 dostępny na stronie http://support.microsoft.com/kb/968929 i ponownie uruchom program Visual Studio.
pt_br: Erro: o Package Manager Console exige o tempo de execução do PowerShell 2.0, que não foi detectado nesta máquina. Instale o PowerShell 2.0 de http://support.microsoft.com/kb/968929 e reinicie o Visual Studio.
ru: Ошибка. Для работы Package Manager Console требуется среда выполнения PowerShell 2.0, которая не обнаружена на этом компьютере. Установите PowerShell 2.0, воспользовавшись страницей по адресу http://support.microsoft.com/kb/968929, и перезапустите Visual Studio.
tr: Hata: Package Manager Console, bu makinede algılanmayan PowerShell 2.0 çalışma zamanını gerektirir. Lütfen http://support.microsoft.com/kb/968929 adresinden PowerShell 2.0'yi yükleyin ve Visual Studio'yu yeniden başlatın.
zh_hans: 错误: 在此计算机上没有检测到 Package Manager Console 需要的 PowerShell 2.0 运行时。请从 http://support.microsoft.com/kb/968929 安装 PowerShell 2.0 并重新启动 Visual Studio。
zh_hant: 錯誤: Package Manager Console 需要 PowerShell 2.0 執行階段，但在這部電腦上偵測不到這個執行階段。請從 http://support.microsoft.com/kb/968929 安裝 PowerShell 2.0 並重新啟動 Visual Studio。

# PowerShellHostTitle
source: Package Manager Console Host Version {0}
cs: Verze hostitele konzoly Správce balíčků: {0}
de: Paket-Manager-Konsolenhost, Version {0}
es: Versión de host {0} de la Consola del Administrador de paquetes
fr: Version de l’hôte de la Console du Gestionnaire de package {0}
it: Host console di Gestione pacchetti versione {0}
ja: パッケージ マネージャー コンソール ホストのバージョン {0}
ko: 패키지 관리자 콘솔 호스트 버전 {0}
pl: Host konsoli menedżera pakietów w wersji {0}
pt_br: Versão {0} do Host do Console do Gerenciador de Pacotes
ru: Узел консоли диспетчера пакетов версии {0}
tr: Paket Yöneticisi Konsolu Konak Sürümü {0}
zh_hans: 程序包管理器控制台主机版本 {0}
zh_hant: 套件管理員主控台主機版本 {0}

# PromptForChoiceSuffix
source: [?] Help (default is "{0}"):
cs: [?] Nápověda (výchozí je {0}):
de: [?] Hilfe (Standard ist "{0}"):
es: [?] Ayuda (el valor predeterminado es "{0}"):
fr: [?] Aide (par défaut "{0}") :
it: [?] Guida (il valore predefinito è "{0}"):
ja: [?] ヘルプ (既定では "{0}"):
ko: [?] 도움말(기본값: "{0}"):
pl: [?] Pomoc (wartość domyślna to „{0}”):
pt_br: [?] Ajuda (o padrão é "{0}"):
ru: [?] Справка (по умолчанию «{0}»):
tr: [?] Yardım (varsayılan "{0}"):
zh_hans: [?] 帮助(默认为“{0}”):
zh_hant: [?] 說明 (預設為 "{0}"):

# UnknownSource
source: Source '{0}' not found. Please provide an HTTP or local source.
cs: Zdroj {0} se nenašel. Zadejte prosím HTTP nebo místní zdroj.
de: Die Quelle "{0}" wurde nicht gefunden. Geben Sie eine HTTP- oder eine lokale Quelle an.
es: Origen '{0}' no encontrado. Proporcione un HTTP o un origen local.
fr: Source '{0}' introuvable. Fournissez une source HTTP ou locale.
it: L'origine '{0}' non è stata trovata. Specificare un'origine HTTP o locale.
ja: ソース '{0}' が見つかりません。HTTP または ローカル ソースを指定してください。
ko: '{0}' 소스를 찾을 수 없습니다. HTTP 또는 로컬 소스를 제공하세요.
pl: Nie odnaleziono źródła „{0}”. Podaj źródło lokalne lub HTTP.
pt_br: Fonte '{0}' não foi encontrada. Forneça uma fonte local ou HTTP.
ru: Не удалось найти источник "{0}". Укажите HTTP- или локальный источник.
tr: '{0}' kaynağı bulunamadı. Lütfen bir HTTP kaynağı veya yerel kaynak girin.
zh_hans: 找不到源“{0}”。请提供 HTTP 或本地源。
zh_hant: 找不到來源 '{0}'。請提供 HTTP 或本機來源。

# UnknownSourceType
source: Unsupported type of source '{0}'. Please provide an HTTP or local source.
cs: Nepodporovaný typ zdroje {0}. Zadejte prosím HTTP nebo místní zdroj.
de: Nicht unterstützter Typ der Quelle "{0}". Geben Sie eine HTTP- oder eine lokale Quelle an.
es: Tipo de origen '{0}' no compatible. Proporcione un HTTP o un origen local.
fr: Type de source '{0}' non prise en charge. Fournissez une source HTTP ou locale.
it: Il tipo di origine '{0}' non è supportato. Specificare un'origine HTTP o locale.
ja: サポートされていないソースの種類 '{0}' です。HTTP または ローカル ソースを指定してください。
ko: '{0}' 소스 형식이 지원되지 않습니다. HTTP 또는 로컬 소스를 제공하세요.
pl: Nieobsługiwany typ źródła: „{0}”. Podaj źródło lokalne lub HTTP.
pt_br: Não há suporte para o tipo de fonte '{0}'. Forneça uma fonte local ou HTTP.
ru: Неподдерживаемый тип источника "{0}". Укажите HTTP- или локальный источник.
tr: '{0}' kaynak türü desteklenmiyor. Lütfen bir HTTP kaynağı veya yerel kaynak girin.
zh_hans: 不支持源“{0}”的类型。请提供 HTTP 或本地源。
zh_hant: 來源 '{0}' 不受支援的類型。請提供 HTTP 或本機來源。

# UnknownSourceWithId
source: Unable to find package '{0}' at source '{1}'. Source not found.
cs: Nejde najít balíček {0} ve zdroji {1}. Zdroj se nenašel.
de: Das Paket "{0}" wurde in der Quelle "{1}" nicht gefunden. Die Quelle wurde nicht gefunden.
es: No se puede encontrar el paquete '{0}' en origen '{1}'. Origen no encontrado.
fr: Le package '{0}' est introuvable dans la source '{1}'. Source introuvable.
it: Il pacchetto '{0}' nell'origine '{1}' non è stato trovato. L'origine non è stata trovata.
ja: ソース '{1}' 内でパッケージ '{0}' が見つかりません。ソースが見つかりません。
ko: '{1}' 소스에서 '{0}' 패키지를 찾을 수 없습니다. 소스를 찾을 수 없습니다.
pl: Nie można odnaleźć pakietu „{0}” w źródle „{1}”. Nie odnaleziono źródła.
pt_br: Não foi possível encontrar o pacote '{0}' na fonte '{1}'. Fonte não encontrada.
ru: Не удалось найти пакет "{0}" в источнике "{1}. Не удалось найти источник.
tr: '{0}' paketi '{1}' kaynağında bulunamıyor. Kaynak bulunamadı.
zh_hans: 无法在源“{1}”处找到包“{0}”。找不到源。
zh_hant: 無法在來源 '{1}' 中找到套件 '{0}'。找不到來源。

# Warning_ReinstallNotRespectedForProjectType
source: The `-Reinstall` parameter does not apply to PackageReference based projects `{0}'.
cs: Parametr -Reinstall se nevztahuje na projekty {0} založené na PackageReference.
de: Der Parameter „-Reinstall“ gilt nicht für PackageReference-basierte Projekte „{0}“.
es: El parámetro `-Reinstall` no se aplica a los proyectos basados en PackageReference `{0}'.
fr: Le paramètre '-Reinstall’ ne s’applique pas aux projets PackageReference '{0}'.
it: Il parametro '-Reinstall ' non si applica ai progetti basati su PackageReference '{0}'.
ja: '-Reinstall' パラメーターは PackageReference ベースのプロジェクト '{0}' には適用されません。
ko: '-Reinstall' 매개 변수는 PackageReference 기반 프로젝트 '{0}'에 적용되지 않습니다.
pl: Parametr „Reinstall” nie ma zastosowania do projektów opartych na protokole PackageReference „{0}”.
pt_br: O parâmetro `-Reinstall` não se aplica a projetos baseados em PackageReference`{0}'.
ru: Параметр "-REINSTALL" не применяется к проектам на основе PackageReference "{0}".
tr: '-Reinstall' parametresi '{0}' PackageReference tabanlı projelere uygulanmaz.
zh_hans: “-Reinstall” 参数不适用于基于 PackageReference 的项目“{0}”。
zh_hant: `-Reinstall` 參數不適用於以 PackageReference 為基礎的專案 '{0}'。

# Warning_SourceNotRespectedForProjectType
source: The '{0}' parameter is not respected for the transitive package management based project(s) {1}. The enabled sources in your NuGet configuration will be used.
cs: Na parametr {0} se pro projekty založené na správě přenosných balíčků {1} nebere ohled. Použijí se povolené zdroje v konfiguraci NuGetu.
de: Der Parameter "{0}" wird für Projekte mit transitiver Paketverwaltung nicht berücksichtigt: {1}. Es werden die aktivierten Quellen in Ihrer NuGet-Konfiguration verwendet.
es: El parámetro "{0}" no se respeta en los proyectos basados en la administración de paquetes en tránsito {1}. Se usarán los orígenes habilitados en la configuración de NuGet.
fr: Le paramètre '{0}' n'est pas respecté pour le ou les projets de gestion des packages transitifs {1}. Les sources activées dans votre configuration NuGet vont être utilisées.
it: Il parametro '{0}' non è rispettato per i progetti basati su gestione del pacchetto transitiva: {1}. Verranno usate le origini abilitate nella configurazione NuGet.
ja: 推移的なパッケージ管理ベースのプロジェクト {1} では、'{0}' パラメーターは無視されます。NuGet 構成の有効なソースが使用されます。
ko: '{0}' 매개 변수는 전이적 패키지 관리 기반 프로젝트 {1}에서 무시됩니다. NuGet 구성에 설정된 소스가 사용됩니다.
pl: Parametr „{0}” nie jest brany pod uwagę dla projektów opartych na zarządzaniu pakietami przejściowymi {1}. Zostaną użyte włączone źródła w konfiguracji NuGet.
pt_br: O parâmetro '{0}' não é respeitado para o gerenciamento de pacotes transitivos baseado em projetos {1}. Serão usadas as fontes habilitadas na sua configuração do NuGet.
ru: Параметр "{0}" не учитывается у проектов с транзитивным управлением пакетами {1}. Будут использованы включенные в вашей конфигурации NuGet источники.
tr: '{0}' parametresi {1} geçişli paket yönetimi tabanlı projeleri için dikkate alınmaz. NuGet yapılandırmanızda etkinleştirilen kaynaklar kullanılacak.
zh_hans: 基于可传递包管理的项目 {1} 不考虑“{0}”参数。将使用 NuGet 配置中已启用的源。
zh_hant: 參數 '{0}' 不適用於轉移套件管理式專案 {1}。將會使用您的 NuGet 設定中已啟用的來源。

source: Zero length collection.
cs: Kolekce s nulovou délkou
de: Auflistung mit der Länge null.
es: Colección de longitud cero.
fr: Collection vide.
it: Raccolta di lunghezza zero.
ja: 長さゼロのコレクションです。
ko: 길이가 0인 컬렉션입니다.
pl: Kolekcja o zerowej długości.
pt_br: Coleção de comprimento zero.
ru: Коллекция нулевой длины.
tr: Sıfır uzunluk koleksiyonu.
zh_hans: 零长度集合。
zh_hant: 零長度集合。
