Repository: dotnet/dotnet
Catalog: src/razor/src/Razor/src/Microsoft.CodeAnalysis.Razor.Workspaces/Resources/xlf/*.*.xlf
Languages: sr

# ArgumentCannotBeNullOrEmpty
source: Value cannot be null or an empty string.
sr: Warto┼¢─ç nie mo┼╝e by─ç warto┼¢ci─à null ani pustym ci─àgiem.

# ComponentCompletionWithRequiredAttributesLabel
source: {0} (and req'd attributes...)
sr: {0} (i atrybuty req'd...)

# Create_Component_FromTag_Title
source: Create component from tag
sr: Utw├│rz sk┼éadnik z tagu

source: Blazor directive attributes
sr: Atrybut dyrektywy Blazor

source: Diagnostics after:
sr: Diagnostyka po:

source: Diagnostics before:
sr: Diagnostyka przed:

source: directive
sr: dyrektywa

# DirectiveSnippetDescription
source: Insert a directive code snippet [Tab] to navigate between elements, [Enter] to complete
sr: Wstaw fragment kodu dyrektywy [Tab], aby przechodzi─ç mi─Ödzy elementami, [Enter], aby zako┼äczy─ç

# Edit_at_adds
source: Edit at {0} adds the non-whitespace content '{1}'.
sr: Edycja na stronie {0} dodaje zawarto┼¢─ç bez bia┼éych znak├│w ΓÇ₧{1}ΓÇ¥.

# Edit_at_deletes
source: Edit at {0} deletes the non-whitespace content '{1}'.
sr: Edycja na stronie {0} usuwa zawarto┼¢─ç bez bia┼éych znak├│w ΓÇ₧{1}ΓÇ¥.

# ExtractTo_CodeBehind_Title
source: Extract block to code behind
sr: Wyodr─Öbnij blok do kodu znajduj─àcego si─Ö poza

# ExtractTo_Component_Title
source: Extract element to new component
sr: Wyodr─Öbnij element do nowego sk┼éadnika

# ExtractTo_Css_Title
source: Extract to {0}.css
sr: Wyodr─Öbnij do {0}.css

# Format_operation_changed_diagnostics
source: A format operation is being abandoned because it would introduce or remove one of more diagnostics.
sr: Operacja formatowania jest porzucana, poniewa┼╝ spowodowa┼éaby wprowadzenie lub usuni─Öcie jednej z wi─Ökszej liczby diagnostyki.

# Format_operation_changed_nonwhitespace
source: A format operation is being abandoned because it would add or delete non-whitespace content.
sr: Operacja formatowania jest porzucana, poniewa┼╝ doda lub usunie zawarto┼¢─ç bez bia┼éych znak├│w.

# Generate_Async_Event_Handler_Title
source: Generate Async Event Handler '{0}'
sr: Generuj asynchroniczny program obs┼éugi zdarze┼ä ΓÇ₧{0}ΓÇ¥

# Generate_Event_Handler_Title
source: Generate Event Handler '{0}'
sr: Generuj obs┼éug─Ö zdarze┼ä ΓÇ₧{0}ΓÇ¥

# IncompatibleProject_NoAdditionalFiles
source: The Razor editor utilizes the Razor Source Generator, which requires *.razor and *.cshtml files to be AdditionalFiles in the project. {0} appears to come from '{1}', which has no Razor documents that are AdditionalFiles, so the editing experience will be limited. Is it using the Razor SDK? No more messages will be logged for this project.
sr: Edytor Razor korzysta z generatora ┼║r├│d┼éa Razor, kt├│ry wymaga, aby pliki *.razor i *.cshtml by┼éy plikami AdditionalFiles w projekcie. Wygl─àda na to, ┼╝e {0} pochodzi z folderu ΓÇ₧{1}ΓÇ¥, kt├│ry nie zawiera dokument├│w us┼éugi Razor b─Öd─àcych plikami AdditionalFiles, wi─Öc ┼¢rodowisko edycji b─Ödzie ograniczone. Czy u┼╝ywa zestawu Razor SDK? Dla tego projektu nie b─Öd─à rejestrowane ┼╝adne inne wiadomo┼¢ci.

# IncompatibleProject_NotAnAdditionalFile
source: The Razor editor utilizes the Razor Source Generator, which requires *.razor and *.cshtml files to be AdditionalFiles in the project. {0} appears to come from '{1}', which has Razor documents but this file is not an AdditionalFile, so the editing experience will be limited. No more messages will be logged for this project.
sr: Edytor Razor korzysta z generatora ┼║r├│d┼éa Razor, kt├│ry wymaga, aby pliki *.razor i *.cshtml by┼éy plikami AdditionalFiles w projekcie. Wygl─àda na to, ┼╝e {0} pochodzi z folderu ΓÇ₧{1}ΓÇ¥, kt├│ry zawiera dokumenty us┼éugi Razor, ale ten plik nie jest plikiem AdditionalFile, wi─Öc ┼¢rodowisko edycji b─Ödzie ograniczone. Dla tego projektu nie b─Öd─à rejestrowane ┼╝adne inne wiadomo┼¢ci.

source: Invalid offset.
sr: Nieprawid┼éowe przesuni─Öcie.

# KeywordDescription
source: {0} Keyword
sr: S┼éowo kluczowe {0}

# Language_Services_Missing_Service
source: Razor language services not configured properly, missing language service '{0}'.
sr: Us┼éugi j─Özyka dla sk┼éadni Razor nie zosta┼éy prawid┼éowo skonfigurowane ΓÇö brak us┼éugi j─Özykowej "{0}".

source: Not available in
sr: Niedost─Öpne w

# PositionCharacter_Outside_Range
source: Character '{0}' outside of the {1} range of '{2}' was queried. The document may not be up to date.
sr: Zbadano znak ΓÇ₧{0}ΓÇ¥ poza zakresem {1} ΓÇ₧{2}ΓÇ¥. Dokument mo┼╝e by─ç nieaktualny.

# PositionLine_Outside_Range
source: Line '{0}' outside of the {1} range of '{2}' was queried. The document may not be up to date.
sr: Wykonano zapytanie wiersza "{0}" poza zakresem {1} "{2}". Dokument mo┼╝e by─ç nieaktualny.

# Promote_using_directive_to
source: Promote using directive to {0}
sr: Podwy┼╝sz poziom dyrektywy using do {0}

# Simplify_Fully_Qualified_Component_Title
source: Simplify fully qualified component
sr: Upraszczanie w pe┼éni kwalifikowanego sk┼éadnika

# Simplify_Tag_To_SelfClosing_Title
source: Simplify tag to self-closing
sr: Upro┼¢─ç tag do samodzielnego zamykania

# TagHelper_Attribute_Glyph
source: Razor TagHelper Attribute Glyph
sr: Symbol atrybutu pomocnika tag├│w sk┼éadni Razor

# TagHelper_Element_Glyph
source: Razor TagHelper Element Glyph
sr: Symbol elementu pomocnika tag├│w sk┼éadni Razor

# ReTrigger_Completions_Title
source: "Re-trigger completions..."
sr: "Ponownie wyzwalaj uzupe┼éniania..."

# Unknown_RazorMetaCode
source: Attempted to visit a RazorMetaCode other than '{' or '}'.
sr: Podj─Öto pr├│b─Ö odwiedzenia elementu RazorMetaCode innego ni┼╝ '{' or '}'.

source: Unknown mapping behavior
sr: Nieznane zachowanie mapowania

source: Unsupported Razor extension: '{0}'.
sr: Nieobs┼éugiwane rozszerzenie Razor: ΓÇ₧{0}ΓÇ¥.

# Unsupported_argument_kind
source: Unsupported argument kind: '{0}'.
sr: Nieobs┼éugiwany rodzaj argumentu: ΓÇ₧{0}ΓÇ¥.

# Unsupported_argument_type
source: Unsupported argument type: '{0}'.
sr: Nieobs┼éugiwany typ argumentu: ΓÇ₧{0}ΓÇ¥.

# Unsupported_razor_project_info_version_encountered
source: Unsupported razor project info version encounted.
sr: Napotkano nieobs┼éugiwan─à wersj─Ö informacji o projekcie Razor.

source: Wrap attributes
sr: Opakowuj atrybuty
