Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Common/xlf/Strings.*.xlf
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ArgumentNullOrEmpty
source: Argument cannot be null or empty
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío
fr: L'argument ne peut pas être null ou vide
it: L'argomento non può essere Null o vuoto
ja: 引数を null または空にすることはできません
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty
pt_br: O argumento não pode ser nulo ou vazio
ru: Аргумент не может быть равен NULL или быть пустым
tr: Bağımsız değişken null veya boş olamaz
zh_hans: 参数不能为 null 或空
zh_hant: 引數不能為 Null 或空白

# Argument_Must_Be_GreaterThanOrEqualTo
source: Value must be greater than or equal to {0}
de: Der Wert muss größer oder gleich {0} sein.
es: El valor debe ser superior o igual a {0}
fr: La valeur doit être supérieure ou égale à {0}
it: Il valore deve essere maggiore o uguale a {0}
ja: 値は {0} 以上にする必要があります
ko: 값은 {0}보다 크거나 같아야 합니다.
pl: Wartość musi być większa lub równa {0}
pt_br: O valor deve ser maior que ou igual a {0}
ru: Значение должно быть больше или равно {0}
tr: Değer {0} değerinden büyük veya buna eşit olmalıdır
zh_hans: 值必须大于或等于 {0}
zh_hant: 值必須大於或等於 {0}

# MissingRequiredEnvVar
source: Required environment variable '{0}' is not set. Try setting '{0}' and running the operation again.
de: Die erforderliche Umgebungsvariable "{0}" ist nicht festgelegt. Legen Sie "{0}" fest, und führen Sie den Vorgang erneut aus.
es: No está establecida la variable de entorno necesaria "{0}". Intente establecer "{0}" y ejecutar de nuevo la operación.
fr: La variable d'environnement exigée ('{0}') n'est pas définie. Essayez de définir '{0}' et de réexécuter l'opération.
it: La variabile di ambiente '{0}' obbligatoria non è impostata. Provare a impostare '{0}' ed eseguire di nuovo l'operazione.
ja: 必要な環境変数 '{0}' が設定されていません。'{0}' を設定して、操作をもう 1 度実行してください。
ko: 필수 환경 변수 '{0}'이(가) 설정되지 않았습니다. '{0}'을(를) 설정하고 작업을 다시 실행해 보세요.
pl: Wymagana zmienna środowiskowa „{0}” nie jest ustawiona. Spróbuj ustawić zmienną „{0}” i ponownie uruchomić operację.
pt_br: A variável de ambiente necessária '{0}' não está definida. Tente definir '{0}' e executar a operação novamente.
ru: Требуемая переменная среды "{0}" не установлена. Попробуйте установить переменную среды "{0}" и повторить операцию.
tr: Gerekli ortam değişkeni '{0}' ayarlanmadı. '{0}' öğesini ayarlayıp işlemi tekrar çalıştırmayı deneyin.
zh_hans: 未设置必需的环境变量 "{0}"。请尝试设置 "{0}" 并再次运行该操作。
zh_hant: 未設定所需的環境變數 '{0}'。請嘗試設定 '{0}'，並再執行一次該作業。

# MissingRequiredEnvVarsDotnet
source: Required environment variable '{0}' is not set. Try setting '{1}' or '{0}' and running the operation
de: Die erforderliche Umgebungsvariable "{0}" ist nicht festgelegt. Legen Sie "{1}" oder "{0}" fest, und führen Sie den Vorgang aus.
es: La variable de entorno necesaria "{0}" no se ha establecido. Pruebe a establecer "{1}" o "{0}" y ejecutar la operación
fr: La variable d'environnement exigée '{0}' n'est pas définie. Essayez de définir '{1}' ou '{0}' et d'exécuter l'opération
it: La variabile di ambiente '{0}' obbligatoria non è impostata. Provare a impostare '{1}' o '{0}' ed eseguire l'operazione
ja: 必要な環境変数 '{0}' が設定されていません。'{1}' または '{0}' を設定して、操作を実行してください
ko: 필요한 환경 변수 '{0}'가 설정되지 않았습니다. '{1}' 또는 '{0}'을(를) 설정하고 작업을 실행해 보세요.
pl: Wymagana zmienna środowiskowa „{0}” nie jest ustawiona. Spróbuj ustawić zmienną „{1}” lub „{0}” i uruchomić operację.
pt_br: A variável de ambiente necessária '{0}' não está definida. Tente definir '{1}' ou '{0}' e executar a operação
ru: Не задана обязательная переменная среды "{0}". Попробуйте задать "{1}" или "{0}" и выполнить операцию
tr: Gerekli ortam değişkeni '{0}' ayarlanmadı. '{1}' veya '{0}' öğesini ayarlayıp işlemi çalıştırmayı deneyin
zh_hans: 未设置必需的环境变量“{0}”。请尝试设置“{1}”或“{0}”并再次运行该操作
zh_hant: 未設定所需的環境變數 '{0}'。請嘗試設定 '{1}' 或 '{0}'，並執行作業

# TimeUnits_Hour
source: {0:0.##} hr
de: {0:0.##} Std.
es: {0:0.##} h
it: {0:0.##} ora
ja: {0:0.##} 時間
ko: {0:0.##}시간
pl: {0:0.##} godz.
ru: {0:0.##} ч
tr: {0:0.##} sa
zh_hans: {0:0.##} 小时
zh_hant: {0:0.##} 小時

# TimeUnits_Millisecond
source: {0:0.##} ms
ja: {0:0.##} ミリ秒
ko: {0:0.##}밀리초
ru: {0:0.##} мс
zh_hans: {0:0.##} 毫秒
zh_hant: {0:0.##} 毫秒

# TimeUnits_Minute
source: {0:0.##} min
ja: {0:0.##} 分
ko: {0:0.##}분
ru: {0:0.##} мин
tr: {0:0.##} dk
zh_hans: {0:0.##} 分钟
zh_hant: {0:0.##} 分鐘

# TimeUnits_Second
source: {0:0.##} sec
de: {0:0.##} Sek.
es: {0:0.##} s
ja: {0:0.##} 秒
ko: {0:0.##}초
pl: {0:0.##} s
pt_br: {0:0.##} seg
ru: {0:0.##} с
tr: {0:0.##} sn
zh_hans: {0:0.##} 秒
zh_hant: {0:0.##} 秒

# UnableToDetemineClientVersion
source: Unable to determine the current NuGet client version.
de: Die aktuelle NuGet-Clientversion kann nicht ermittelt werden.
es: No se puede determinar la versión actual del cliente de NuGet.
fr: Impossible de déterminer la version actuelle du client NuGet.
it: Non è possibile determinare la versione corrente del client NuGet.
ja: 現在の NuGet クライアント バージョンを特定できません。
ko: 현재 NuGet 클라이언트 버전을 확인할 수 없습니다.
pl: Nie można określić bieżącej wersji klienta NuGet.
pt_br: Não foi possível determinar a versão de cliente do NuGet atual.
ru: Не удалось определить текущую версию клиента NuGet.
tr: Geçerli NuGet istemci sürümü belirlenemiyor.
zh_hans: 无法确定当前 NuGet 客户端版本。
zh_hant: 無法判斷目前的 NuGet 用戶端版本。

# UnableToSetNuGetTempFolderPermission
source: User is unable to set permission to 700 while creating {0}, errno={1}.
de: Der Benutzer kann die Berechtigung beim Erstellen von {0} nicht auf 700 festlegen, errno={1}.
es: El usuario no puede establecer el permiso en 700 al crear {0}, errno={1}.
fr: L’utilisateur ne peut pas définir l’autorisation sur 700 lors de la création de {0}, errno={1}.
it: L'utente non è in grado di impostare l'autorizzazione su 700 durante la creazione di {0}, errno={1}.
ja: {0} の作成中にユーザーはアクセス許可を 700 に設定できません。errno={1}。
ko: {0}, errno={1}을(를) 만드는 동안 사용자가 권한을 700으로 설정할 수 없습니다.
pl: Użytkownik nie może ustawić uprawnienia na wartość 700 podczas tworzenia ścieżki {0}, błąd={1}.
pt_br: O usuário não pode definir a permissão para 700 durante a criação {0}, errno={1}.
ru: Пользователю не удалось задать разрешение 700 при создании {0}, errno={1}.
tr: {0} oluşturulurken kullanıcı izni 700 olarak ayarlayamıyor, hata kodu = {1}.
zh_hans: 用户无法在创建 {0} 时将权限设置为 700，errno={1}。
zh_hant: 使用者無法在建立 {0} 時將權限設定為 700，errno={1}。

# UnauthorizedLockFail
source: Unable to obtain lock file access on '{0}' for operations on '{1}'. This may mean that a different user or administrator is holding this lock and that this process does not have permission to access it. If no other process is currently performing an operation on this file it may mean that an earlier NuGet process crashed and left an inaccessible lock file, in this case removing the file '{0}' will allow NuGet to continue.
de: Die Sperre für den Dateizugriff auf "{0}" für Vorgänge auf "{1}" kann nicht abgerufen werden. Möglicherweise hat ein anderer Benutzer oder Administrator diese Sperre aktiviert, und dieser Prozess hat keine Zugriffsberechtigung. Wenn derzeit kein anderer Prozess einen Vorgang für diese Datei ausführt, könnte ein früherer NuGet-Prozess abgestürzt sein und eine Sperrdatei hinterlassen haben, auf die kein Zugriff möglich ist. In diesem Fall kann NuGet nach dem Entfernen der Datei "{0}" fortgesetzt werden.
es: No se puede acceder al archivo de bloqueo en "{0}" para las operaciones en "{1}". Es posible que un usuario o un administrador diferentes estén manteniendo este bloqueo y que el proceso no tenga permiso para acceder a él. Si no hay ningún otro proceso que esté realizando una operación en este archivo, podría significar que un proceso anterior de NuGet se bloqueó y ha dejado un archivo de bloqueo inaccesible. En este caso, al quitar el archivo "{0}", NuGet podrá continuar.
fr: Impossible d'obtenir l'accès au fichier de verrouillage sur « {0} » pour les opérations sur « {1} ». Un autre utilisateur ou administrateur détient peut-être ce verrou, et ce processus n'a pas l'autorisation d'y accéder. Si aucun autre processus n'effectue actuellement d'opération sur ce fichier, un processus NuGet antérieur s'est peut-être bloqué et a laissé un fichier de verrouillage inaccessible. Dans ce cas, la suppression du fichier « {0} » permet à NuGet de continuer.
it: Non è possibile ottenere l'accesso al file di blocco su '{0}' per le operazioni su '{1}'. Questo problema potrebbe indicare che un altro utente o amministratore mantiene il blocco e che questo processo non è autorizzato ad accedervi. Se nessun altro processo sta attualmente eseguendo un'operazione su questo file, un processo NuGet precedente potrebbe essersi arrestato in modo anomalo lasciando un file di blocco inaccessibile. In questo caso, la rimozione del file '{0}' consentirà a NuGet di continuare.
ja: '{1}' に対する操作に '{0}' のロック ファイル アクセスを取得することができません。これは、別のユーザーまたは管理者がこのロックを保持しており、このプロセスにはアクセス許可がないこと意味している場合があります。他のプロセスでこのファイルに対する操作が実行されていない場合は、以前の NuGet プロセスがクラッシュし、アクセスできないロック ファイルが残っている可能性があります。この場合、ファイル '{0}' を削除すると、NuGet の続行が許可されます。
ko: '{1}'의 작업에 있어서는 '{0}'에 대한 잠금 파일 액세스 권한을 가져올 수 없습니다. 즉, 다른 사용자 또는 관리자가 이 잠금 파일을 가지고 있을 수 있으며 이 프로세스에는 잠금 파일에 대한 액세스 권한이 없습니다. 현재 다른 프로세스에서 이 파일에 대한 작업을 수행하고 있지 않은 경우 이전 NuGet 프로세스가 크래시되어 잠금 파일이 액세스할 수 없게 되었을 수 있습니다. 이 경우 '{0}' 파일을 제거하면 NuGet에서 계속할 수 있습니다.
pl: Nie można uzyskać dostępu do pliku blokady w „{0}” na potrzeby operacji w „{1}”. Może to oznaczać, że inny użytkownik lub administrator utrzymuje tę blokadę i ten proces nie ma uprawnienia dostępu do niego. Jeśli żaden inny proces obecnie nie wykonuje operacji na tym pliku, może to oznaczać, że wystąpiła awaria wcześniejszego procesu NuGet i pozostał niedostępny plik blokady. W tej sytuacji usunięcie pliku „{0}” umożliwi kontynuowanie działania rozwiązania NuGet.
pt_br: Não foi possível obter acesso ao arquivo de bloqueio em '{0}' para operações em '{1}'. Isso pode significar que um usuário ou administrador diferente esteja retendo esse bloqueio e esse processo não tem permissão para acessá-lo. Se nenhum outro processo estiver executando uma operação nesse arquivo atualmente, isso pode significar que um processo anterior do NuGet tenha falhado e tornado um arquivo de bloqueio inacessível, nesse caso a remoção do arquivo '{0}' permitirá que o NuGet continue.
ru: Не удалось получить доступ к файлу блокировки в "{0}" для операций с "{1}". Это может означать, что другой пользователь или администратор удерживает эту блокировку, и у этого процесса нет разрешения на доступ к файлу блокировки. Если ни один из других процессов сейчас не выполняет операцию с этим файлом, это может означать, что произошел сбой более раннего процесса NuGet, в результате которого остался недоступный файл блокировки. В этом случае для продолжения работы NuGet необходимо удалить файл "{0}".
tr: '{1}' üzerindeki işlemler için '{0}' üzerinde kilit dosyası erişimi alınamadı. Bu durum, söz konusu kilidin farklı bir kullanıcı veya yönetici tarafından tutulduğu ve bu sürecin kilide erişme izni olmadığı anlamına gelebilir. Şu anda bu dosya üzerinde işlem yapan başka bir süreç yoksa, daha önceki bir NuGet işlemi kilitlenmiş ve erişilemez bir kilit dosyası bırakmış olabilir. Bu durumda '{0}' dosyasını kaldırmak NuGet'in devam etmesine olanak sağlar.
zh_hans: 无法获取对“{0}”的锁定文件访问权限，因此无法对“{1}”进行操作。这可能意味着其他用户或管理员持有此锁，而此进程无权对其进行访问。如果当前没有其他进程在对此文件执行操作，这可能意味着早期 NuGet 进程崩溃并遗留了无法访问的锁定文件，在这种情况下，删除文件“{0}”可使 NuGet 继续执行操作。
zh_hant: 無法為 '{1}' 上的作業取得 '{0}' 的鎖定檔案存取權。這可能表示有其他使用者或系統管理員正持有此鎖定，導致此處理序沒有權限加以存取。如果目前沒有其他處理序在此檔案上執行作業，則可能表示稍早有 NuGet 處理序損毀，讓鎖定檔案停留在無法存取的狀態，在這種情況下，移除檔案 '{0}' 可讓 NuGet 繼續執行。

# UnsupportedHashAlgorithm
source: Hash algorithm '{0}' is unsupported. Supported algorithms include: SHA512 and SHA256.
de: Der Hashalgorithmus "{0}" wird nicht unterstützt. Unterstützte Algorithmen sind z. B. SHA512 und SHA256.
es: No se admite el algoritmo hash '{0}'. Entre los algoritmos admitidos se incluye SHA512 y SHA256.
fr: L’algorithme de hachage « {0} » n’est pas pris en charge. Les algorithmes pris en charge sont : SHA512 et SHA256.
it: Algoritmo hash '{0}' non supportato. Sono supportati i seguenti algoritmi: SHA512 e SHA256.
ja: ハッシュ アルゴリズム '{0}' はサポートされていません。サポートされているアルゴリズムは SHA512 および SHA256 です。
ko: '{0}' 해시 알고리즘은 지원되지 않습니다. 지원되는 알고리즘에는 SHA512 및 SHA256이 포함됩니다.
pl: Algorytm wyznaczania wartości skrótu „{0}” jest nieobsługiwany. Obsługiwane algorytmy obejmują SHA512 i SHA256.
pt_br: O algoritmo de hash '{0}' não é suportado. Os algoritmos suportados são: SHA512 e SHA256.
ru: Хэш-алгоритм "{0}" не поддерживается. Поддерживаемые алгоритмы: SHA512 и SHA256.
tr: '{0}' karma algoritması desteklenmiyor. Desteklenen algoritmalar şunları içerir: SHA512 ve SHA256.
zh_hans: 哈希算法“{0}”不受支持。支持的算法包括: SHA512 和 SHA256。
zh_hant: 不支援雜湊演算法 '{0}'。支援的演算法包括: SHA512 和 SHA256。

# UnsupportedHashAlgorithmName
source: Hash algorithm '{0}' is unsupported.
de: Der Hashalgorithmus "{0}" wird nicht unterstützt.
es: No se admite el algoritmo hash "{0}".
fr: L'algorithme de hachage '{0}' n'est pas pris en charge.
it: L'algoritmo hash '{0}' non è supportato.
ja: ハッシュ アルゴリズム '{0}' はサポートされていません。
ko: 해시 알고리즘 '{0}'이(가) 지원되지 않습니다.
pl: Algorytm wyznaczania wartości skrótu „{0}” jest nieobsługiwany.
pt_br: O algoritmo de hash '{0}' não tem suporte.
ru: Хэш-алгоритм "{0}" не поддерживается.
tr: Karma değer algoritması '{0}' desteklenmiyor.
zh_hans: 不支持哈希算法“{0}”。
zh_hant: 不支援雜湊演算法 '{0}'。

# UnsupportedSignatureAlgorithmName
source: Signature algorithm '{0}' is unsupported.
de: Der Signaturalgorithmus "{0}" wird nicht unterstützt.
es: No se admite el algoritmo de signatura "{0}".
fr: L'algorithme de signature '{0}' n'est pas pris en charge.
it: L'algoritmo di firma '{0}' non è supportato.
ja: 署名アルゴリズム '{0}' はサポートされていません。
ko: 시그니처 알고리즘 '{0}'이(가) 지원되지 않습니다.
pl: Algorytm podpisywania „{0}” jest nieobsługiwany.
pt_br: O algoritmo de assinatura '{0}' não tem suporte.
ru: Алгоритм подписей "{0}" не поддерживается.
tr: İmza algoritması '{0}' desteklenmiyor.
zh_hans: 不支持签名算法“{0}”。
zh_hant: 不支援簽章演算法 '{0}'。
