Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Build.Tasks.Pack/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AssetsFileDoesNotHaveValidPackageSpec
source: The assets file found does not contain a valid package spec. Try restoring the project again. The location of the assets file is {0}.
cs: Soubor prostředků, který se našel, neobsahuje platnou specifikaci balíčku. Zkuste projekt obnovit znovu. Umístění souboru prostředků je {0}.
de: Die gefundene Assetdatei enthält keine gültige Paketspezifikation (spec). Versuchen Sie erneut, das Paket wiederherzustellen. Der Speicherort der Assetdatei ist "{0}".
es: El archivo de recursos encontrado no contiene una spec de paquete válida. Intente volver a restaurar el proyecto. La ubicación del archivo de recursos es {0}.
fr: Le fichier d'actifs trouvé ne contient pas de spec de package valide. Réessayez de restaurer le projet. Emplacement du fichier d'actifs : {0}.
it: Il file di asset trovato non contiene una specifica del pacchetto valida. Provare a ripristinare di nuovo il progetto. Posizione del file di asset: {0}.
ja: 見つかったアセット ファイルには、有効なパッケージの spec が含まれていません。.プロジェクトをもう 1 度復元してください。アセット ファイルの場所は {0} です。
ko: 찾은 자산 파일에 올바른 패키지 spec이 포함되어 있지 않습니다. 프로젝트를 다시 복원해 보세요. 자산 파일의 위치는 {0}입니다.
pl: Znaleziony plik zasobów nie zawiera prawidłowego elementu spec pakietu. Spróbuj ponownie przywrócić projekt. Lokalizacja pliku zasobów to {0}.
pt_br: O arquivo de ativos encontrado não contém uma spec do pacote válida. Tente restaurar o projeto novamente. O local do arquivo de ativos é {0}.
ru: Найденный файл ресурсов не содержит допустимой спецификации пакета spec. Попробуйте восстановить проект еще раз. Расположение файла ресурсов — {0}.
tr: Bulunan varlık dosyası geçerli bir paket spec özelliği içermiyor. Projeyi geri yüklemeyi yeniden deneyin. Varlık dosyasının konumu: {0}.
zh_hans: 找到的资产文件不包含有效的包 spec。请再次尝试还原该项目。资产文件的位置为 {0}。
zh_hant: 找到的資產檔未包含有效的套件 spec。請再次嘗試還原該專案。資產檔的位置為 {0}。

# AssetsFileNotFound
source: The assets file produced by restore does not exist. Try restoring the project again. The expected location of the assets file is {0}.
cs: Soubor prostředků, který se měl vytvořit při obnovování, neexistuje. Zkuste projekt obnovit znovu. Očekávané umístění souboru prostředků je {0}.
de: Die durch die Wiederherstellung generierte Assetdatei ist nicht vorhanden. Versuchen Sie erneut, das Projekt wiederherzustellen. Der erwartete Speicherort für die Assetdatei ist "{0}".
es: El archivo de recursos que ha generado la restauración no existe. Intente volver a restaurar el proyecto. La ubicación esperada del archivo de recursos es {0}.
fr: Le fichier d'actifs produit par la restauration n'existe pas. Réessayez de restaurer le projet. Emplacement attendu du fichier d'actifs : {0}.
it: Il file di asset generato dal ripristino non esiste. Provare a ripristinare di nuovo il progetto. Posizione prevista del file di asset: {0}.
ja: 復元によって生成されるアセット ファイルが存在しません。プロジェクトをもう 1 度復元してください。予想されるアセット ファイルの場所は {0} です。
ko: 복원에 의해 생성된 자산 파일이 없습니다. 프로젝트를 다시 복원해 보세요. 자산 파일의 예상 위치는 {0}입니다.
pl: Plik zasobów utworzony w wyniku przywracania nie istnieje. Spróbuj ponownie przywrócić projekt. Oczekiwana lokalizacja pliku zasobów to {0}.
pt_br: O arquivo de ativos produzido pela restauração não existe. Tente restaurar o projeto novamente. O local esperado do arquivo de ativos é {0}.
ru: Файл ресурсов, созданный во время восстановления, не существует. Попробуйте восстановить проект еще раз. Ожидаемое расположение файла ресурсов — {0}.
tr: Geri yükleme tarafından oluşturulan varlık dosyası yok. Projeyi geri yüklemeyi yeniden deneyin. Varlık dosyasının beklenen konumu: {0}.
zh_hans: 还原操作生成的资产文件不存在。请再次尝试还原该项目。资产文件的位置应为 {0}。
zh_hant: 還原所產生的資產檔不存在。請再次嘗試還原該專案。資產檔案的位置應為 {0}。

# Error_FileNotFound
source: The file '{0}' to be packed was not found on disk.
cs: Soubor {0}, který se má zabalit, se na disku nenašel.
de: Die im Paket einzubeziehende Datei "{0}" wurde auf dem Datenträger nicht gefunden.
es: El archivo "{0}" que se va a empaquetar no se encuentra en el disco.
fr: Le fichier '{0}' à compresser est introuvable sur le disque.
it: Il file '{0}' da includere nel pacchetto non è stato trovato nel disco.
ja: パックされるファイル '{0}' がディスクに見つかりません。
ko: 압축할 '{0}' 파일을 디스크에서 찾을 수 없습니다.
pl: Nie znaleziono na dysku pliku do spakowania „{0}”.
pt_br: O arquivo '{0}' a ser empacotado não foi encontrado no disco.
ru: Файл "{0}", который должен быть добавлен в пакет, не найден на диске.
tr: Paketlenecek '{0}' dosyası diskte bulunamadı.
zh_hans: 磁盘上找不到要打包的文件“{0}”。
zh_hant: 在磁碟上找不到要壓縮的檔案 '{0}'。

# InvalidLicenseCombination
source: Invalid metadata. Cannot specify both a PackageLicenseExpression and a PackageLicenseFile.
cs: Neplatná metadata. PackageLicenseExpression a PackageLicenseFile se nedají zadat najednou.
de: Ungültige Metadaten. PackageLicenseExpression und PackageLicenseFile dürfen nicht gleichzeitig angegeben werden.
es: Metadatos no válidos. No se pueden especificar a la vez PackageLicenseExpression y PackageLicenseFile.
fr: Métadonnées non valides. Impossible de spécifier à la fois une PackageLicenseExpression et un PackageLicenseFile.
it: Metadati non validi. Non è possibile specificare sia PackageLicenseExpression che PackageLicenseFile.
ja: メタデータが無効です。PackageLicenseExpression と PackageLicenseFile の両方を指定することはできません。
ko: 잘못된 메타데이터입니다. PackageLicenseExpression과 PackageLicenseFile을 모두 지정할 수 없습니다.
pl: Nieprawidłowe metadane. Nie można równocześnie określić parametrów PackageLicenseExpression i PackageLicenseFile.
pt_br: Metadados inválidos. Não é possível especificar um PackageLicenseExpression e um PackageLicenseFile.
ru: Недопустимые метаданные. Параметры PackageLicenseExpression и PackageLicenseFile не могут указываться одновременно.
tr: Meta veriler geçersiz. PackageLicenseExpression ve PackageLicenseFile aynı anda belirtilemez.
zh_hans: 无效的元数据。无法同时指定 PackageLicenseExpression 和 PackageLicenseFile。
zh_hant: 中繼資料無效。無法同時指定 PackageLicenseExpression 和 PackageLicenseFile。

# InvalidLicenseExppressionVersion_VersionTooHigh
source: The version string '{0}' is not supported by this toolset. The highest supported version is '{1}'. Either use a lower version or upgrade your toolset.
cs: Tato sada nástrojů nepodporuje řetězec verze {0}. Nejvyšší podporovaná verze je {1}. Buď použijte nižší verzi, nebo upgradujte sadu nástrojů.
de: Die Versionszeichenfolge "{0}" wird von diesem Toolset nicht unterstützt. Die höchste unterstützte Version ist "{1}". Verwenden Sie eine niedrigere Version, oder führen Sie ein Upgrade des Toolsets aus.
es: Este conjunto de herramientas no admite la cadena de versión "{0}". La última versión admitida es "{1}". Use una versión anterior o actualice el conjunto de herramientas.
fr: La chaîne de version '{0}' n'est pas prise en charge par cet ensemble d'outils. La version la plus élevée prise en charge est '{1}'. Utilisez une version inférieure ou mettez à niveau votre ensemble d'outils.
it: Questo set di strumenti non supporta la stringa di versione '{0}'. La versione massima supportata è '{1}'. Usare una versione inferiore o aggiornare il set di strumenti.
ja: このツールセットでバージョン文字列 '{0}' はサポートされていません。サポートされている最高のバージョンは '{1}' です。それより低いバージョンを使用するか、ツールセットをアップグレードしてください。
ko: 이 도구 집합이 버전 문자열 '{0}'을(를) 지원하지 않습니다. 지원되는 가장 높은 버전은 '{1}'입니다. 더 낮은 버전을 사용하거나 도구 집합을 업그레이드하세요.
pl: Ciąg wersji „{0}” nie jest obsługiwany przez ten zestaw narzędzi. Najwyższa obsługiwana wersja to „{1}”. Użyj starszej wersji lub uaktualnij zestaw narzędzi.
pt_br: A cadeia de caracteres de versão '{0}' não é compatível com este conjunto de ferramentas. A versão compatível mais recente é '{1}'. Use uma versão inferior ou atualize seu conjunto de ferramentas.
ru: Версия "{0}" не поддерживается этим набором инструментов. Максимальная поддерживаемая версия — "{1}". Используйте более раннюю версию или обновите свой набор инструментов.
tr: '{0}' sürüm dizesi bu araç takımı tarafından desteklenmiyor. '{1}' desteklenen en yüksek sürümdür. Daha düşük bir sürümü kullanın ya da araç takımınızı yükseltin.
zh_hans: 此工具集不支持版本字符串“{0}”。支持的最高版本为“{1}”。请使用较低版本或升级工具集。
zh_hant: 此工具組不支援版本字串 '{0}'。支援的最高版本是 '{1}'。請使用較低版本，或是升級您的工具組。

# InvalidLicenseExpression
source: The license expression '{0}' cannot be parsed succesfully. {1}
cs: Výraz licence {0} se nedá úspěšně parsovat. {1}
de: Der Lizenzausdruck "{0}" kann nicht erfolgreich analysiert werden. {1}
es: No se puede analizar correctamente la expresión de licencia "{0}". {1}
fr: L'expression de licence '{0}' ne peut pas être analysée correctement. {1}
it: Non è possibile analizzare l'espressione di licenza '{0}'. {1}
ja: ライセンス式 '{0}' を正常に解析できません。{1}
ko: 라이선스 식 '{0}'을(를) 구문 분석할 수 없습니다. {1}
pl: Nie można pomyślnie przeanalizować wyrażenia licencji „{0}”. {1}
pt_br: A expressão de licença '{0}' não pode ser analisada com êxito. {1}
ru: Не удается проанализировать выражение лицензии "{0}". {1}
tr: '{0}' lisans ifadesi başarıyla ayrıştırılamıyor. {1}
zh_hans: 无法成功分析许可证表达式“{0}”。{1}
zh_hant: 無法成功剖析授權運算式 '{0}'。{1}

# InvalidLicenseExpressionVersion
source: The PackageLicenseExpressionVersion string '{0}' is not a valid version.
cs: Řetězec PackageLicenseExpressionVersion {0} není platná verze.
de: Die Version der PackageLicenseExpressionVersion-Zeichenfolge "{0}" ist ungültig.
es: La cadena PackageLicenseExpressionVersion "{0}" no es una versión válida.
fr: La chaîne PackageLicenseExpressionVersion '{0}' n'est pas une version valide.
it: La stringa '{0}' di PackageLicenseExpressionVersion non è una versione valida.
ja: PackageLicenseExpressionVersion 文字列 '{0}' は無効なバージョンです。
ko: PackageLicenseExpressionVersion 문자열 '{0}'은(는) 유효한 버전이 아닙니다.
pl: Ciąg PackageLicenseExpressionVersion „{0}” nie jest prawidłową wersją.
pt_br: A cadeia de caracteres '{0}' PackageLicenseExpressionVersion não é uma versão válida.
ru: Строка PackageLicenseExpressionVersion "{0}" не является допустимым значением для версии.
tr: '{0}' PackageLicenseExpressionVersion dizesi geçerli bir sürüm dizesi değil.
zh_hans: PackageLicenseExpressionVersion 字符串“{0}”不是有效的版本。
zh_hant: PackageLicenseExpressionVersion 字串 '{0}' 不是有效的版本。

# InvalidMinClientVersion
source: MinClientVersion string specified '{0}' is invalid.
cs: Zadaný řetězec MinClientVersion {0} není platný.
de: Die angegebene MinClientVersion-Zeichenfolge "{0}" ist ungültig.
es: La cadena MinClientVersion especificada "{0}" no es válida.
fr: La chaîne MinClientVersion spécifiée ('{0}') n'est pas valide.
it: La stringa MinClientVersion '{0}' specificata non è valida.
ja: 指定された MinClientVersion 文字列 '{0}' は無効です。
ko: 지정된 MinClientVersion 문자열 '{0}'이(가) 잘못되었습니다.
pl: Określony ciąg MinClientVersion „{0}” jest nieprawidłowy.
pt_br: A cadeia de caracteres especificada de MinClientVersion '{0}' é inválida.
ru: Недопустимая строка MinClientVersion: "{0}".
tr: Belirtilen MinClientVersion dizesi '{0}' geçersiz.
zh_hans: MinClientVersion 字符串指定的“{0}”无效。
zh_hant: 指定的 MinClientVersion 字串 '{0}' 無效。

# InvalidNuspecProperties
source: NuspecProperties should be in the form of "key1=value1;key2=value2".
cs: NuspecProperties by mělo mít tvar key1=value1;key2=value2.
de: NuspecProperties muss im Format "key1=value1;key2=value2" vorliegen.
es: NuspecProperties debe tener el formato de "key1=value1;key2=value2".
fr: NuspecProperties doit être au format "key1=value1;key2=value2".
it: Il formato della stringa NuspecProperties deve essere il seguente:"key1=value1;key2=value2".
ja: NuspecProperties は "key1=value1;key2=value2" の形式である必要があります。
ko: NuspecProperties는 "key1=value1;key2=value2" 형식이어야 합니다.
pl: Wartość NuspecProperties powinna mieć postać „key1=value1;key2=value2”.
pt_br: As NuspecProperties devem estar na forma de "key1=value1;key2=value2".
ru: Свойства NuspecProperties должны иметь вид "key1=value1;key2=value2".
tr: NuspecProperties, "key1=value1;key2=value2" biçiminde olmalıdır.
zh_hans: NuspecProperties 的格式应为 "key1=value1;key2=value2"。
zh_hant: NuspecProperties 應為 "key1=value1;key2=value2" 形式。

# InvalidPackageReferenceVersion
source: PackageReference {0} needs to have a valid version.
cs: PackageReference {0} musí mít platnou verzi.
de: Die PackageReference "{0}" muss eine gültige Version aufweisen.
es: PackageReference {0} debe tener una versión válida.
fr: PackageReference {0} doit avoir une version valide.
it: Il valore {0} di PackageReference deve specificare una versione valida.
ja: PackageReference {0} には有効なバージョンが必要です。
ko: PackageReference {0}이(가) 올바른 버전이어야 합니다.
pl: Element PackageReference {0} musi mieć prawidłową wersję.
pt_br: A PackageReference {0} precisa ter uma versão válida.
ru: Ссылка PackageReference {0} должна иметь допустимую версию.
tr: PackageReference {0} geçerli bir sürüme sahip olmalıdır.
zh_hans: PackageReference {0} 应具有有效的版本。
zh_hant: PackageReference {0} 需要具備有效的版本。

# InvalidPackageVersion
source: PackageVersion string specified '{0}' is invalid.
cs: Zadaný řetězec PackageVersion {0} není platný.
de: Die angegebene PackageVersion-Zeichenfolge "{0}" ist ungültig.
es: La cadena PackageVersion especificada "{0}" no es válida.
fr: La chaîne PackageVersion spécifiée ('{0}') n'est pas valide.
it: La stringa PackageVersion '{0}' specificata non è valida.
ja: 指定された PackageVersion 文字列 '{0}' は無効です。
ko: 지정된 PackageVersion 문자열 '{0}'이(가) 잘못되었습니다.
pl: Określony ciąg PackageVersion {0} jest nieprawidłowy.
pt_br: A cadeia de caracteres especificada de PackageVersion '{0}' é inválida.
ru: Недопустимая строка PackageVersion: "{0}".
tr: Belirtilen PackageVersion dizesi '{0}' geçersiz.
zh_hans: PackageVersion 字符串指定的“{0}”无效。
zh_hant: 指定的 PackageVersion 字串 '{0}' 無效。

# InvalidTargetFramework
source: Invalid target framework for the file '{0}'.
cs: Neplatná cílová architektura pro soubor {0}
de: Ungültiges Zielframework für die Datei "{0}".
es: Marco de trabajo de destino no válido para el archivo "{0}".
fr: Version cible de .NET Framework non valide pour le fichier '{0}'.
it: Il framework di destinazione per il file '{0}' non è valido.
ja: ファイル '{0}' のターゲット フレームワークが無効です。
ko: '{0}' 파일의 대상 프레임워크가 잘못되었습니다.
pl: Nieprawidłowa struktura docelowa dla pliku „{0}”.
pt_br: Estrutura de destino inválida para o arquivo '{0}'.
ru: Недопустимая целевая платформа для файла "{0}".
tr: '{0}' dosyası için geçersiz hedef çerçeve.
zh_hans: 文件“{0}”的目标框架无效。
zh_hant: 檔案 '{0}' 的目標架構無效。

# IsPackableFalseError
source: This project cannot be packaged because packaging has been disabled. Add <IsPackable>true</IsPackable> to the project file to enable producing a package from this project.
cs: Tento projekt nejde zabalit, protože vytváření balíčku je zakázané. Pokud chcete povolit vytváření balíčku z tohoto projektu, přidejte do souboru projektu <IsPackable>true</IsPackable>.
de: Für dieses Projekt kann kein Paket erstellt werden, weil die Paketerstellung deaktiviert wurde. Fügen Sie der Projektdatei <IsPackable>true</IsPackable> hinzu, um die Erstellung eines Pakets aus diesem Projekt zu ermöglichen.
es: No se puede empaquetar este proyecto porque el empaquetado se ha deshabilitado. Agregue <IsPackable>true</IsPackable> al archivo del proyecto para habilitar la generación de un paquete a partir de este proyecto.
fr: Impossible de packager ce projet, car la création de package a été désactivée. Ajoutez <IsPackable>true</IsPackable> au fichier projet pour permettre la production d'un package à partir de ce projet.
it: Questo progetto non può essere incluso nel pacchetto perché la creazione di pacchetti è stata disabilitata. Aggiungere <IsPackable>true</IsPackable> al file di progetto per abilitare la creazione di un pacchetto da questo progetto.
ja: パッケージ化が無効になっているため、このプロジェクトをパッケージ化できません。このプロジェクトからパッケージを生成できるようにするには、プロジェクト ファイルに <IsPackable>true</IsPackable> を追加します。
ko: 패키징이 사용하지 않도록 설정되었으므로 이 프로젝트를 패키지할 수 없습니다. 이 프로젝트에서 패키지 생성을 사용하도록 설정하려면 프로젝트 파일에 <IsPackable>true</IsPackable>를 추가합니다.
pl: Nie można spakować tego projektu, ponieważ funkcja tworzenia pakietów została wyłączona. Dodaj wartość <IsPackable>true</IsPackable> do pliku projektu, aby umożliwić utworzenie pakietu z tego projektu.
pt_br: Este projeto não pode ser empacotado porque o empacotamento foi desabilitado. Adicione <IsPackable>true</IsPackable> ao arquivo de projeto para habilitar a produção de um pacote com base nesse projeto.
ru: Этот проект невозможно упаковать, так как упаковка отключена. Добавьте <IsPackable>true</IsPackable> в файл проекта, чтобы разрешить создание пакета из этого проекта.
tr: Paketleme devre dışı bırakıldığından bu proje paketlenemiyor. Bu projeden bir paket oluşturulmasına olanak tanımak için proje dosyasına <IsPackable>true</IsPackable> ekleyin.
zh_hans: 无法打包此项目，因为已禁用打包。向项目文件添加 <IsPackable>true</IsPackable> ，以便从此项目生成包。
zh_hant: 因為已停用封裝，所以無法封裝此專案。將 <IsPackable>true</IsPackable> 新增到專案檔可從此專案產生套件。

# NoPackItemProvided
source: No project was provided to the PackTask.
cs: Pro PackTask se neposkytl žádný projekt.
de: Für PackTask wurde kein Projekt bereitgestellt.
es: No se proporcionó ningún proyecto a PackTask.
fr: Aucun projet n'a été fourni à PackTask.
it: Non è stato fornito alcun progetto all'attività PackTask.
ja: PackTask にプロジェクトが指定されていません。
ko: PackTask에 프로젝트가 제공되지 않았습니다.
pl: Nie podano projektu dla elementu PackTask.
pt_br: Nenhum projeto for fornecido à PackTask.
ru: Для PackTask не был указан проект.
tr: PackTask'e proje sağlanmadı.
zh_hans: 未向 PackTask 提供任何项目。
zh_hant: 未對 PackTask 提供任何專案。

# NuGetLicenses_LicenseUrlCannotBeUsedInConjuctionWithLicense
source: The PackageLicenseUrl is being deprecated and cannot be used in conjunction with the PackageLicenseFile or PackageLicenseExpression.
cs: PackageLicenseUrl se zanedlouho vyřadí a nedá se použít spolu s PackageLicenseFile nebo PackageLicenseExpression.
de: PackageLicenseUrl ist veraltet und kann nicht zusammen mit PackageLicenseFile oder PackageLicenseExpression verwendet werden.
es: El elemento PackageLicenseUrl está en desuso y no se puede usar junto con PackageLicenseFile o PackageLicenseExpression.
fr: Le PackageLicenseUrl est en cours de dépréciation et ne peut pas être utilisé conjointement avec le PackageLicenseFile ou le PackageLicenseExpression.
it: PackageLicenseUrl verrà deprecato e non può essere usato insieme a PackageLicenseFile o PackageLicenseExpression.
ja: PackageLicenseUrl が非推奨とされ、PackageLicenseFile または PackageLicenseExpression と組み合わせて使用できません。
ko: PackageLicenseUrl은 사용되고 있지 않으며 PackageLicenseFile 또는 PackageLicenseExpression과 함께 사용할 수 없습니다.
pl: Parametr PackageLicenseUrl jest przestarzały i nie można go używać w połączeniu z parametrem PackageLicenseFile lub PackageLicenseExpression.
pt_br: O PackageLicenseUrl está sendo preterido e não pode ser usado em conjunto com o PackageLicenseFile ou PackageLicenseExpression.
ru: Параметр PackageLicenseUrl устарел и не может использоваться в сочетании с параметрами PackageLicenseFile или PackageLicenseExpression.
tr: PackageLicenseUrl kullanımdan kaldırıldığından PackageLicenseFile veya PackageLicenseExpression ile birlikte kullanılamaz.
zh_hans: PackageLicenseUrl 正被弃用，它不能与 PackageLicenseFile 或 PackageLicenseExpression 结合使用。
zh_hant: PackageLicenseUrl 即將淘汰，不能與 PackageLicenseFile 或 PackageLicenseExpression 一起使用。
