Repository: dotnet/dotnet
Catalog: src/deployment-tools/src/clickonce/MageCLI/xlf/Application.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AddLauncherIsExclusive
source: 'addlauncher' command can't be combined with any other command.
cs: Příkaz addlauncher nejde kombinovat s žádným jiným příkazem.
de: Der Befehl "addlauncher" kann mit keinem anderen Befehl kombiniert werden.
es: El comando "addlauncher" no se puede combinar con ningún otro comando.
fr: Impossible de combiner la commande 'addlauncher' avec une autre commande.
it: Non è possibile combinare il comando 'addlauncher' con qualsiasi altro comando.
ja: 'addlauncher' コマンドは他のコマンドと併用できません。
ko: 'addlauncher' 명령을 다른 명령과 함께 사용할 수 없습니다.
pl: Polecenia „addlauncher” nie można połączyć z żadnym innym poleceniem.
pt_br: O comando 'addlauncher' não pôde ser combinado com nenhum outro comando.
ru: Команду addlauncher невозможно объединить с другими командами.
tr: 'addlauncher' komutu başka bir komutla birleştirilemez.
zh_hans: "addlauncher" 命令不能与任何其他命令组合。
zh_hant: 'addlauncher' 命令無法和任何其他命令結合。

source: Application cache cleared.
cs: Mezipaměť aplikace se vymazala.
de: Der Anwendungscache wurde gelöscht.
es: Se borró la memoria caché de la aplicación.
fr: Cache d'application effacé.
it: La cache dell'applicazione è stata cancellata.
ja: アプリケーション キャッシュがクリアされました。
ko: 애플리케이션 캐시를 지웠습니다.
pl: Wyczyszczono pamięć podręczną aplikacji.
pt_br: O cache do aplicativo foi limpo.
ru: Кэш приложения очищен.
tr: Uygulama önbelleği temizlendi.
zh_hans: 已清除应用程序缓存。
zh_hant: 應用程式快取已清除。

# ApplicationManifestCannotHaveHostInBrowserTag
source: The specified application manifest includes unsupported HostInBrowser tag.
cs: Zadaný manifest aplikace obsahuje nepodporovanou značku HostInBrowser.
de: Das angegebene Anwendungsmanifest enthält ein nicht unterstütztes HostInBrowser-Tag.
es: El manifiesto de aplicación especificado incluye una etiqueta HostInBrowser no admitida.
fr: Le manifeste de l'application inclut une balise HostInBrowser non prise en charge.
it: Il manifesto dell'applicazione specificato include il tag HostInBrowser che non è supportato.
ja: 指定されたアプリケーション マニフェストに、サポートされない HostInBrowser タグが含まれています。
ko: 지정한 애플리케이션 매니페스트에 지원되지 않는 HostInBrowser 태그가 포함되어 있습니다.
pl: Określony manifest aplikacji zawiera nieobsługiwany tag HostInBrowser.
pt_br: O manifesto do aplicativo especificado inclui uma marca HostInBrowser sem suporte.
ru: Указанный манифест приложения содержит неподдерживаемый тег HostInBrowser.
tr: Belirtilen uygulama bildirimi desteklenmeyen HostInBrowser etiketi içeriyor.
zh_hans: 指定的应用程序清单包含不支持的 HostInBrowser 标记。
zh_hant: 指定之應用程式資訊清單包含不支援的 HostInBrowser 標籤。

# DefaultAppName
source: New Application
cs: Nová aplikace
de: Neue Anwendung
es: Nueva aplicación
fr: Nouvelle application
it: Nuova applicazione
ja: 新しいアプリケーション
ko: 새 애플리케이션
pl: Nowa aplikacja
pt_br: Novo Aplicativo
ru: Новое приложение
tr: Yeni Uygulama
zh_hans: 新应用程序
zh_hant: 新增應用程式

# DeployManifestNotSigned
source: Deployment manifest is not signed - "{0}"
cs: Manifest nasazení není podepsaný – {0}
de: Das Bereitstellungsmanifest ist nicht signiert: "{0}"
es: El manifiesto de implementación no está firmado - "{0}"
fr: Le manifeste de déploiement n'est pas signé - "{0}"
it: Il manifesto di distribuzione non è firmato - "{0}"
ja: 配置マニフェストは署名されていません - "{0}"
ko: 배포 매니페스트에 서명이 없습니다. "{0}"
pl: Manifest wdrożenia nie jest podpisany — „{0}”
pt_br: O manifesto de implantação não está assinado – "{0}"
ru: Манифест развертывания не подписан - "{0}"
tr: Dağıtım bildirimi imzalanmadı: "{0}"
zh_hans: 部署清单未签名 -“{0}”
zh_hant: 部署資訊清單未簽署 - "{0}"

# DeployManifestSignatureInvalid
source: Deployment manifest contains invalid signature - "{0}"
cs: Manifest nasazení obsahuje neplatný podpis – {0}
de: Das Bereitstellungsmanifest enthält eine ungültige Signatur: "{0}"
es: El manifiesto de implementación contiene una signatura no válida - "{0}"
fr: Le manifeste de déploiement contient une signature non valide - "{0}"
it: Il manifesto di distribuzione contiene una firma non valida - "{0}"
ja: 配置マニフェストに無効な署名が含まれています - "{0}"
ko: 배포 매니페스트에 잘못된 서명이 있습니다. "{0}"
pl: Manifest wdrożenia zawiera nieprawidłowy podpis — „{0}”
pt_br: O manifesto de implantação contém uma assinatura inválida – "{0}"
ru: Манифест развертывания содержит недопустимую подпись - "{0}"
tr: Dağıtım bildirimi geçersiz imza içeriyor: "{0}"
zh_hans: 部署清单包含无效的签名 -“{0}”
zh_hant: 部署資訊清單含有無效的簽章 - "{0}"

# ErrorApplicactionCachedCleared
source: Failed to clear application cache.
cs: Mezipaměť aplikace se nepovedlo vymazat.
de: Der Anwendungscache konnte nicht gelöscht werden.
es: Error al borrar la memoria caché de la aplicación.
fr: Impossible d'effacer le cache d'application.
it: Impossibile cancellare la cache dell'applicazione.
ja: アプリケーション キャッシュをクリアできませんでした。
ko: 응용 프로그램 캐시를 지우지 못했습니다.
pl: Nie można wyczyścić pamięci podręcznej aplikacji.
pt_br: Falha ao limpar o cache do aplicativo.
ru: Не удается очистить кэш приложения.
tr: Uygulama önbelleği temizlenemedi.
zh_hans: 未能清除应用程序缓存。
zh_hant: 無法清除應用程式快取。

# ErrorInvalidSignature
source: Manifest does not have a valid signature.
cs: Manifest nemá platný podpis.
de: Das Manifest weist keine gültige Signatur auf.
es: El manifiesto no tiene una firma váida.
fr: Le manifeste n'a pas de signature valide.
it: Il manifesto non ha una firma valida.
ja: マニフェストに有効な署名が含まれていません。
ko: 매니페스트에 유효한 시그니처가 없습니다.
pl: Manifest nie ma prawidłowego podpisu.
pt_br: O manifesto não tem uma assinatura válida.
ru: Манифест не содержит допустимую подпись.
tr: Bildirim geçerli bir imzaya sahip değil.
zh_hans: 清单不具有有效的签名。
zh_hant: 資訊清單不具有效的簽章。

# ErrorInvalidTimestampFormat
source: Timestamp is not encoded as a base64 string.
cs: Časové razítko není zakódované jako řetězec base64.
de: Der Zeitstempel ist nicht als eine base64-Zeichenfolge codiert.
es: La marca de hora no está codificada como una cadena base64.
fr: L'horodatage n'est pas encodé sous forme de chaîne base64.
it: Il timestamp non è codificato come stringa Base64.
ja: タイムスタンプが base64 文字列としてエンコードされていません。
ko: 타임스탬프가 base64 문자열로 인코드되지 않았습니다.
pl: Sygnatura czasowa nie jest zakodowana jako ciąg Base64.
pt_br: O carimbo de data/hora não está codificado como uma cadeia de caracteres base64.
ru: Метка времени не закодирована в строку base64.
tr: Zaman damgası Base64 dizesi olarak kodlanmadı.
zh_hans: 时间戳未编码为 base64 字符串。
zh_hant: 時間戳記未作為 base64 字串編碼。

# ErrorMessage
source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
ru: Ошибка.
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

# ErrorMissingSignatureNode
source: Signature node is missing.
cs: Chybí uzel podpisu.
de: Der Signaturknoten fehlt.
es: Falta el nodo de firma.
fr: Le nœud de signature est manquant.
it: Manca il nodo di firma.
ja: 署名ノードがありません。
ko: 시그니처 노드가 없습니다.
pl: Brak węzła podpisu.
pt_br: O nó da assinatura está ausente.
ru: Отсутствует узел подписи.
tr: İmza düğümü eksik.
zh_hans: 签名节点丢失。
zh_hant: 遺漏簽章節點。

# ErrorWritingOutputFile
source: Error writing output file "{0}".
cs: Chyba při zápisu výstupního souboru {0}
de: Fehler beim Schreiben der Ausgabedatei "{0}".
es: Error al escribir en el archivo de resultados "{0}".
fr: Erreur d'écriture dans le fichier de sortie "{0}".
it: Errore durante la scrittura del file di output "{0}".
ja: 出力ファイル "{0}" の書き込みエラーです。
ko: "{0}" 출력 파일에 쓰는 동안 오류가 발생했습니다.
pl: Błąd podczas zapisywania pliku wyjściowego „{0}”.
pt_br: Erro ao gravar o arquivo de saída "{0}".
ru: Ошибка записи выходного файла "{0}".
tr: "{0}" çıkış dosyasına yazılırken hata oluştu.
zh_hans: 写入输出文件“{0}”时出错。
zh_hant: 寫入輸出檔 "{0}" 時發生錯誤。

source: Failed to add Launcher.
cs: Nepovedlo se přidat Launcher.
de: Fehler beim Hinzufügen des Launchers.
es: No se pudo agregar Launcher.
fr: L'ajout de Launcher a échoué.
it: Non è stato possibile aggiungere il Launcher.
ja: Launcher の追加に失敗しました。
ko: Launcher를 추가하지 못했습니다.
pl: Nie można dodać programu Launcher.
pt_br: Falha ao adicionar o Launcher.
ru: Не удалось добавить Launcher.
tr: Launcher eklenemedi.
zh_hans: 未能添加 Launcher。
zh_hant: 無法新增 Launcher。

source: Failed to update Launcher resources.
cs: Nepovedlo se aktualizovat prostředky Launcheru.
de: Fehler beim Aktualisieren der Ressourcen für den Launcher.
es: No se pudieron actualizar los recursos de Launcher.
fr: La mise à jour des ressources Launcher a échoué.
it: Non è stato possibile aggiornare le risorse del Launcher.
ja: Launcher リソースの更新に失敗しました。
ko: Launcher 리소스를 업데이트하지 못했습니다.
pl: Nie można zaktualizować zasobów programu Launcher.
pt_br: Falha ao atualizar os recursos do Launcher.
ru: Не удалось обновить ресурсы Launcher.
tr: Launcher kaynakları güncelleştirilemedi.
zh_hans: 未能更新 Launcher 资源。
zh_hant: 無法更新 Launcher 資源。

# FileNotWriteable
source: Cannot write to file "{0}"
cs: Nejde zapisovat do souboru {0}.
de: In der Datei kann "{0}" nicht geschrieben werden.
es: No se puede escribir en el archivo "{0}"
fr: Impossible d'écrire dans le fichier "{0}"
it: Impossibile scrivere nel file "{0}"
ja: ファイル "{0}" に書き込めません
ko: "{0}" 파일에 쓸 수 없습니다.
pl: Nie można zapisać w pliku „{0}”
pt_br: Não é possível gravar no arquivo "{0}"
ru: Не удается записать в файл "{0}"
tr: "{0}" dosyasına yazılamıyor
zh_hans: 无法写入到文件“{0}”
zh_hant: 無法寫入檔案 "{0}"

# FileTypeSpecificOption
source: The "{0}" option can only be used with the following type of files: "{1}"
cs: Možnost {0} se dá použít jenom s následujícími typy souborů: {1}
de: Die Option "{0}" kann nur mit den folgenden Dateitypen verwendet werden: "{1}"
es: La opción "{0}" solo se puede usar con el tipo de archivos siguiente: "{1}"
fr: L'option "{0}" peut uniquement être utilisée avec les types de fichier suivants : "{1}"
it: È possibile usare l'opzione "{0}" solo con i tipi di file seguenti: "{1}"
ja: "{0}" オプションは、次のファイルの種類でのみ使用可能です: "{1}"
ko: "{0}" 옵션은 "{1}" 형식의 파일과 함께 사용해야 합니다.
pl: Opcji „{0}” można używać tylko w przypadku następującego typu plików: „{1}”
pt_br: A opção "{0}" só pode ser usada com o seguinte tipo de arquivo: "{1}"
ru: Параметр "{0}" может использоваться только со следующим типом файлов: "{1}".
tr: "{0}" seçeneği yalnızca şu dosya türleriyle kullanılabilir: "{1}"
zh_hans: “{0}”选项只能用于以下类型的文件:“{1}”
zh_hant: "{0}" 選項只能與下列檔案類型一起使用: "{1}"

# HelpTerse
source: Commands -New <file_type> -n -Update <file_name> -u -Sign <file_name> -s -ClearApplicationCache -cc -Verify <manifest_file_name> -ver -AddLauncher <binary_to_launch> -al -Help [verbose] -h -? Options -Algorithm <sha256RSA> -a -AppCodeBase <path> -appc -AppManifest <path> -appm -CertFile <file_name> -cf -CertHash <hash> -ch -CryptoProvider <name> -csp -FromDirectory <path> -fd -IconFile <file_path> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <name> -kc -MinVersion <version #|none> -mv -Name <name> -n -Password <password> -pwd -Processor <processor> -p -ProviderURL <url> -pu -Publisher <publisher_name> -pub -SupportURL <support_url> -s -TargetDirectory <path> -td -TimeStampUri <uri> -ti -ToFile <file_name> -t -TrustLevel <level> -tr -UseManifestForTrust <true|false> -um -Version <version> -v Use "mage -help verbose" for more detailed help
cs: Příkazy -New <typ_souboru> -n -Update <název_souboru> -u -Sign <název_souboru> -s -ClearApplicationCache -cc -Verify <název_souboru_manifestu> -ver -AddLauncher <binární_soubor_ke_spuštění> -al -Help [verbose] -h -? Možnosti -Algorithm <sha256RSA> -a -AppCodeBase <cesta> -appc -AppManifest <cesta> -appm -CertFile <název_souboru> -cf -CertHash <hash> -ch -CryptoProvider <název> -csp -FromDirectory <cesta> -fd -IconFile <cesta_k_souboru> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <název> -kc -MinVersion <číslo_verze|none> -mv -Name <název> -n -Password <heslo> -pwd -Processor <procesor> -p -ProviderURL <url> -pu -Publisher <název_vydavatele> -pub -SupportURL <adresa_URL_podpory> -s -TargetDirectory <cesta> -td -TimeStampUri <uri> -ti -ToFile <název_souboru> -t -TrustLevel <úroveň> -tr -UseManifestForTrust <true|false> -um -Version <verze> -v Podrobnější nápovědu získáte zadáním příkazu mage -help verbose.
de: Befehle -New <Dateiname> -n -Update <Dateiname> -u -Sign <Dateiname> -s -ClearApplicationCache -cc -Verify <Name_der_Manifestdatei> -ver -AddLauncher <zu_startende_Binärdatei> -al -Help [verbose] -h -? Optionen -Algorithm <sha256RSA> -a -AppCodeBase <Pfad> -appc -AppManifest <Pfad> -appm -CertFile <Dateiname> -cf -CertHash <Hash> -ch -CryptoProvider <Name> -csp -FromDirectory <Pfad> -fd -IconFile <Dateipfad> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <Name> -kc -MinVersion <Versionsnummer|none> -mv -Name <Name> -n -Password <Kennwort> -pwd -Processor <Prozessor> -p -ProviderURL <URL> -pu -Publisher <Herausgebername> -pub -SupportURL <Support-URL> -s -TargetDirectory <Pfad> -td -TimeStampUri <URI> -ti -ToFile <Dateiname> -t -TrustLevel <Ebene> -tr -UseManifestForTrust <true|false> -um -Version <Version> -v Mit "mage -help verbose" können ausführliche Hilfeinformationen angezeigt werden.
es: Comandos -New <tipo_de_archivo> -n -Update <nombre_de_archivo> -u -Sign <nombre_de_archivo> -s -ClearApplicationCache -cc -Verify <nombre_archivo_manifiesto> -ver -AddLauncher <binario_para_iniciar> -al -Help [verbose] -h -? Opciones -Algorithm <sha256RSA> -a -AppCodeBase <ruta de acceso> -appc -AppManifest <ruta de acceso> -appm -CertFile <nombre_de_archivo> -cf -CertHash <hash> -ch -CryptoProvider <nombre> -csp -FromDirectory <ruta de acceso> -fd -IconFile <ruta_de_acceso_de_archivo> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <nombre> -kc -MinVersion <número_versión|ninguna> -mv -Name <nombre> -n -Password <contraseña> -pwd -Processor <procesador> -p -ProviderURL <url> -pu -Publisher <nombre_de_publicador> -pub -SupportURL <url_de_soporte_técnico> -s -TargetDirectory <ruta de acceso> -td -TimeStampUri <uri> -ti -ToFile <nombre_de_archivo> -t -TrustLevel <nivel> -tr -UseManifestForTrust <true|false> -um -Version <versión> -v Use "mage -help verbose" para obtener ayuda más detallada
fr: Commandes -New <file_type> -n -Update <file_name> -u -Sign <file_name> -s -ClearApplicationCache -cc -Verify <manifest_file_name> -ver -AddLauncher <binary_to_launch> -al -Help [verbose] -h -? Options -Algorithm <sha256RSA> -a -AppCodeBase <path> -appc -AppManifest <path> -appm -CertFile <file_name> -cf -CertHash <hash> -ch -CryptoProvider <name> -csp -FromDirectory <path> -fd -IconFile <file_path> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <name> -kc -MinVersion <version #|none> -mv -Name <name> -n -Password <password> -pwd -Processor <processor> -p -ProviderURL <url> -pu -Publisher <publisher_name> -pub -SupportURL <support_url> -s -TargetDirectory <path> -td -TimeStampUri <uri> -ti -ToFile <file_name> -t -TrustLevel <level> -tr -UseManifestForTrust <true|false> -um -Version <version> -v Utilisez "mage -help verbose" pour une aide plus détaillée
it: Comandi -New <tipo_file> -n -Update <nome_file> -u -Sign <nome_file> -s -ClearApplicationCache -cc -Verify <nome_file_manifesto> -ver -AddLauncher <binario_da_avviare> -al -Help [verbose] -h -? Opzioni -Algorithm <sha256RSA> -a -AppCodeBase <percorso> -appc -AppManifest <percorso> -appm -CertFile <nome_file> -cf -CertHash <hash> -ch -CryptoProvider <nome> -csp -FromDirectory <percorso> -fd -IconFile <percorso_file> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <nome> -kc -MinVersion <n. versione|none> -mv -Name <nome> -n -Password <password> -pwd -Processor <processore> -p -ProviderURL <url> -pu -Publisher <nome_editore> -pub -SupportURL <url_supporto> -s -TargetDirectory <percorso> -td -TimeStampUri <uri> -ti -ToFile <nome_file> -t -TrustLevel <livello> -tr -UseManifestForTrust <true|false> -um -Version <versione> -v Per informazioni più dettagliate, usare "mage -help verbose"
ja: コマンド -New <file_type> -n -Update <file_name> -u -Sign <file_name> -s -ClearApplicationCache -cc -Verify <manifest_file_name> -ver -AddLauncher <binary_to_launch> -al -Help [verbose] -h -? オプション -Algorithm <sha256RSA> -a -AppCodeBase <path> -appc -AppManifest <path> -appm -CertFile <file_name> -cf -CertHash <hash> -ch -CryptoProvider <name> -csp -FromDirectory <path> -fd -IconFile <file_path> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <name> -kc -MinVersion <version #|none> -mv -Name <name> -n -Password <password> -pwd -Processor <processor> -p -ProviderURL <url> -pu -Publisher <publisher_name> -pub -SupportURL <support_url> -s -TargetDirectory <path> -td -TimeStampUri <uri> -ti -ToFile <file_name> -t -TrustLevel <level> -tr -UseManifestForTrust <true|false> -um -Version <version> -v 詳細なヘルプを表示するには、"mage -help verbose" を使用してください
ko: 명령 -New <file_type> -n -Update <file_name> -u -Sign <file_name> -s -ClearApplicationCache -cc -Verify <manifest_file_name> -ver -AddLauncher <binary_to_launch> -al -Help [verbose] -h -? 옵션 -Algorithm <sha256RSA> -a -AppCodeBase <path> -appc -AppManifest <path> -appm -CertFile <file_name> -cf -CertHash <hash> -ch -CryptoProvider <name> -csp -FromDirectory <path> -fd -IconFile <file_path> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <name> -kc -MinVersion <version #|none> -mv -Name <name> -n -Password <password> -pwd -Processor <processor> -p -ProviderURL <url> -pu -Publisher <publisher_name> -pub -SupportURL <support_url> -s -TargetDirectory <path> -td -TimeStampUri <uri> -ti -ToFile <file_name> -t -TrustLevel <level> -tr -UseManifestForTrust <true|false> -um -Version <version> -v 자세한 도움말을 보려면 "mage -help verbose" 사용
pl: Polecenia -New <typ_pliku> -n -Update <nazwa_pliku> -u -Sign <nazwa_pliku> -s -ClearApplicationCache -cc -Verify <nazwa_pliku_manifestu> -ver -AddLauncher <plik_binarny_do_uruchomienia> -al -Help [verbose] -h -? Opcje -Algorithm <sha256RSA> -a -AppCodeBase <ścieżka> -appc -AppManifest <ścieżka> -appm -CertFile <nazwa_pliku> -cf -CertHash <skrót> -ch -CryptoProvider <nazwa> -csp -FromDirectory <ścieżka> -fd -IconFile <ścieżka_do_pliku> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <nazwa> -kc -MinVersion <numer_wersji|none> -mv -Name <nazwa> -n -Password <hasło> -pwd -Processor <procesor> -p -ProviderURL <adres_URL> -pu -Publisher <nazwa_wydawcy> -pub -SupportURL <adres_URL_pomocy_technicznej> -s -TargetDirectory <ścieżka> -td -TimeStampUri <identyfikator_URI> -ti -ToFile <nazwa_pliku> -t -TrustLevel <poziom> -tr -UseManifestForTrust <true|false> -um -Version <wersja> -v Wpisz polecenie „mage -help verbose”, aby uzyskać bardziej szczegółową pomoc
pt_br: Comandos -New <file_type> -n -Update <file_name> -u -Sign <file_name> -s -ClearApplicationCache -cc -Verify <manifest_file_name> -ver -AddLauncher <binary_to_launch> -al -Help [detalhado] -h -? Opções -Algorithm <sha256RSA> -a -AppCodeBase <path> -appc -AppManifest <path> -appm -CertFile <file_name> -cf -CertHash <hash> -ch -CryptoProvider <name> -csp -FromDirectory <path> -fd -IconFile <file_path> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <name> -kc -MinVersion <version #|none> -mv -Name <name> -n -Password <password> -pwd -Processor <processor> -p -ProviderURL <url> -pu -Publisher <publisher_name> -pub -SupportURL <support_url> -s -TargetDirectory <path> -td -TimeStampUri <uri> -ti -ToFile <file_name> -t -TrustLevel <level> -tr -UseManifestForTrust <true|false> -um -Version <version> -v Use "mage -help verbose" para obter uma ajuda mais detalhada
ru: Команды -New <file_type> -n -Update <file_name> -u -Sign <file_name> -s -ClearApplicationCache -cc -Verify <manifest_file_name> -ver -AddLauncher <binary_to_launch> -al -Help [verbose] -h -? Параметры -Algorithm <sha256RSA> -a -AppCodeBase <path> -appc -AppManifest <path> -appm -CertFile <file_name> -cf -CertHash <hash> -ch -CryptoProvider <name> -csp -FromDirectory <path> -fd -IconFile <file_path> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <name> -kc -MinVersion <version #|none> -mv -Name <name> -n -Password <password> -pwd -Processor <processor> -p -ProviderURL <url> -pu -Publisher <publisher_name> -pub -SupportURL <support_url> -s -TargetDirectory <path> -td -TimeStampUri <uri> -ti -ToFile <file_name> -t -TrustLevel <level> -tr -UseManifestForTrust <true|false> -um -Version <version> -v Для получения более подробной справки используйте команду "mage -help verbose".
tr: Komutlar -New <dosya_türü> -n -Update <dosya_adı> -u -Sign <dosya_adı> -s -ClearApplicationCache -cc -Verify <bildirim_dosyası_adı> -ver -AddLauncher <başlatılacak_ikili> -al -Help [verbose] -h -? Seçenekler -Algorithm <sha256RSA> -a -AppCodeBase <yol> -appc -AppManifest <yol> -appm -CertFile <dosya_adı> -cf -CertHash <karma> -ch -CryptoProvider <ad> -csp -FromDirectory <yol> -fd -IconFile <dosya_yolu> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <ad> -kc -MinVersion <sürüm no|none> -mv -Name <ad> -n -Password <parola> -pwd -Processor <işlemci> -p -ProviderURL <url> -pu -Publisher <yayımcı_adı> -pub -SupportURL <destek_url'si> -s -TargetDirectory <yol> -td -TimeStampUri <uri> -ti -ToFile <dosya_adı> -t -TrustLevel <düzey> -tr -UseManifestForTrust <true|false> -um -Version <sürüm> -v Daha ayrıntılı bilgi için "mage -help verbose" komutunu kullanın
zh_hans: 命令 -New <file_type> -n -Update <file_name> -u -Sign <file_name> -s -ClearApplicationCache -cc -Verify <manifest_file_name> -ver -AddLauncher <binary_to_launch> -al -Help [verbose] -h -? Options -Algorithm <sha256RSA> -a -AppCodeBase <path> -appc -AppManifest <path> -appm -CertFile <file_name> -cf -CertHash <hash> -ch -CryptoProvider <name> -csp -FromDirectory <path> -fd -IconFile <file_path> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <name> -kc -MinVersion <version #|none> -mv -Name <name> -n -Password <password> -pwd -Processor <processor> -p -ProviderURL <url> -pu -Publisher <publisher_name> -pub -SupportURL <support_url> -s -TargetDirectory <path> -td -TimeStampUri <uri> -ti -ToFile <file_name> -t -TrustLevel <level> -tr -UseManifestForTrust <true|false> -um -Version <version> -v 使用 "mage -help verbose" 获取更详细的帮助信息
zh_hant: 命令 -New <file_type> -n -Update <file_name> -u -Sign <file_name> -s -ClearApplicationCache -cc -Verify <manifest_file_name> -ver -AddLauncher <binary_to_launch> -al -Help [verbose] -h -? 選項 -Algorithm <sha256RSA> -a -AppCodeBase <path> -appc -AppManifest <path> -appm -CertFile <file_name> -cf -CertHash <hash> -ch -CryptoProvider <name> -csp -FromDirectory <path> -fd -IconFile <file_path> -if -IncludeProviderURL <true|false> -ip -Install <true|false> -i -KeyContainer <name> -kc -MinVersion <version #|none> -mv -Name <name> -n -Password <password> -pwd -Processor <processor> -p -ProviderURL <url> -pu -Publisher <publisher_name> -pub -SupportURL <support_url> -s -TargetDirectory <path> -td -TimeStampUri <uri> -ti -ToFile <file_name> -t -TrustLevel <level> -tr -UseManifestForTrust <true|false> -um -Version <version> -v 使用 "mage -help verbose" 可查閱詳細的說明
