Repository: dotnet/dotnet
Catalog: src/deployment-tools/src/clickonce/MageCLI/xlf/Application.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# InfoMessage
source: Info
cs: Informace
es: Información
it: Informazioni
ja: 情報
ko: 정보
pl: Informacja
pt_br: Informações
ru: Сведения
tr: Bilgi
zh_hans: 信息
zh_hant: 資訊

# InternalError
source: Internal error, please try again.
cs: Došlo k vnitřní chybě. Zkuste to prosím znovu.
de: Interner Fehler, versuchen Sie es erneut.
es: Error interno; vuelva a intentarlo.
fr: Erreur interne. Veuillez recommencer.
it: Errore interno, riprovare.
ja: 内部エラーが発生しました。もう一度やり直してください。
ko: 내부 오류입니다. 다시 시도하십시오.
pl: Błąd wewnętrzny, spróbuj ponownie.
pt_br: Erro interno. Tente novamente mais tarde.
ru: Внутренняя ошибка. Повторите попытку.
tr: İç hata oluştu, lütfen yeniden deneyin.
zh_hans: 内部错误，请重试。
zh_hant: 內部錯誤，請再試一次。

# InvalidAddLauncherOption
source: The "{0}" option can not be used with -AddLauncher command.
cs: Možnost {0} nejde použít s příkazem -AddLauncher.
de: Die Option "{0}" kann nicht mit dem Befehl "-AddLauncher" verwendet werden.
es: No se puede usar la opción "{0}" con el comando -AddLauncher.
fr: Impossible d'utiliser l'option "{0}" avec la commande -AddLauncher.
it: Non è possibile usare l'opzione "{0}" con il comando -AddLauncher.
ja: "{0}" オプションを -AddLauncher コマンドに使用することはできません。
ko: "{0}" 옵션은 -AddLauncher 명령과 함께 사용할 수 없습니다.
pl: Opcji „{0}” nie można użyć z poleceniem -AddLauncher.
pt_br: A opção "{0}" não pode ser usada com o comando -AddLauncher.
ru: Параметр "{0}" нельзя использовать с командой -AddLauncher.
tr: "{0}" seçeneği -AddLauncher komutuyla kullanılamaz.
zh_hans: “{0}”选项不能与 -AddLauncher 命令一起使用。
zh_hant: "{0}" 選項不能與 -AddLauncher 命令一起使用。

# InvalidAlgorithmValue
source: Algorithm has to be sha256RSA. Specified - "{0}".
cs: Algoritmus musí být sha256RSA. Je zadaná hodnota {0}.
de: Der Algorithmus muss "sha256RSA" lauten. Angegeben: "{0}".
es: El algoritmo tiene que ser sha256RSA. Se especificó "{0}".
fr: L'algorithme doit être sha256RSA. Spécification de "{0}".
it: L'algoritmo deve essere sha256RSA. È stato specificato "{0}".
ja: アルゴリズムは sha256RSA である必要があります。指定されたアルゴリズム - "{0}"。
ko: 알고리즘은 sha256RSA여야 합니다. 지정됨 - "{0}".
pl: Algorytmem musi być sha256RSA. Określono algorytm „{0}”.
pt_br: O algoritmo deve ser sha256RSA. Especificado – "{0}".
ru: Должен использоваться алгоритм sha256RSA. Указан алгоритм "{0}".
tr: Algoritma sha256RSA olmalıdır. Belirtilen: "{0}".
zh_hans: 算法必须为 sha256RSA。指定值 -“{0}”。
zh_hant: 演算法必須是 sha256RSA。已指定 - "{0}"。

# InvalidBinaryToLaunch
source: Binary to launch cannot include a path, it can only be a filename - {0}.
cs: Binární soubor, který se má spustit, nemůže obsahovat cestu, může to být jenom název souboru – {0}.
de: Die zu startende Binärdatei darf keinen Pfad enthalten. Es kann sich nur um einen Dateinamen handeln: {0}.
es: El binario para iniciar no puede incluir una ruta de acceso; solo puede ser un nombre de archivo: {0}.
fr: Le fichier binaire à lancer ne peut pas inclure de chemin. Il ne peut s'agir que d'un nom de fichier - {0}.
it: Il file binario da avviare non può includere un percorso. È possibile specificare solo un nome file {0}.
ja: 起動するバイナリにパスを含めることはできません。ファイル名としてのみ使用できます - {0}。
ko: 시작할 이진에 경로를 포함할 수 없습니다. 파일 이름 - {0}이어야 합니다.
pl: Plik binarny do uruchomienia nie może zawierać ścieżki. Może to być tylko nazwa pliku — {0}.
pt_br: O binário a ser iniciado não pode incluir um caminho, ele pode apenas ser um nome de arquivo – {0}.
ru: Двоичный файл для запуска не может указываться с путем. Это может быть только имя файла: {0}.
tr: Başlatılacak ikili, yol içeremez, yalnızca dosya adı olabilir: {0}.
zh_hans: 要启动的二进制文件不能包含路径，它只能是一个文件名 - {0}。
zh_hant: 要啟動的二進位檔不得包含路徑，只能是 filename - {0}。

# InvalidCertFile
source: Cert file is not of proper format - "{0}"
cs: Soubor certifikátu nemá správný formát – {0}
de: Die Zertifikatsdatei liegt nicht im richtigen Format vor: "{0}"
es: El archivo de certificado no tiene un formato correcto - "{0}"
fr: Le format du fichier de certificat n'est pas correct - "{0}"
it: Il formato del file del certificato non è corretto - "{0}"
ja: 証明書ファイルが正しい形式ではありません - "{0}"
ko: 인증서 파일의 형식이 잘못되었습니다. "{0}"
pl: Format pliku certyfikatu nie jest prawidłowy — „{0}”
pt_br: O arquivo de certificado não está no formato adequado – "{0}"
ru: Недопустимый формат файла сертификата - "{0}"
tr: Sertifika dosyası düzgün biçimde değil: "{0}"
zh_hans: 证书文件的格式不正确 -“{0}”
zh_hant: 憑證檔格式不正確 - "{0}"

# InvalidCertNoPrivateKey
source: This certificate does not contain a private key - "{0}"
cs: Tento certifikát neobsahuje privátní klíč – {0}
de: Dieses Zertifikat enthält keinen privaten Schlüssel: "{0}"
es: Este certificado no contiene una clave privada - "{0}"
fr: Ce certificat ne contient aucune clé privée - "{0}"
it: Il certificato non contiene una chiave privata - "{0}"
ja: この証明書には秘密キーが含まれていません - "{0}"
ko: 이 인증서에 개인 키가 없습니다. "{0}"
pl: Ten certyfikat nie zawiera klucza prywatnego — „{0}”
pt_br: Este certificado não contém uma chave privada – "{0}"
ru: Этот сертификат не содержит закрытый ключ - "{0}"
tr: Bu sertifika özel anahtar içermiyor: "{0}"
zh_hans: 此证书不包含私钥 -“{0}”
zh_hant: 此憑證未包含私密金鑰 - "{0}"

# InvalidCertUsage
source: This certificate cannot be used for signing - "{0}"
cs: Tento certifikát se nedá použít pro podepisování – {0}
de: Dieses Zertifikat kann nicht zum Signieren verwendet werden: "{0}"
es: Este certificado no se puede utilizar para firmar - "{0}"
fr: Ce certificat ne peut pas être utilisé pour la signature - "{0}"
it: Impossibile utilizzare il certificato per la firma - "{0}"
ja: この証明書は署名に使用できません - "{0}"
ko: 이 인증서는 서명하는 데 사용할 수 없습니다. "{0}"
pl: Tego certyfikatu nie można używać do podpisywania — „{0}”
pt_br: Este certificado não pode ser usado para assinatura – "{0}"
ru: Этот сертификат нельзя использовать для подписания – ''{0}''
tr: Bu sertifika, imzalama için kullanılamıyor: "{0}"
zh_hans: 此证书不能用于签名 -“{0}”
zh_hant: 此憑證不可用於簽署 - "{0}"

# InvalidCodebase
source: The codebase is invalid - "{0}"
cs: Kódová báze je neplatná – {0}
de: Die Codebasis ist ungültig: "{0}"
es: El código base no es válido - "{0}"
fr: Le codebase n'est pas valide - "{0}"
it: La codebase non è valida - "{0}"
ja: このコードベースは無効です - "{0}"
ko: 코드베이스가 잘못되었습니다. "{0}"
pl: Baza kodu jest nieprawidłowa — „{0}”
pt_br: A base de código é inválida – "{0}"
ru: Недопустимая база кода - "{0}"
tr: Kod temeli geçersiz: "{0}"
zh_hans: 代码库无效 -“{0}”
zh_hant: 程式碼基底無效 - "{0}"

# InvalidDirectory
source: Directory not found - "{0}"
cs: Adresář nešlo najít – {0}
de: Verzeichnis nicht gefunden: "{0}"
es: Directorio no encontrado - "{0}"
fr: Répertoire introuvable - "{0}"
it: Impossibile trovare la directory - "{0}"
ja: ディレクトリが見つかりません - "{0}"
ko: 디렉터리가 없습니다. "{0}"
pl: Nie znaleziono katalogu — „{0}”
pt_br: Diretório não encontrado – "{0}"
ru: Каталог не найден - "{0}"
tr: Dizin bulunamadı: "{0}"
zh_hans: 找不到目录 -“{0}”
zh_hant: 找不到目錄 - "{0}"

# InvalidFileType
source: Invalid file type, must be "Application", or "Deployment"
cs: Neplatný typ souboru, je třeba zadat hodnotu Application nebo Deployment.
de: Ungültiger Dateityp, muss "Application" oder "Deployment" lauten.
es: Tipo de archivo no válido; debe ser "Application" o "Deployment"
fr: Type de fichier non valide. Doit être "Application" ou "Deployment".
it: Tipo di file non valido. Deve essere "Application" o "Deployment"
ja: ファイルの種類が無効です。"Application" または "Deployment" でなければなりません
ko: 파일 형식이 잘못되었습니다. "Application" 또는 "Deployment"여야 합니다.
pl: Nieprawidłowy typ pliku; typ musi mieć wartość „Application” lub „Deployment”
pt_br: Tipo de arquivo inválido. Ele precisa ser "Aplicativo" ou "Implantação"
ru: Недопустимый тип файла. Должен быть "Application" или "Deployment"
tr: Dosya türü geçersiz. "Application" veya "Deployment" olmalıdır
zh_hans: 文件类型无效，必须为“Application”或“Deployment”
zh_hant: 無效的檔案類型，必須是 "Application" 或 "Deployment"

# InvalidHash
source: No cert found matching specified hash - "{0}"
cs: Nenašel se žádný certifikát odpovídající zadané hodnotě hash – {0}
de: Es wurde kein mit dem angegebenen Hash übereinstimmendes Zertifikat gefunden: "{0}"
es: No se encuentra ningún certificado que coincida con el hash especificado - "{0}"
fr: Aucun certificat correspondant au hachage spécifié n'a été trouvé - "{0}"
it: Impossibile trovare un certificato corrispondente all'hash specificato - "{0}"
ja: 指定されたハッシュに一致する証明書が見つかりません - "{0}"
ko: 지정한 해시와 일치하는 인증서가 없습니다. "{0}"
pl: Nie znaleziono certyfikatu zgodnego z określonym skrótem — „{0}”
pt_br: Nenhum certificado encontrado que corresponde ao hash especificado – "{0}"
ru: Соответствующий указанному хэш-значению сертификат не найден - "{0}"
tr: Belirtilen karma ile eşleşen sertifika bulunamadı: "{0}"
zh_hans: 未找到与指定哈希匹配的证书 -“{0}”
zh_hant: 找不到符合所指定雜湊的憑證 - "{0}"

# InvalidIncludeProviderURL
source: The -IncludeProviderURL option must be "true", "false", "t", or "f" - "{0}"
cs: Možnost -IncludeProviderURL musí mít hodnotu true, false, t nebo f – {0}
de: Die Option "-IncludeProviderURL" muss "true", "false", "t", oder "f" sein: "{0}"
es: La opción -IncludeProviderURL debe ser "true", "false", "t" o "f" - "{0}"
fr: L'option -IncludeProviderURL doit avoir la valeur "true", "false", "t" ou "f" - "{0}"
it: L'opzione -IncludeProviderURL deve essere "true", "false", "t", o "f" - "{0}"
ja: -IncludeProviderURL オプションは、"true"、"false"、"t"、"f" のいずれかでなければなりません - "{0}"
ko: -IncludeProviderURL 옵션은 "true", "false", "t" 또는 "f"여야 합니다. "{0}"
pl: Opcja -IncludeProviderURL musi mieć wartość „true”, „false”, „t” lub „f” — „{0}”
pt_br: A opção -IncludeProviderURL precisa ser "true", "false", "t" ou "f" – "{0}"
ru: Параметр -IncludeProviderURL должен принимать значения "true", "false", "t" или "f" - "{0}"
tr: -IncludeProviderURL seçeneği "true", "false", "t" veya "f" olmalıdır: "{0}"
zh_hans: -IncludeProviderURL 选项必须为“true”、“false”、“t”或“f”-“{0}”
zh_hant: -IncludeProviderURL 選項必須是 "true"、"false"、"t" 或 "f" - "{0}"

# InvalidInputFile
source: Unrecognized file type - "{0}"
cs: Nerozpoznaný typ souboru – {0}
de: Unerkannter Dateityp: "{0}"
es: Tipo de archivo no reconocido - "{0}"
fr: Type de fichier non reconnu - "{0}"
it: Tipo di file non riconosciuto - "{0}"
ja: 認識されないファイルの種類です - "{0}"
ko: 인식할 수 없는 파일 형식입니다. "{0}"
pl: Nierozpoznany typ pliku — „{0}”
pt_br: Tipo de arquivo não reconhecido – "{0}"
ru: Нераспознанный тип файла - "{0}"
tr: Tanınmayan dosya türü: "{0}"
zh_hans: 无法识别的文件类型 -“{0}”
zh_hant: 無法辨認的檔案類型 - "{0}"

# InvalidInstall
source: The -Install option must be "true", "false", "t", or "f" - "{0}"
cs: Možnost -Install musí mít hodnotu true, false, t nebo f – {0}
de: Die Option "-Install" muss "true", "false", "t", oder "f" sein: "{0}"
es: La opción -Install debe ser "true", "false", "t" o "f" - "{0}"
fr: L'option -Install doit avoir la valeur "true", "false", "t" ou "f" - "{0}"
it: L'opzione -Install deve essere "true", "false", "t" o "f" - "{0}"
ja: -Install オプションは、"true"、"false"、"t"、"f" のいずれかでなければなりません - "{0}"
ko: -Install 옵션은 "true", "false", "t" 또는 "f"여야 합니다. "{0}"
pl: Opcja -Install musi mieć wartość „true”, „false”, „t” lub „f” — „{0}”
pt_br: A opção -Install precisa ser "true", "false", "t" ou "f" – "{0}"
ru: Параметр -Install должен принимать значения "true", "false", "t" или "f" - "{0}"
tr: -Install seçeneği "true", "false", "t" veya "f" olmalıdır: "{0}"
zh_hans: -Install 选项必须为“true”、“false”、“t”或“f”-“{0}”
zh_hant: -Install 選項必須是 "true"、"false"、"t" 或 "f" - "{0}"

# InvalidKeyFile
source: Key file is not of proper format - "{0}"
cs: Soubor klíče nemá správný formát – {0}
de: Die Schlüsseldatei liegt nicht im richtigen Format vor: "{0}"
es: El archivo de clave no tiene el formato correcto - "{0}"
fr: Le format du fichier de clé n'est pas correct - "{0}"
it: Il formato del file di chiave non è corretto - "{0}"
ja: キー ファイルが正しい形式ではありません - "{0}"
ko: 키 파일의 형식이 잘못되었습니다. "{0}"
pl: Format pliku klucza nie jest prawidłowy — „{0}”
pt_br: O arquivo de chave não está no formato adequado – "{0}"
ru: Недопустимый формат файла ключа - "{0}"
tr: Anahtar dosyası düzgün biçimde değil: "{0}"
zh_hans: 密钥文件的格式不正确 -“{0}”
zh_hant: 金鑰檔格式不正確 - "{0}"

# InvalidMinVersion
source: The minimum version specified is not valid.
cs: Zadaná minimální verze není platná.
de: Die angegebene mindestens erforderliche Version wurde nicht angegeben.
es: La versión mínima especificada no es válida.
fr: La version minimale spécifiée n'est pas valide.
it: La versione minima specificata non è valida.
ja: 指定された最小バージョンは無効です。
ko: 지정한 최소 버전이 잘못되었습니다.
pl: Określona minimalna wersja nie jest prawidłowa.
pt_br: A versão mínima especificada não é válida.
ru: Указана недопустимая минимальная версия.
tr: Belirtilen en düşük sürüm geçerli değil.
zh_hans: 指定的最低版本无效。
zh_hant: 指定的最小版本無效。

# InvalidNonAddLauncherOption
source: The "{0}" option can only be used with -AddLauncher command.
cs: Možnost {0} jde použít jenom s příkazem -AddLauncher.
de: Die Option "{0}" kann nur mit dem Befehl "-AddLauncher" verwendet werden.
es: La opción "{0}" solo se puede usar con el comando -AddLauncher.
fr: L'option "{0}" peut uniquement être utilisée avec la commande -AddLauncher.
it: È possibile usare l'opzione "{0}" solo con il comando -AddLauncher.
ja: "{0}" オプションは、-AddLauncher コマンドにのみ使用可能です。
ko: "{0}" 옵션에는 -AddLauncher 명령만 사용할 수 있습니다.
pl: Opcji „{0}” można użyć tylko z poleceniem -AddLauncher.
pt_br: A opção "{0}" só pode ser usada com o comando -AddLauncher.
ru: Параметр "{0}" может использоваться только с командой -AddLauncher.
tr: "{0}" seçeneği yalnızca -AddLauncher komutuyla kullanılabilir.
zh_hans: “{0}”选项只能用于 -AddLauncher 命令。
zh_hant: "{0}" 選項只能與 -AddLauncher 命令一起使用。

# InvalidNonManifestOption
source: The "{0}" option can only be used with the -Update or -New commands.
cs: Možnost {0} jde použít jenom s příkazy -Update nebo -New.
de: Die Option "{0}" kann nur mit den Befehlen "-Update" und "-New" verwendet werden.
es: La opción "{0}" sólo se puede utilizar con los comandos -Update o -New.
fr: L'option "{0}" peut uniquement être utilisée avec les commandes -Update ou -New.
it: L'opzione "{0}" può essere utilizzata solo con i comandi -Update e -New.
ja: "{0}" オプションと共に使用できるのは、-Update コマンドまたは -New コマンドのみです。
ko: "{0}" 옵션은 -Update 또는 -New 명령과 함께 사용해야 합니다.
pl: Opcji „{0}” można użyć tylko z poleceniem -Update lub -New.
pt_br: A opção "{0}" só pode ser usada com os comandos -Update ou -New.
ru: Параметр "{0}" может использоваться только вместе с командами -Update или -New.
tr: "{0}" seçeneği yalnızca -Update veya -New komutlarıyla kullanılabilir.
zh_hans: “{0}”选项只能与 -Update 或 -New 命令一起使用。
zh_hant: "{0}" 選項只能配合 -Update 或 -New 命令使用。

# InvalidPassword
source: Cert password is incorrect - "{0}"
cs: Heslo certifikátu je nesprávné – {0}
de: Das Zertifikatkennwort ist ungültig: "{0}"
es: La contraseña del certificado es incorrecta - "{0}"
fr: Le mot de passe du certificat est incorrect - "{0}"
it: La password del certificato non è corretta - "{0}"
ja: 証明書パスワードが正しくありません - "{0}"
ko: 인증서 암호가 잘못되었습니다. "{0}"
pl: Hasło certyfikatu jest niepoprawne — „{0}”
pt_br: A senha do certificado está incorreta – "{0}"
ru: Неправильный пароль сертификата - "{0}"
tr: Sertifika parolası yanlış: "{0}"
zh_hans: 证书密码不正确 -“{0}”
zh_hant: 憑證密碼不正確 - "{0}"

# InvalidPath
source: File not found - "{0}"
cs: Soubor nešlo najít – {0}
de: Datei nicht gefunden: "{0}"
es: Archivo no encontrado - "{0}"
fr: Fichier introuvable - "{0}"
it: File non trovato - "{0}"
ja: ファイルが見つかりません - "{0}"
ko: 파일을 찾을 수 없습니다. "{0}"
pl: Nie znaleziono pliku — „{0}”
pt_br: Arquivo não encontrado – "{0}"
ru: Файл не найден - "{0}"
tr: Dosya bulunamadı: "{0}"
zh_hans: 找不到文件 -“{0}”
zh_hant: 找不到檔案 - "{0}"

# InvalidProcessor
source: Unknown processor type "{0}". Supported processor types are:
cs: Neznámý typ procesoru {0}. Podporované typy procesorů jsou:
de: Unbekannter Prozessortyp: "{0}". Die folgenden Prozessortypen werden unterstützt:
es: Tipo de procesador no compatible "{0}". Los tipos de procesador compatibles son:
fr: Type de processeur inconnu "{0}". Les types de processeurs pris en charge sont :
it: Tipo di processore "{0}" sconosciuto. I tipi di processore supportati sono:
ja: プロセッサの種類 "{0}" が不明です。 サポートされるプロセッサの種類は、次のとおりです:
ko: "{0}"은(는) 알 수 없는 프로세서 종류입니다. 지원되는 프로세서 종류는 다음과 같습니다.:
pl: Nieznany typ procesora: „{0}”. Obsługiwane typy procesorów to:
pt_br: Tipo de processador desconhecido "{0}". Os tipos de processador com suporte são:
ru: Неизвестный тип процессора "{0}". Поддерживаемые типы процессоров:
tr: "{0}" işlemci türü bilinmiyor. Desteklenen işlemci türleri:
zh_hans: 未知处理器类型“{0}”。支持的处理器类型包括:
zh_hant: 未知的處理器類型 "{0}"。支援的處理器類型為:

# InvalidRequiredUpdate
source: The -RequiredUpdate option must be "true", "false", "t", or "f" - "{0}"
cs: Možnost -RequiredUpdate musí mít hodnotu true, false, t nebo f – {0}
de: Die Option "-RequiredUpdate" muss "true", "false", "t" oder "f" sein: "{0}"
es: La opción -RequiredUpdate debe ser "true", "false", "t" o "f" - "{0}"
fr: L'option -RequiredUpdate doit avoir la valeur "true", "false", "t" ou "f" - "{0}"
it: L'opzione -RequiredUpdate deve essere "true", "false", "t" o "f" - "{0}"
ja: -RequiredUpdate オプションは、"true"、"false"、"t"、"f" のいずれかでなければなりません - "{0}"
ko: -RequiredUpdate 옵션은 "true", "false", "t" 또는 "f"여야 합니다. "{0}"
pl: Opcja -RequiredUpdate musi mieć wartość „true”, „false”, „t” lub „f” — „{0}”
pt_br: A opção -RequiredUpdate precisa ser "true", "false", "t" ou "f" – "{0}"
ru: Параметр -RequiredUpdate должен принимать значения "true", "false", "t" или "f" - "{0}"
tr: -RequiredUpdate seçeneği "true", "false", "t" veya "f" olmalıdır: "{0}"
zh_hans: -RequiredUpdate 选项必须为“true”、“false”、“t”或“f”-“{0}”
zh_hant: -RequiredUpdate 選項必須是 "true"、"false"、"t" 或 "f" - "{0}"

# InvalidSigningPlatform
source: Signing is only supported on Windows.
cs: Podepisování se podporuje pouze ve Windows.
de: Signaturen werden nur unter Windows unterstützt.
es: La firma solo se admite en Windows.
fr: La signature est prise en charge uniquement sur Windows.
it: La firma è supportata solo in Windows.
ja: 署名は Windows でのみサポートされます。
ko: 서명은 Windows에서만 지원됩니다.
pl: Podpisywanie jest obsługiwane tylko w systemie Windows.
pt_br: Há suporte para assinatura somente no Windows.
ru: Подписывание поддерживается только в Windows.
tr: İmzalama yalnızca Windows'da desteklenir.
zh_hans: 只有 Windows 上支持签名。
zh_hant: 只有 Windows 支援簽署。

# InvalidTimestamp
source: The timestamp URI specified is not valid.
cs: Zadaný identifikátor URI pro časová razítka není platný.
de: Der angegebene URI für den Zeitstempel ist ungültig.
es: El URI de marca de tiempo especificado no es válido.
fr: L'URI d'horodatage spécifiée n'est pas valide.
it: L'URI del timestamp specificato non è valido.
ja: 指定されたタイムスタンプ URI は無効です。
ko: 지정한 타임스탬프 URI가 잘못되었습니다.
pl: Określony identyfikator URI sygnatury czasowej jest nieprawidłowy.
pt_br: O URI de carimbo de data/hora especificado não é válido.
ru: Указана недопустимая отметка времени URI.
tr: Belirtilen zaman damgası URI'si geçerli değil.
zh_hans: 指定的时间戳 URI 无效。
zh_hant: 指定的時間戳記 URI 無效。

# InvalidTrustLevel
source: Invalid trust level, must be either "LocalIntranet", "Internet", or "FullTrust" - "{0}"
cs: Neplatná úroveň důvěryhodnosti, je třeba zadat hodnotu LocalIntranet, Internet nebo FullTrust – {0}
de: Ungültige Vertrauensebene, muss "LocalIntranet", "Internet" oder "FullTrust" lauten: "{0}"
es: Nivel de confianza no válido; debe ser "LocalIntranet", "Internet" o "FullTrust" - "{0}"
fr: Niveau de confiance non valide ; doit être "LocalIntranet", "Internet" ou "FullTrust" - "{0}"
it: Livello di attendibilità non valido. Deve essere "LocalIntranet", "Internet" o "FullTrust" - "{0}"
ja: 無効な信頼レベルです。信頼レベルは、"LocalIntranet"、"Internet"、"FullTrust" のいずれかでなければなりません - "{0}"
ko: 신뢰 수준이 잘못되었습니다. 신뢰 수준은 "LocalIntranet", "Internet" 또는 "FullTrust"여야 합니다. "{0}"
pl: Nieprawidłowy poziom zaufania; poziom musi mieć wartość „LocalIntranet”, „Internet” lub „FullTrust” — „{0}”
pt_br: Nível de confiança inválido. Ele precisa ser "LocalIntranet", "Internet" ou "FullTrust" – "{0}"
ru: Недопустимый уровень доверия. Должен быть: "LocalIntranet", "Internet" или "FullTrust" - "{0}"
tr: Güven düzeyi geçersiz. "LocalIntranet", "Internet" veya "FullTrust" olmalıdır: "{0}"
zh_hans: 信任级别无效，必须为“LocalIntranet”、“Internet”或“FullTrust”-“{0}”
zh_hant: 無效的信任層級，必須是 "LocalIntranet"、"Internet" 或 "FullTrust" - "{0}"

# InvalidUrl
source: The URL is not of the proper format - "{0}"
cs: Adresa URL nemá správný formát – {0}
de: Die URL liegt nicht im richtigen Format vor: "{0}"
es: La dirección URL no tiene el formato correcto - "{0}"
fr: Le format de l'URL n'est pas correct - "{0}"
it: Il formato dell'URL non è corretto - "{0}"
ja: URL が正しい形式ではありません - "{0}"
ko: URL의 형식이 잘못되었습니다. "{0}"
pl: Format adresu URL nie jest prawidłowy — „{0}”
pt_br: A URL não tem o formato adequado – "{0}"
ru: Недопустимый формат URL-адреса - "{0}"
tr: URL doğru biçimde değil: "{0}"
zh_hans: URL 的格式不正确 -“{0}”
zh_hant: URL 格式不正確 - "{0}"

# InvalidUseManifestForTrust
source: The -UseManifestForTrust option must be "true", "false", "t", or "f" - "{0}"
cs: Možnost -UseManifestForTrust musí mít hodnotu true, false, t nebo f – {0}
de: Die Option "-UseManifestForTrust" muss "true", "false", "t", oder "f" sein: "{0}"
es: La opción -UseManifestForTrust debe ser "true", "false", "t" o "f" - "{0}"
fr: L'option -UseManifestForTrust doit avoir la valeur "true", "false", "t" ou "f" - "{0}"
it: L'opzione -UseManifestForTrust deve essere "true", "false", "t", o "f" - "{0}"
ja: -UseManifestForTrust オプションは、"true"、"false"、"t"、"f" のいずれかでなければなりません - "{0}"
ko: -UseManifestForTrust 옵션은 "true", "false", "t" 또는 "f"여야 합니다. "{0}"
pl: Opcja -UseManifestForTrust musi mieć wartość „true”, „false”, „t” lub „f” — „{0}”
pt_br: A opção -UseManifestForTrust precisa ser "true", "false", "t" ou "f" – "{0}"
ru: Параметр -UseManifestForTrust должен принимать значения "true", "false", "t" или "f" - "{0}"
tr: -UseManifestForTrust seçeneği "true", "false", "t" veya "f" olmalıdır: "{0}"
zh_hans: -UseManifestForTrust 选项必须为“true”、“false”、“t”或“f”-“{0}”
zh_hant: -UseManifestForTrust 選項必須是 "true"、"false"、"t" 或 "f" - "{0}"

# InvalidVersion
source: Version must be of format X.X.X.X (ex 1.0.0.0) - "{0}"
cs: Verze musí být ve formátu X.X.X.X (například 1.0.0.0) – {0}
de: Die Version muss im Format X.X.X.X angegeben werden (z.B. 1.0.0.0): "{0}"
es: La versión debe tener el formato X.X.X.X (ejemplo: 1.0.0.0) - "{0}"
fr: La version doit se présenter sous la forme X.X.X.X (par exemple : 1.0.0.0) - "{0}"
it: Il formato della versione deve essere X.X.X.X (ad esempio, 1.0.0.0) - "{0}"
ja: バージョンは、X.X.X.X の形式 (たとえば、1.0.0.0) でなければなりません - "{0}"
ko: 버전은 X.X.X.X 형식이어야 합니다(예: 1.0.0.0). "{0}"
pl: Wersja musi mieć format X.X.X.X (np. 1.0.0.0) — „{0}”
pt_br: A versão precisa estar no formato X.X.X.X (por exemplo, 1.0.0.0) – "{0}"
ru: Необходимый формат версии: X.X.X.X (ex 1.0.0.0) - "{0}"
tr: Sürüm X.X.X.X (ör. 1.0.0.0) biçiminde olmalıdır: "{0}"
zh_hans: 版本的格式必须为 X.X.X.X (例如 1.0.0.0) -“{0}”
zh_hant: 版本必須是 X.X.X.X 格式 (例如 1.0.0.0) - "{0}"

source: Launcher successfully added.
cs: Launcher se úspěšně přidal.
de: Der Launcher wurde erfolgreich hinzugefügt.
es: Launcher se agregó correctamente.
fr: Launcher correctement ajouté.
it: Il Launcher è stato aggiunto.
ja: Launcher が正常に追加されました。
ko: Launcher를 추가했습니다.
pl: Pomyślnie dodano program Launcher.
pt_br: O Launcher foi adicionado com êxito.
ru: Программа Launcher добавлена.
tr: Launcher başarıyla eklendi.
zh_hans: 已成功添加 Launcher。
zh_hant: 已成功新增 Launcher。

# LockedFile
source: Not including locked file {0}
cs: Nezahrne se uzamčený soubor {0}.
de: Die gesperrte Datei "{0}" wird nicht eingeschlossen.
es: No se ha incluido el archivo bloqueado {0}
fr: Fichier verrouillé {0} non inclus
it: File bloccato {0} non incluso
ja: ロックされたファイル {0} を含んでいません
ko: 잠긴 파일 {0}이(가) 포함되어 있지 않습니다.
pl: Bez uwzględniania zablokowanego pliku {0}
pt_br: O arquivo bloqueado {0} não está incluso
ru: Заблокированный файл {0} не включается
tr: Kilitlenmiş {0} dosyası dahil değil
zh_hans: 不包括锁定的文件 {0}
zh_hant: 未包含已鎖定的檔案 {0}
