Repository: dotnet/dotnet
Catalog: src/deployment-tools/src/clickonce/MageCLI/xlf/Application.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# MissingAddLauncherOption
source: Missing {0} option, it is required with AddLauncher command.
cs: Chybí možnost {0}, která je u příkazu AddLauncher povinná.
de: Option "{0}" fehlt. Diese Option ist für den Befehl "AddLauncher" erforderlich.
es: Falta la opción {0}, que es necesaria con el comando AddLauncher.
fr: Option {0} manquante. Elle est nécessaire à la commande AddLauncher.
it: Manca l'opzione {0}, che è obbligatoria con il comando AddLauncher.
ja: {0} オプションがありません。AddLauncher コマンドに必要です。
ko: {0} 옵션이 없는 경우, AddLauncher 명령이 필요합니다.
pl: Brak opcji {0}. Jest ona wymagana w przypadku polecenia AddLauncher.
pt_br: Opção {0} ausente. Ela é necessária com o comando AddLauncher.
ru: Отсутствует параметр {0}, который необходим для команды AddLauncher.
tr: {0} seçeneği eksik. Bu seçeneğin AddLauncher komutuyla kullanılması gerekiyor.
zh_hans: 缺少 {0} 选项，使用 AddLauncher 命令时需要该选项。
zh_hant: 缺少 {0} 選項，需要有 AddLauncher 命令。

# MissingArgument
source: Missing value following the "{0}" option
cs: Za možností {0} chybí hodnota.
de: Nach der Option "{0}" fehlt ein Wert.
es: Falta el valor detrás de la opción "{0}"
fr: Valeur manquante après l'option "{0}"
it: Valore mancante dopo l'opzione "{0}"
ja: "{0}" オプションに続く値が見つかりません
ko: "{0}" 옵션 다음에 오는 값이 없습니다.
pl: Brak wartości po opcji „{0}”
pt_br: Valor ausente após a opção "{0}"
ru: Отсутствует значение, следующее за параметром "{0}"
tr: "{0}" seçeneğini izleyen değer eksik
zh_hans: “{0}”选项后缺少值
zh_hant: 遺漏 "{0}" 選項後面的值

# MissingBinaryToLaunch
source: Binary to launch cannot be empty.
cs: Binární soubor, který se má spustit, nemůže být prázdný.
de: Die zu startende Binärdatei darf nicht leer sein.
es: El binario para iniciar no puede estar vacío.
fr: Le fichier binaire à lancer ne peut pas être vide.
it: Il file binario da avviare non può essere vuoto.
ja: 起動するバイナリを空にすることはできません。
ko: 시작할 이진은 비어있을 수 없습니다.
pl: Plik binarny do uruchomienia nie może być pusty.
pt_br: O binário a ser iniciado não pode estar vazio.
ru: Двоичный файл для запуска не может быть пустым.
tr: Başlatılacak ikili boş olamaz.
zh_hans: 要启动的二进制文件不能为空。
zh_hant: 要啟動的二進位檔不得為空白。

# MissingCspOrContainer
source: This certificate does not contain a private key - "{0}", if this is a public key certificate, please provide valid cryptographic service provider and key container names
cs: Tento certifikát neobsahuje privátní klíč – {0}. Pokud se jedná o certifikát veřejného klíče, zadejte prosím platné názvy zprostředkovatele kryptografických služeb a kontejneru klíčů.
de: Dieses Zertifikat enthält keinen privaten Schlüssel: "{0}". Wenn dies ein öffentliches Schlüsselzertifikat ist, geben Sie gültige Namen für den Kryptografiedienstanbieter und den Schlüsselcontainer an.
es: Este certificado no contiene una clave privada - "{0}", si es un certificado de clave pública, proporcione nombres válidos de un proveedor de servicios criptográficos y un contenedor de claves
fr: Ce certificat ne contient pas de clé privée - "{0}". S'il s'agit d'un certificat à clé publique, indiquez des noms valides pour le fournisseur de services de chiffrement et le conteneur de clé
it: Il certificato non contiene una chiave privata - "{0}". Se si tratta di un certificato di chiave pubblica, specificare nomi validi per il provider del servizio di crittografia e il contenitore di chiavi
ja: この証明書には秘密キー - "{0}" が含まれていません。これが公開キー証明書である場合には、有効な暗号化サービス プロバイダーとキー コンテナーの名前を指定してください
ko: 이 인증서에 개인 키 "{0}"이(가) 업습니다. 공개 키 인증서인 경우 유효한 암호화 서비스 공급자와 키 컨테이너 이름을 지정하세요.
pl: Ten certyfikat nie zawiera klucza prywatnego — „{0}”; jeśli jest to certyfikat klucza publicznego, podaj prawidłowe nazwy dostawcy usług kryptograficznych i kontenera kluczy
pt_br: Este certificado não contém uma chave privada "{0}". Se este for um certificado de chave pública, forneça um provedor de serviços de criptografia válido e os nomes de contêiner de chaves
ru: Этот сертификат не содержит закрытый ключ "{0}". Если это сертификат открытого ключа, укажите допустимые имена поставщика служб шифрования и контейнера ключей
tr: Bu sertifika özel anahtar içermiyor: "{0}". Bu bir ortak anahtar sertifikasıysa lütfen geçerli bir şifreleme hizmeti sağlayıcısı ve anahtar kapsayıcısı adları belirtin
zh_hans: 此证书不包含私钥 -“{0}”，如果这是公钥证书，请提供有效的加密服务提供程序和密钥容器名称
zh_hant: 此憑證不包含私密金鑰 - "{0}"，若此為公開金鑰憑證，請提供有效的密碼編譯服務提供者及金鑰容器名稱

# MissingDeploymentProviderUrl
source: The IncludeProviderURL option is set to true, but no deployment provider Url is provided.
cs: Možnost IncludeProviderURL je nastavená na hodnotu true, ale není zadaná žádná adresa URL zprostředkovatele nasazení.
de: Die Option IncludeProviderURL ist auf "true" festgelegt, es wurde jedoch keine Url für den Bereitstellungsanbieter angegeben.
es: La opción IncludeProviderURL se ha establecido en true, pero no se ha especificado ninguna dirección Url del proveedor de implementación.
fr: L'option IncludeProviderURL a la valeur true mais aucune URL de fournisseur de déploiement n'est fournie.
it: L'opzione IncludeProviderURL è impostata su true, ma non è specificato alcun Url di provider di distribuzione.
ja: IncludeProviderURL オプションが true に設定されていますが、配置プロバイダー URL が指定されていません。
ko: IncludeProviderURL 옵션을 true로 설정했지만 배포 공급자 Url을 지정하지 않았습니다.
pl: Opcja IncludeProviderURL ma wartość true, ale nie podano adresu URL dostawcy wdrożenia.
pt_br: A opção IncludeProviderURL está definida como true, mas nenhuma URL do provedor de implantação é fornecida.
ru: Параметру IncludeProviderURL задано значение "true", но не указан URL-адрес поставщика развертывания.
tr: IncludeProviderURL seçeneği true olarak ayarlandı ancak dağıtım sağlayıcısı URL'si sağlanmadı.
zh_hans: IncludeProviderURL 选项设置为 true，但没有提供部署提供程序 Url。
zh_hant: IncludeProviderURL 選項設定為 true，但是未提供部署提供者 Url。

# MissingLauncherTemplate
source: Launcher template "{0}" does not exist.
cs: Šablona Launcheru {0} neexistuje.
de: Die Launchervorlage "{0}" ist nicht vorhanden.
es: La plantilla de Launcher "{0}" no existe.
fr: Le modèle Launcher "{0}" n'existe pas.
it: Il modello di Launcher "{0}" non esiste.
ja: Launcher テンプレート "{0}" が存在しません。
ko: Launcher 템플릿 "{0}"이(가) 없습니다.
pl: Szablon programu Launcher „{0}” nie istnieje.
pt_br: O modelo do Launcher "{0}" não existe.
ru: Шаблон Launcher "{0}" не существует.
tr: "{0}" Launcher şablonu yok.
zh_hans: Launcher 模板“{0}”不存在。
zh_hant: Launcher 範本 "{0}" 不存在。

# MissingPassword
source: Missing Password option, this is required when using the CertFile option.
cs: Chybí možnost Password, která je při použití možnosti CertFile povinná.
de: Die Option "Password" fehlt. Diese ist bei Verwendung der CertFile-Option erforderlich.
es: Falta la opción Password, necesaria cuando se utiliza la opción CertFile.
fr: Option Password manquante ; requise lors de l'utilisation de l'option CertFile.
it: Manca l'opzione Password, obbligatoria quando si utilizza l'opzione CertFile.
ja: Password オプションが指定されていません。CertFile オプションを使用するときには、このオプションは必須です。
ko: CertFile 옵션을 사용할 때 필요한 Password 옵션이 누락되었습니다.
pl: Brak opcji Password. Jest ona wymagana w przypadku używania opcji CertFile.
pt_br: Opção de Senha ausente. Ela é necessária ao usar a opção CertFile.
ru: Отсутствует параметр Password. Он необходим при использовании параметра CertFile.
tr: Password seçeneği eksik. Bu seçenek CertFile seçeneği kullanılırken gereklidir.
zh_hans: 缺少 Password 选项，在使用 CertFile 选项时，此选项是必需的。
zh_hant: 遺漏 Password 選項，使用 CertFile 選項時必須有此選項。

# MissingUseApplicationManifestForTrustInfo
source: When generating or updating an application manifest, the {0} option can only be used when the UseManifestForTrust option is set to true.
cs: Při generování nebo aktualizaci manifestu aplikace se možnost {0} dá použít jenom v případě, že je možnost UseManifestForTrust nastavená na hodnotu true.
de: Beim Generieren oder Aktualisieren eines Anwendungsmanifests kann die Option {0} nur verwendet werden, wenn die Option UseManifestForTrust auf "true" festgelegt ist.
es: Al generar o actualizar un manifiesto de aplicación, la opción {0} sólo se puede utilizar cuando la opción UseManifestForTrust está establecida en true.
fr: Lors de la génération ou de la mise à jour d'un manifeste d'application, l'option {0} peut uniquement être utilisée lorsque l'option UseManifestForTrust à la valeur true.
it: Quando si genera o si aggiorna un manifesto dell'applicazione, l'opzione {0} può essere utilizzata solo se l'opzione UseManifestForTrust è impostata su true.
ja: アプリケーション マニフェストを生成または更新する場合、{0} オプションは UseManifestForTrust オプションが true のときにのみ使用できます。
ko: 응용 프로그램 매니페스트를 생성하거나 업데이트할 때 {0} 옵션은 UseManifestForTrust 옵션을 true로 설정한 경우에만 사용할 수 있습니다.
pl: Opcji {0} można użyć podczas generowania lub aktualizowania manifestu aplikacji tylko wtedy, gdy opcja UseManifestForTrust ma wartość true.
pt_br: Ao gerar ou atualizar um manifesto do aplicativo, a opção {0} só poderá ser usada quando a opção UseManifestForTrust estiver definida como true.
ru: При создании или обновлении манифеста приложения параметр {0} может использоваться только в том случае, если параметру UseManifestForTrust задано значение "true".
tr: {0} seçeneği, uygulama bildirimi oluşturulurken veya güncelleştirilirken yalnızca UseManifestForTrust seçeneği true olarak ayarlandığında kullanılabilir.
zh_hans: 在生成或更新应用程序清单时，只有当 UseManifestForTrust 选项设置为 true 时，才能使用 {0} 选项。
zh_hant: 產生或更新應用程式資訊清單時，{0} 選項只能使用於 UseManifestForTrust 選項設定為 true 的情況。

# MultipleKeys
source: Only one type of signing method may be specified.
cs: Může se zadat jenom jeden typ metody podepisování.
de: Es kann nur eine Signiermethode angegeben werden.
es: Sólo se puede especificar un tipo de método de firma.
fr: Un seul type de méthode de signature peut être spécifié.
it: È possibile specificare un solo tipo di metodo di firma.
ja: 指定できる署名方法は 1 種類だけです。
ko: 서명 방법은 한 종류만 지정할 수 있습니다.
pl: Można określić tylko jeden typ metody podpisywania.
pt_br: Somente um tipo de método de assinatura pode ser especificado.
ru: Можно указать только один тип метода подписи.
tr: Yalnızca tek bir tür imzalama yöntemi belirtilebilir.
zh_hans: 只能指定一种类型的签名方法。
zh_hant: 只能指定一種簽署方法。

source: New License
cs: Nová licence
de: Neue Lizenz
es: Nueva licencia
fr: Nouvelle licence
it: Nuova licenza
ja: 新しいライセンス
ko: 새 라이선스
pl: Nowa licencja
pt_br: Nova Licença
ru: Новая лицензия
tr: Yeni Lisans
zh_hans: 新许可证
zh_hant: 新增授權

# NoKeySpecified
source: The -Sign command requires one of -CertFile, or -CertHash.
cs: Příkaz -Sign vyžaduje možnost -CertFile nebo -CertHash.
de: Für den Befehl "-Sign" ist "-CertFile" oder "-CertHash" erforderlich.
es: El comando -Sign requiere un comando -CertFile o -CertHash.
fr: La commande -Sign nécessite une option -CertFile ou -CertHash.
it: Il comando -Sign richiede -CertFile o -CertHash.
ja: -Sign コマンドには、-CertFile の 1 つ、または -CertHash が必要です。
ko: -Sign 명령에는 -CertFile 또는 -CertHash 중 하나가 필요합니다.
pl: Polecenie -Sign wymaga jednej z następujących opcji: -CertFile lub -CertHash.
pt_br: O comando -Sign requer -CertFile ou -CertHash.
ru: Команда -Sign требует наличия одного из ключей -CertFile или -CertHash.
tr: -Sign komutu için -CertFile veya -CertHash seçeneklerinden biri gerekiyor.
zh_hans: -Sign 命令需要 -CertFile 或 -CertHash 中的一个。
zh_hant: -Sign 命令必須有 -CertFile 或 -CertHash 其中一項。

# NoOutputFileSpecified
source: No output file was specified. Please use -ToFile <filename>.
cs: Není zadaný žádný výstupní soubor. Použijte prosím možnost -ToFile <název_souboru>.
de: Es wurde keine Ausgabedatei angegeben. Verwenden Sie "-ToFile <Dateiname>".
es: No se ha especificado ningún archivo de resultados. Utilice -ToFile <nombre_de_archivo>.
fr: Aucun fichier de sortie n'a été spécifié. Utilisez -ToFile <nom_fichier>.
it: Nessun file di output specificato. Utilizzare -ToFile <nomefile>.
ja: 出力ファイルが指定されていません。 -ToFile <ファイル名> を使用してください。
ko: 출력 파일을 지정하지 않았습니다. -ToFile <filename>을 사용하십시오.
pl: Nie określono pliku wyjściowego. Użyj opcji -ToFile <nazwa_pliku>.
pt_br: Nenhum arquivo de saída foi especificado. Use -ToFile <filename>.
ru: Выходной файл не указан. Используйте параметр -ToFile <имя_файла>.
tr: Çıkış dosyası belirtilmedi. Lütfen -ToFile <dosya_adı> kullanın.
zh_hans: 未指定输出文件。请使用 -ToFile <文件名>。
zh_hant: 未指定輸出檔。請使用 -ToFile <filename>。

# NoVerb
source: The first argument must be one of the following: -New, -Update, -Sign, -Verify, -AddLauncher
cs: Prvním argumentem musí být jeden z těchto: -New, -Update, -Sign, -Verify, -AddLauncher.
de: Als erstes Argument muss einer der folgenden Werte verwendet werden: -New, -Update, -Sign, -Verify, -AddLauncher
es: El primer argumento debe ser alguno de los siguientes: -New, -Update, -Sign, - Verify, -AddLauncher
fr: Le premier argument doit être l'un des suivants : -New, -Update, -Sign, -Verify, -AddLauncher
it: Il primo argomento deve essere uno dei seguenti: -New, -Update, -Sign, -Verify, -AddLauncher
ja: 最初の引数は、-New、-Update、-Sign、-Verify、-AddLauncher のいずれかでなければなりません
ko: 첫 번째 인수는 -New, -Update, -Sign, -Verify, -AddLauncher 중 하나여야 합니다.
pl: Pierwszym argumentem musi być jeden z następujących: -New, -Update, -Sign, -Verify lub -AddLauncher
pt_br: O primeiro argumento precisa ser um dos seguintes: -New, -Update, -Sign, -Verify, -AddLauncher
ru: Первый аргумент должен иметь одно из следующих значений: -New, -Update, -Sign, -Verify, -AddLauncher.
tr: İlk bağımsız değişken şunlardan biri olmalıdır: -New, -Update, -Sign, -Verify, -AddLauncher
zh_hans: 第一个参数必须为以下参数之一: -New、-Update、-Sign、-Verify、-AddLauncher
zh_hant: 第一個引數必須是下列其中一個: -New、-Update、-Sign、-Verify、-AddLauncher

# NotAllowedCleanCache
source: ClearApplicationCache should not be used with any other switch.
cs: Příkaz ClearApplicationCache by se neměl používat s žádným dalším přepínačem.
de: ClearApplicationCache sollt nicht mit einem anderen Schalter verwendet werden.
es: ClearApplicationCache no se debe utilizar con ningún otro modificador.
fr: ClearApplicationCache ne doit pas être employé avec un autre commutateur.
it: ClearApplicationCache non deve essere utilizzata con nessuna altra opzione.
ja: ClearApplicationCache は、他のスイッチと共に使用できません。
ko: ClearApplicationCache는 다른 스위치와 함께 사용할 수 없습니다.
pl: Polecenia ClearApplicationCache nie należy używać z żadnym innym przełącznikiem.
pt_br: ClearApplicationCache não deve ser usado com nenhuma outra opção.
ru: Ключ ClearApplicationCache не должен использоваться с любым другим ключом.
tr: ClearApplicationCache başka bir anahtarla kullanılmamalıdır.
zh_hans: ClearApplicationCache 不能与任何其他开关一起使用。
zh_hant: ClearApplicationCache 不可配合任何其他參數使用。

# ResultSomeErrorsEncountered
source: However, some errors were encountered.
cs: Vyskytly se ale nějaké chyby.
de: Es sind jedoch einige Fehler aufgetreten.
es: Sin embargo, se han detectado errores.
fr: Certaines erreurs se sont néanmoins produites.
it: Sono stati tuttavia rilevati alcuni errori.
ja: しかし、いくつかのエラーが見つかりました。
ko: 하지만 몇 가지 오류가 발생했습니다.
pl: Wystąpiły jednak pewne błędy.
pt_br: No entanto, alguns erros foram encontrados.
ru: Однако было обнаружено несколько ошибок.
tr: Ancak bazı hatalarla karşılaşıldı.
zh_hans: 但是，遇到了某些错误。
zh_hant: 但是發生了一些錯誤。

# ResultSuccessfullyCreated
source: successfully created
cs: úspěšně vytvořeno
de: Erfolgreich erstellt
es: creado correctamente
fr: créé correctement
it: creazione riuscita
ja: 正常に作成されました
ko: 생성됨
pl: pomyślnie utworzono
pt_br: criado com êxito
ru: создано
tr: başarıyla oluşturuldu
zh_hans: 已成功创建
zh_hant: 建立成功

# ResultSuccessfullySigned
source: successfully signed
cs: úspěšně podepsáno
de: Erfolgreich signiert
es: firmado correctamente
fr: signé correctement
it: firma riuscita
ja: 正常に署名されました
ko: 서명됨
pl: pomyślnie podpisano
pt_br: assinado com êxito
ru: подписано
tr: başarıyla imzalandı
zh_hans: 已成功签名
zh_hant: 簽署成功

# ResultSuccessfullyUpdated
source: successfully updated
cs: úspěšně aktualizováno
de: Erfolgreich aktualisiert
es: actualizado correctamente
fr: mis à jour correctement
it: aggiornamento riuscito
ja: 正常に更新されました
ko: 업데이트됨
pl: pomyślnie zaktualizowano
pt_br: atualizado com êxito
ru: обновлено
tr: başarıyla güncelleştirildi
zh_hans: 已成功更新
zh_hant: 更新成功

# SecurityMessage
source: Mage does not have the security permissions necessary to run. Ensure that mage is not running from an untrusted source such as a network share or web site.
cs: Nástroj mage nemá oprávnění zabezpečení potřebná ke spuštění. Zajistěte, aby se nástroj mage nespouštěl z nedůvěryhodného zdroje, jako je například síťová sdílená složka nebo web.
de: Mage verfügt nicht über die zum Ausführen erforderlichen Sicherheitsberechtigungen. Stellen Sie sicher, dass mage nicht von einer nicht vertrauenswürdigen Quelle ausgeführt wird, z.B. einer Netzwerkfreigabe oder einer Website.
es: Mage no tiene los permisos de seguridad necesarios para su ejecución. Asegúrese de que mage no se está ejecutando desde un origen que no es de confianza, como un recurso compartido de red o un sitio web.
fr: L'outil Mage ne dispose pas des autorisations de sécurité pour s'exécuter. Assurez-vous que mage n'est pas exécuté depuis une source non fiable, telle qu'un partage réseau ou un site web.
it: Mage non dispone delle autorizzazioni di sicurezza necessarie per l'esecuzione. Verificare che mage non venga eseguito da un'origine non attendibile, ad esempio da una condivisione di rete o da un sito Web.
ja: Mage には、実行に必要なセキュリティ アクセス許可がありません。 mage がネットワーク共有や Web サイトなどの信頼されていないソースから実行されていないことを確認してください。
ko: Mage를 실행하는 데 필요한 보안 권한이 없습니다. 네트워크 공유나 웹 사이트 같은 신뢰할 수 없는 소스에서 mage가 실행되고 있지 않은지 확인하십시오.
pl: Narzędzie Mage nie ma uprawnień zabezpieczeń wymaganych do uruchomienia. Upewnij się, że narzędzie Mage nie jest uruchamiane z niezaufanego źródła, takiego jak udział sieciowy lub witryna internetowa.
pt_br: O Mage não tem as permissões de segurança necessárias para a execução. Verifique se o mage não está sendo executado de uma fonte não confiável, como um compartilhamento de rede ou um site da Web.
ru: Mage имеет недостаточно прав для запуска. Убедитесь, что mage не был запущен из непроверенного источника, например из сетевой папки или с веб-сайта.
tr: Mage aracını çalıştırmak için gerekli güvenlik izinleri yok. Mage aracının ağ paylaşımı veya web sitesi gibi güvenilir olmayan bir kaynaktan çalıştırılmadığından emin olun.
zh_hans: Mage 没有必要的安全权限，无法运行。 请确保没有从诸如网络共享或网站等不受信任的来源运行 mage。
zh_hant: Mage 沒有執行所需的安全性權限。請確認 mage 是否從不受信任的來源 (例如網路共用或網站) 執行。

# SignatureValidatedSuccessfully
source: Manifest has a valid signature.
cs: Manifest má platný podpis.
de: Das Manifest besitzt eine gültige Signatur.
es: El manifiesto tiene una firma válida.
fr: Le manifeste a une signature valide.
it: Il manifesto ha una firma valida.
ja: マニフェストに有効な署名が含まれています。
ko: 매니페스트에 유효한 시그니처가 있습니다.
pl: Manifest ma prawidłowy podpis.
pt_br: O manifesto tem uma assinatura válida.
ru: Манифест содержит допустимую подпись.
tr: Bildirim geçerli bir imzaya sahip.
zh_hans: 清单具有有效的签名。
zh_hant: 資訊清單具有效的簽章。

# TooManyKeysSpecified
source: Only one of -KeyFile, -CertFile, or -CertHash can be used.
cs: Může se použít jenom jedna z těchto možností: -KeyFile, -CertFile, nebo -CertHash.
de: Es kann nur "-KeyFile", "-CertFile" oder "-CertHash" verwendet werden.
es: Sólo se puede utilizar -KeyFile, -CertFile o -CertHash.
fr: Une seule option -KeyFile, -CertFile ou -CertHash peut être utilisée.
it: È possibile utilizzare solo una delle opzioni seguenti: -KeyFile, -CertFile o -CertHash.
ja: -KeyFile、-CertFile、または -CertHash のいずれか 1 つのみ使用できます。
ko: -KeyFile, -CertFile 또는 -CertHash 중 하나만 사용할 수 있습니다.
pl: Można użyć tylko jednej z następujących opcji: -KeyFile, -CertFile lub -CertHash.
pt_br: Somente um -KeyFile, -CertFile ou -CertHash pode ser usado.
ru: Может быть использовано только одно из значений: -KeyFile, -CertFile или -CertHash.
tr: -KeyFile, -CertFile veya-CertHash seçeneklerinden yalnızca biri kullanılabilir.
zh_hans: 只能使用 -KeyFile、-CertFile 或 -CertHash 中的一个。
zh_hant: 只能使用 -KeyFile、-CertFile 或 -CertHash 其中一個。

# TrustLevelsNotSupportedOnNETCore
source: Setting trust level is not supported on .NET Core
cs: Nastavení úrovně důvěryhodnosti se v .NET Core nepodporuje.
de: Das Festlegen der Vertrauensebene wird für .NET Core nicht unterstützt.
es: La configuración del nivel de confianza no se admite en .NET Core.
fr: La définition du niveau de confiance n'est pas prise en charge sur .NET Core
it: L'impostazione del livello di attendibilità non è supportato in .NET Core
ja: .NET Core では信頼レベルの設定はサポートされていません
ko: .NET Core에서는 신뢰 수준을 설정할 수 없습니다.
pl: Ustawianie poziomu zaufania nie jest obsługiwane na platformie .NET Core
pt_br: Não há suporte para a configuração de nível de confiança no .NET Core
ru: Установка уровня доверия не поддерживается в .NET Core.
tr: Güven düzeyinin ayarlanması .NET Core'da desteklenmiyor
zh_hans: .NET Core 不支持设置信任级别
zh_hant: .NET Core 不支援設定信任層級

# TrustLicenseNotSigned
source: Trust license is not signed - "{0}"
cs: Důvěryhodná licence není podepsaná – {0}
de: Die "Vertrauenslizenz" ist nicht signiert: "{0}"
es: La licencia de confianza no está firmada - "{0}"
fr: La licence de confiance n'est pas signée - "{0}"
it: La licenza di attendibilità non è firmata - "{0}"
ja: 信頼ライセンスは署名されていません - "{0}"
ko: 신뢰 라이선스에 서명이 없습니다. "{0}"
pl: Licencja zaufania nie jest podpisana — „{0}”
pt_br: A licença de confiança não está assinada – "{0}"
ru: Лицензия доверия не подписана - "{0}"
tr: Güven lisansı imzalanmadı: "{0}"
zh_hans: 信任许可证未签名 -“{0}”
zh_hant: 信任授權未簽署 - "{0}"

# UnableToOpenCertificate
source: Unable to open certificate "{0}":
cs: Nepovedlo se otevřít certifikát {0}:
de: Das Zertifikat "{0}" kann nicht geöffnet werden:
es: No se puede abrir el certificado "{0}":
fr: Impossible d'ouvrir le certificat "{0}":
it: Impossibile aprire il certificato "{0}":
ja: 証明書 "{0}" を開けません:
ko: "{0}" 인증서를 열 수 없습니다.
pl: Nie można otworzyć certyfikatu „{0}”:
pt_br: Não é possível abrir o certificado "{0}":
ru: Не удается открыть сертификат "{0}":
tr: "{0}" sertifikası açılamıyor:
zh_hans: 无法打开证书“{0}”:
zh_hant: 無法開啟憑證 "{0}":

# UnableToStartGUI
source: Unable to locate Mage UI - "{0}"
cs: Nepovedlo se najít uživatelské rozhraní Mage – {0}
de: Die Mage-UI kann nicht gefunden werden: "{0}"
es: No se encuentra Mage UI - "{0}"
fr: Impossible de localiser Mage UI - "{0}"
it: Impossibile individuare la UI di Mage - "{0}"
ja: Mage UI が見つかりません - "{0}"
ko: Mage UI를 찾을 수 없습니다. "{0}"
pl: Nie można znaleźć interfejsu użytkownika narzędzia Mage — „{0}”
pt_br: Não é possível localizar a interface do usuário do Mage – "{0}"
ru: Не удается найти пользовательский интерфейс Mage UI - "{0}"
tr: Mage kullanıcı arabirimi bulunamıyor: "{0}"
zh_hans: 无法找到 Mage UI -“{0}”
zh_hant: 找不到 Mage UI - "{0}"

# UnrecognizedParameter
source: Parameter not recognized - "{0}"
cs: Parametr nešlo rozpoznat – {0}
de: Der Parameter wird nicht erkannt: "{0}"
es: Parámetro no reconocido - "{0}"
fr: Paramètre non reconnu - "{0}"
it: Parametro non riconosciuto - "{0}"
ja: 認識されないパラメーターです - "{0}"
ko: 매개 변수를 인식할 수 없습니다. "{0}"
pl: Nie rozpoznano parametru — „{0}”
pt_br: Parâmetro não reconhecido – "{0}"
ru: Параметр не распознан - "{0}"
tr: Parametre tanınmıyor: "{0}"
zh_hans: 无法识别参数 -“{0}”
zh_hant: 無法辨認的參數 - "{0}"

# VerifyIsExclusive
source: 'verify' command can't be combined with any other command.
cs: Příkaz verify nejde kombinovat s žádným jiným příkazem.
de: Der Befehl "verify" kann mit keinem anderen Befehl kombiniert werden.
es: El comando 'verify' no se puede combinar con ningún otro comando.
fr: Impossible de combiner la commande 'verify' avec une autre commande.
it: Non è possibile combinare il comando 'verify' con qualsiasi altro comando.
ja: 'verify' コマンドは他のコマンドと併用できません。
ko: 'verify' 명령을 다른 명령과 함께 사용할 수 없습니다.
pl: Polecenia „verify” nie można połączyć z żadnym innym poleceniem.
pt_br: O comando 'verify' não pode ser combinado com nenhum outro comando.
ru: Команду "verify" невозможно объединить с другими командами.
tr: 'verify' komutu başka bir komutla birleştirilemez.
zh_hans: "verify" 命令不能与任何其他命令组合。
zh_hant: 'verify' 命令無法和任何其他命令結合。
