Repository: dotnet/dotnet
Catalog: src/deployment-tools/src/clickonce/MageCLI/xlf/Application.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# WarningMessage
source: Warning
cs: Upozornění
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ja: 警告
ko: 경고
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение.
tr: Uyarı
zh_hans: 警告
zh_hant: 警告
