Repository: dotnet/dotnet
Catalog: src/deployment-tools/src/clickonce/MageCLI/xlf/Application.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# HelpVerbose
source: Commands: -New <file_type> -n Generate a new application manifest, deployment manifest, or trust license, using the options listed below. Examples: -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <file_name> -u Update an existing application manifest, deployment manifest, or trust License, updating it as specified by the options listed below. Examples: -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <file_name> -s Sign an existing manifest or license with a keypair or an X509 certificate. Examples: -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <manifest_file_name> -ver Verify if the manifest is signed correctly. Cannot be combined with other commands. Example: -Verify MyApp.manifest -AddLauncher <binary_to_launch> -al Adds Launcher to target directory and sets its binary to launch. Example: -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc Clear the downloaded application cache of all online-only applications. -Help [verbose] -h -? Print usage instructions. Examples: -Help -Help Verbose Options: -Algorithm <sha256RSA> -a Specifies the algorithm to generate digests. Example: -Algorithm sha256RSA -AppCodeBase <path> -appc Specifies the code base of the app manifest to be placed in the deployment manifest being generated or updated. Example: -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <path> -appm Specifies the local path to an application manifest that is being referenced from the deployment manifest being generated or updated. Example: -AppManifest MyApp.manifest -CertFile <file_name> -cf Specifies the name of an X509 certificate file with which to sign a manifest or license file. This option can be used in conjunction with the -Password option, if the certificate requires a password for Personal Information Exchange (PFX) files. If the file does not contain private key a combination of -CryptoProvider and -KeyContainer options is required. Example: -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <hash> -ch Specifies the hash of an X509 certificate in your local cert store. Example: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <name> -csp Specifies the name of cryptographic service provider (CSP) that contains the private key container. This option requires the -KeyContainer option. Example: -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer name -FromDirectory <path> -fd Specifies the directory to recursively search for files to include in an application manifest. Example: -FromDirectory bin/release -IconFile <file_path> -if Specifies relative path and filename for the application icon. -IncludeProviderURL <true|false> -ip Specifies if the deployment manifest will include the deployment provider URL. -Install <true|false> -i Specifies if the application will be an installed or an online only application. -KeyContainer <name> -kc Specifies the key container that contains the name of the private key. This option requires the -CryptoProvider option. Example: -KeyContainer name -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <version #|none> -mv Specifies whether the manifest being generated specifies a minimum version. Must be of the form "0.0.0.0". Specifying "none" removes this from the manifest. Example: -MinVersion 1.2.3.4 -MinVersion none -Name <name> -n Specifies the name of the application whose manifest is being generated or updated. Names which include spaces should be enclosed in quotes. Examples: -Name MyApp -Name "My Application" -Password <password> -pwd Specifies the password to use with an X509 certificate when signing a manifest or license file. See example above. -Processor <processor> -p Specifies the processor architecture of the application whose manifest is being generated or updated. Examples: -Processor MSIL -Processor i386 -ProviderURL <url> -pu Specifies the provider URL to be use in the deployment manifest being generated or updated. Example: -ProviderURL http://www.whatever.net/application -Publisher <publisher_name> -pub Specifies the name of the publisher. Names which include spaces should be enclosed in quotes. Examples: -Publisher MyCompany -Publisher "My Company" -SupportURL <url> -s Specifies the support URL for the application. Example: -SupportURL http://www.whatever.net/application/support -TargetDirectory <path> -td Specifies the directory to which to add the Launcher. Example: -TargetDirectory bin/release -ToFile <file_name> -t Specifies the name of the file to save the output of a sign, new, or update command. Example: -ToFile MyApp.manifest -TimeStampUri <uri> -ti Specifies the URI to use for timestamping during signing. -TrustLevel <level> -tr Specifies the trust level to be included in the application manifest being generated or updated. Valid values are: "Internet", "LocalIntranet", and "FullTrust". Example: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um Specifies if the application manifest will be used for certification and branding information. -Version <version> -v Specifies the version of the application whose manifest is being generated or updated. Must be of the form "0.0.0.0". Example: -Version 1.2.3.2112
cs: Příkazy: -New <typ_souboru> -n Vygeneruje nový manifest aplikace, manifest nasazení nebo důvěryhodnou licenci pomocí níže uvedených možností. Příklady: -New Application -ToFile MojeAplikace.manifest -Name MojeAplikace -Processor X86 -New Deployment -ToFile MojeAplikace.application -Name MojeAplikace -Version 1.0.0.0 -Update <název_souboru> -u Aktualizuje existující manifest aplikace, manifest nasazení nebo důvěryhodnou licenci pomocí níže uvedených možností. Příklady: -Update MojeAplikace.manifest -FromDirectory bin/release -Update MojeAplikace.application -Version 2.1.0.123 -ToFile MojeAplikace21.application -Sign <název_souboru> -s Podepíše existující manifest, licenci, pár klíčů nebo certifikát X509. Příklady: -Sign MojeAplikace.manifest -CertFile MůjCertifikát.pfx -Password mojeheslo -Verify <název_souboru_manifestu> -ver Ověří, jestli je manifest správně podepsaný. Nejde kombinovat s dalšími příkazy. Příklad: -Verify MojeAplikace.manifest -AddLauncher <binární_soubor_ke_spuštění> -al Přidá Launcher do cílového adresáře a nastaví jeho binární soubor ke spuštění. Příklad: -AddLauncher mojeaplikace.dll -TargetDirectory bin/release -ClearApplicationCache -cc Vymaže staženou mezipaměť všech aplikací, které jsou jenom online. -Help [verbose] -h -? Vypíše pokyny k použití. Příklady: -Help -Help Verbose Možnosti: -Algorithm <sha256RSA> -a Určuje algoritmus pro generování hodnot hash. Příklad: -Algorithm sha256RSA -AppCodeBase <cesta> -appc Určuje základ kódu manifestu aplikace, který se má umístit do generovaného nebo aktualizovaného manifestu nasazení. Příklad: -AppCodeBase 1.0.0.0/mojeaplikace.manifest -AppManifest <cesta> -appm Určuje místní cestu k manifestu aplikace, na který se odkazuje z generovaného nebo aktualizovaného manifestu nasazení. Příklad: -AppManifest MojeAplikace.manifest -CertFile <název_souboru> -cf Určuje název souboru certifikátu X509 kterým se má podepsat soubor manifestu nebo licence. Tato možnost se dá použít společně s možností -Password, pokud certifikát vyžaduje heslo pro soubory PFX (Personal Information Exchange). Pokud soubor neobsahuje privátní klíč, vyžaduje se kombinace možností -CryptoProvider a -KeyContainer. Příklad: -CertFile MůjCertifikát.pfx -CertFile MůjCertifikát.pfx -Password mojeheslo -CertFile VeřejnýKlíč.cer -KeyContainer název -CryptoProvider Název_CSP -CertHash <hash> -ch Určuje hodnotu hash certifikátu X509 v místním úložišti certifikátů. Příklad: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <název> -csp Určuje název zprostředkovatele kryptografických služeb (CSP) obsahujícího kontejner privátních klíčů. Tato možnost vyžaduje také možnost -KeyContainer. Příklad: -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer název -FromDirectory <cesta> -fd Určuje adresář pro rekurzivní vyhledávání souborů pro zahrnutí do manifestu aplikace. Příklad: -FromDirectory bin/release -IconFile <cesta_k_souboru> -if Určuje relativní cestu a název souboru pro ikonu aplikace. -IncludeProviderURL <true|false> -ip Určuje, jestli bude manifest nasazení zahrnovat adresu URL zprostředkovatele nasazení. -Install <true|false> -i Určuje, jestli bude aplikace nainstalovaná nebo jenom online. -KeyContainer <název> -kc Určuje kontejner klíčů, který obsahuje název privátního klíče. Tato možnost vyžaduje také možnost -CryptoProvider. Příklad: -KeyContainer název -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <číslo_verze|none> -mv Určuje, jestli generovaný manifest specifikuje minimální verzi. Musí mít formát 0.0.0.0. Zadáním none se verze neurčí. Příklad: -MinVersion 1.2.3.4 -MinVersion none -Name <název> -n Určuje název aplikace, jejíž manifest se generuje nebo aktualizuje. Názvy obsahující mezery by měly být uzavřené v uvozovkách. Příklady: -Name MojeAplikace -Name "Moje aplikace" -Password <heslo> -pwd Určuje heslo, které se má použít s certifikátem X509 při podepisování souboru manifestu nebo licence. Příklad najdete výše. -Processor <procesor> -p Určuje architekturu procesoru pro aplikaci, jejíž manifest se generuje nebo aktualizuje. Příklady: -Processor MSIL -Processor i386 -ProviderURL <url> -pu Určuje adresu URL zprostředkovatele pro použití v generovaném nebo aktualizovaném manifestu nasazení. Příklad: -ProviderURL http://www.whatever.net/aplikace -Publisher <název_vydavatele> -pub Určuje název vydavatele. Názvy obsahující mezery by měly být uzavřené v uvozovkách. Příklady: -Publisher MojeSpolečnost -Publisher "Moje společnost" -SupportURL <url> -s Určuje adresu URL podpory pro aplikaci. Příklad: -SupportURL http://www.whatever.net/aplikace/podpora -TargetDirectory <cesta> -td Určuje adresář, do kterého se má přidat Launcher. Příklad: -TargetDirectory bin/release -ToFile <název_souboru> -t Určuje název souboru, do kterého se má uložit výstup příkazu sign, new nebo update. Příklad: -ToFile MojeAplikace.manifest -TimeStampUri <uri> -ti Určuje URI k použití pro časová razítka při podepisování. -TrustLevel <úroveň> -tr Určuje úroveň důvěryhodnosti, která má být zahrnutá v generovaném nebo aktualizovaném manifestu aplikace. Platné hodnoty jsou: Internet, LocalIntranet a FullTrust. Příklad: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um Určuje, jestli se bude manifest aplikace používat pro certifikaci a informace o brandingu. -Version <verze> -v Určuje verzi aplikace, jejíž manifest se generuje nebo aktualizuje. Musí mít formát 0.0.0.0. Příklad: -Version 1.2.3.2112
de: Befehle: -New <Dateityp> -n Hiermit wird unter Verwendung der nachstehend aufgeführten Optionen ein neues Anwendungsmanifest, ein Bereitstellungsmanifest oder eine Vertrauenslizenz erstellt. Beispiele: -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <Dateiname> -u Hiermit wird unter Verwendung der nachstehend aufgeführten Optionen ein Anwendungsmanifest, ein Bereitstellungsmanifest oder eine Vertrauenslizenz aktualisiert. Beispiele: -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <Dateiname> -s Hiermit wird ein vorhandenes Manifest oder eine Lizenz mit einem Schlüsselpaar oder einem X509-Zertifikat signiert. Beispiele: -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <Name_der_Manifestdatei> -ver Hiermit wird überprüft, ob das Manifest ordnungsgemäß signiert ist. Eine Kombination mit anderen Befehlen ist nicht möglich. Beispiel: -Verify MyApp.manifest -AddLauncher <zu_startende_Binärdatei> -al Hiermit wird dem Zielverzeichnis ein Startprogramm hinzugefügt und die zugehörige Binärdatei für den Start festgelegt. Beispiel: -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc Hiermit wird der heruntergeladene Anwendungscache aller reinen Onlineanwendungen gelöscht. -Help [verbose] -h -? Hiermit werden Anweisungen zur Syntax ausgegeben. Beispiele: -Help -Help Verbose Optionen: -Algorithm <sha256RSA> -a Hiermit wird der Algorithmus zum Generieren von Hashwerten festgelegt. Beispiel: -Algorithm sha256RSA -AppCodeBase <Pfad> -appc Hiermit wird die Codebasis des App-Manifests angegeben, die im generierten oder aktualisierten Bereitstellungsmanifest platziert werden soll. Beispiel: -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <Pfad> -appm Hiermit wird der lokale Pfad zu einem Anwendungsmanifest angegeben, auf das vom generierten oder aktualisierten Bereitstellungsmanifest verwiesen wird. Beispiel: -AppManifest MyApp.manifest -CertFile <Dateiname> -cf Hiermit wird der Name einer X509-Zertifikatdatei angegeben, mit der die Manifest- oder Lizenzdatei signiert werden soll. Diese Option kann gemeinsam mit der Option "-Password" angegeben werden, wenn für das Zertifikat ein Kennwort für PFX-Dateien (Personal Information Exchange) erforderlich ist. Wenn die Datei keinen privaten Schlüssel enthält, ist eine Kombination der Optionen "-CryptoProvider" und "-KeyContainer" erforderlich. Beispiel: -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <Hash> -ch Hiermit wird der Hash eines X509-Zertifikats im lokalen Zertifikatspeicher angegeben. Beispiel: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <Name> -csp Hiermit wird der Name des Kryptografiedienstanbieters angegeben, der den Container mit privaten Schlüsseln umfasst. Diese Option erfordert die Option "-KeyContainer". Beispiel: -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer name -FromDirectory <Pfad> -fd Hiermit wird das Verzeichnis angegeben, das rekursiv nach Dateien zum Einschluss in ein Anwendungsmanifest durchsucht werden soll. Beispiel: -FromDirectory bin/release -IconFile <Dateipfad> -if Hiermit wird der relative Pfad und der Dateiname für das Anwendungssymbol angegeben. -IncludeProviderURL <true|false> -ip Hiermit wird angegeben, ob das Bereitstellungsmanifest die URL des Bereitstellungsanbieters enthalten soll. -Install <true|false> -i Hiermit wird angegeben, ob die Anwendung installiert wird, oder ob es sich um eine reine Onlineanwendung handelt. -KeyContainer <Name> -kc Hiermit wird der Schlüsselcontainer angegeben, der den Namen des privaten Schlüssels enthält. Diese Option erfordert die Option "-CryptoProvider". Beispiel: -KeyContainer name -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <Versionsnummer|none> -mv Hiermit wird angegeben, ob das generierte Manifest eine Mindestversion festlegt. Erforderliches Format: "0.0.0.0". Durch das Angeben von "none" wird die Version aus dem Manifest entfernt. Beispiel: -MinVersion 1.2.3.4 -MinVersion none -Name <Name> -n Hiermit wird der Name der Anwendung angegeben, deren Manifest generiert oder aktualisiert wird. Namen, die Leerzeichen enthalten, müssen in Anführungszeichen eingeschlossen werden. Beispiele: -Name MyApp -Name "Meine Anwendung" -Password <Kennwort> -pwd Hiermit wird das Kennwort für ein X509-Zertifikat angegeben, wenn eine Manifest- oder Lizenzdatei signiert wird. Siehe Beispiel oben. -Processor <Prozessor> -p Hiermit wird die Prozessorarchitektur der Anwendung angegeben, deren Manifest generiert oder aktualisiert wird. Beispiele: -Processor MSIL -Processor i386 -ProviderURL <URL> -pu Hiermit wird die URL angegeben, die im Bereitstellungsmanifest verwendet werden soll, das generiert oder aktualisiert wird. Beispiel: -ProviderURL http://www.whatever.net/application -Publisher <Herausgebername> -pub Hiermit wird der Name des Herausgebers angegeben. Namen, die Leerzeichen enthalten, müssen in Anführungszeichen eingeschlossen werden. Beispiele: -Publisher MyCompany -Publisher "Mein Unternehmen" -SupportURL <url> -s Hiermit wird die Support-URL für die Anwendung angegeben. Beispiel: -SupportURL http://www.whatever.net/application/support -TargetDirectory <Pfad> -td Hiermit wird das Verzeichnis angegeben, dem das Startprogramm hinzugefügt werden soll. Beispiel: -TargetDirectory bin/release -ToFile <Dateiname> -t Hiermit wird der Name der Datei angegeben, in der die Ausgabe eines Befehls zur Signatur, Neuerstellung oder Aktualisierung gespeichert werden soll. Beispiel: -ToFile MyApp.manifest -TimeStampUri <URI> -ti Hiermit wird der URI angegeben, der beim Signieren für den Zeitstempel verwendet werden soll. -TrustLevel <Ebene> -tr Hiermit wird die Vertrauensebene zum Einschluss in das Anwendungsmanifest angegeben, das generiert oder aktualisiert wird. Folgende Werte sind gültig: "Internet", "LocalIntranet", und "FullTrust". Beispiel: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um Hiermit wird angegeben, ob das Anwendungsmanifest für Zertifizierung und Brandinginformationen verwendet werden soll. -Version <Version> -v Hiermit wird die Version der Anwendung angegeben, deren Manifest generiert oder aktualisiert wird. Erforderliches Format: "0.0.0.0". Beispiel: -Version 1.2.3.2112
es: Comandos: -New <tipo_de_archivo> -n Genera un nuevo manifiesto de aplicación, un manifiesto de implementación o una licencia de confianza mediante las opciones que se indican a continuación. Ejemplos: -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <nombre_de_archivo> -u Actualiza un manifiesto de aplicación, un manifiesto de implementación o una licencia de confianza existente, según cómo se especifique en las opciones que se indican a continuación. Ejemplos: -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <nombre_de_archivo> -s Firma un manifiesto o licencia existente con un par de claves o un certificado X509. Ejemplos: -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <nombre_de_archivo_de_manifiesto> -ver Comprueba si el manifiesto está firmado correctamente. No se puede combinar con otros comandos. Ejemplo: -Verify MyApp.manifest -AddLauncher <binario_para_iniciar> -al Agrega Launcher al directorio de destino y establece el archivo binario para el inicio. Ejemplo: -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc Borra la memoria caché de la aplicación descargada de todas las aplicaciones en línea. -Help [verbose] -h -? Imprime las instrucciones de uso. Ejemplos: -Help -Help Verbose Opciones: -Algorithm <sha256RSA> -a Especifica el algoritmo para generar resúmenes. Ejemplo: -Algorithm sha256RSA -AppCodeBase <ruta de acceso> -appc Especifica la base de código del manifiesto de aplicación que se colocará en el manifiesto de implementación que se va a generar o actualizar. Ejemplo: -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <ruta de acceso> -appm Especifica la ruta de acceso local al manifiesto de aplicación al que se hace referencia en el manifiesto de implementación que se va a generar o a actualizar. Ejemplo: -AppManifest MyApp.manifest -CertFile <nombre_de_archivo> -cf Especifica el nombre del archivo de certificado X509 con el que se va a firmar un archivo de licencia o manifiesto. Esta opción se puede usar en combinación con la opción -Password, si el certificado requiere una contraseña para los archivos de intercambio de información personal (PFX). Si el archivo no contiene una clave privada, se requiere una combinación de las opciones -CryptoProvider y -KeyContainer. Ejemplo: -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <hash> -ch Especifica el hash de un certificado X509 en el almacén de certificados local. Ejemplo: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <nombre> -csp Especifica el nombre del proveedor de servicios criptográficos (CSP) que incluye el contenedor de la clave privada. Esta opción requiere la opción -KeyContainer. Ejemplo: -CryptoProvider "Proveedor de servicios criptográficos de Microsoft v1.0" nombre de -KeyContainer -FromDirectory <ruta de acceso> -fd Especifica el directorio para la búsqueda recursiva de los archivos que se van a incluir en un manifiesto de aplicación. Ejemplo: -FromDirectory bin/release -IconFile <ruta_de_acceso_de_archivo> -if Especifica la ruta de acceso relativa y el nombre de archivo para el icono de aplicación. -IncludeProviderURL <true|false> -ip Especifica si el manifiesto de implementación va a incluir la dirección URL del proveedor de implementación. -Install <true|false> -i Especifica si la aplicación será una aplicación instalada o solo en línea. -KeyContainer <nombre> -kc Especifica el contenedor de claves que contiene el nombre de la clave privada. Esta opción requiere la opción -CryptoProvider. Ejemplo: nombre de -KeyContainer -CryptoProvider "Proveedor de cifrado mejorado de Microsoft v1.0" -MinVersion <número_versión|ninguna> -mv Especifica si el manifiesto que se va a generar indica una versión mínima. Debe tener el formato "0.0.0.0". Si se especifica "ninguna", esta información se elimina del manifiesto. Ejemplo: -MinVersion 1.2.3.4 -MinVersion ninguna -Name <nombre> -n Especifica el nombre de la aplicación cuyo manifiesto se va a generar o actualizar. Los nombres que incluyen espacios deben colocarse entre comillas. Ejemplos: -Name MyApp -Name "Mi aplicación" -Password <contraseña> -pwd Especifica la contraseña que se usará con un certificado X509 al firmar un archivo de manifiesto o de licencia. Consulte el ejemplo anterior. -Processor <procesador> -p Especifica la arquitectura del procesador de la aplicación cuyo manifiesto se va a generar o actualizar. Ejemplos: -Processor MSIL -Processor i386 -ProviderURL <url> -pu Especifica la dirección URL del proveedor que se va a usar en el manifiesto de implementación que se va generar o actualizar. Ejemplo: -ProviderURL http://www.whatever.net/application -Publisher <nombre_del_publicador> -pub Especifica el nombre del publicador. Los nombres que incluyen espacios deben colocarse entre comillas. Ejemplos: -Publisher MiCompañía -Publisher "Mi compañía" -SupportURL <url> -s Especifica la dirección URL de soporte técnico de la aplicación. Ejemplo: -SupportURL http://www.whatever.net/application/support -TargetDirectory <ruta_de_acceso> -td Especifica el directorio al que se va a agregar la instancia de Launcher. Ejemplo: -TargetDirectory bin/release -ToFile <nombre_de_archivo> -t Especifica el nombre del archivo que se va a guardar como resultado de un comando sign, new o update. Ejemplo: -ToFile MyApp.manifest -TimeStampUri <uri> -ti Especifica el identificador URI que se usará para marcar la hora en los datos durante la firma. -TrustLevel <nivel> -tr Especifica el nivel de confianza que se incluirá en el manifiesto de la aplicación que se va a generar o actualizar. Los valores válidos son: "Internet", "LocalIntranet" y "FullTrust". Ejemplo: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um Especifica si el manifiesto de la aplicación se usará para la certificación y la información de personalización de marca. -Version <versión> -v Especifica la versión de la aplicación cuyo manifiesto se va a generar o actualizar. Debe tener el formato "0.0.0.0". Ejemplo: -Version 1.2.3.2112
fr: Commandes : -New <file_type> -n Permet de générer un nouveau manifeste de l'application, un nouveau manifeste de déploiement ou une nouvelle licence de confiance, à l'aide des options listées ci-dessous. Exemples : -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <file_name> -u Permet de mettre à jour un manifeste de l'application, un manifeste de déploiement ou une licence de confiance, conformément aux options listées ci-dessous. Exemples : -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <file_name> -s Permet de signer une licence ou un manifeste existant avec une paire de clés ou un certificat X509. Exemples : -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <manifest_file_name> -ver Permet de vérifier si le manifeste est signé correctement. Impossible de l'associer à d'autres commandes. Exemple : -Verify MyApp.manifest -AddLauncher <binary_to_launch> -al Ajoute le lanceur au répertoire cible et définit le lancement de son fichier binaire. Exemple : -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc Permet d'effacer le cache d'application téléchargé de toutes les applications en ligne uniquement. -Help [verbose] -h -? Permet d'afficher les instructions d'utilisation. Exemples : -Help -Help Verbose Options : -Algorithm <sha256RSA> -a Spécifie l'algorithme permettant de générer des condensats. Exemple : -Algorithm sha256RSA -AppCodeBase <path> -appc Spécifie le code base du manifeste de l'application à placer dans le manifeste de déploiement généré ou mis à jour. Exemple : -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <path> -appm Spécifie le chemin local d'un manifeste de l'application référencé à partir du manifeste de déploiement généré ou mis à jour. Exemple : -AppManifest MyApp.manifest -CertFile <file_name> -cf Spécifie le nom d'un fichier de certificat X509 pour la signature d'un fichier manifeste ou d'un fichier de licence. Cette option peut être utilisée avec l'option -Password, si le certificat nécessite un mot de passe pour les fichiers PFX (échange d'informations personnelles). Si le fichier ne contient pas de clé privée, une combinaison des options -CryptoProvider et -KeyContainer est nécessaire. Exemple : -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <hash> -ch Spécifie le code de hachage d'un certificat X509 dans votre magasin de certificats local. Exemple : -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <name> -csp Spécifie le nom d'un fournisseur de services de chiffrement qui contient le conteneur de la clé privée. Cette option nécessite l'option -KeyContainer. Exemple : -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer name -FromDirectory <path> -fd Spécifie le répertoire pour la recherche récursive des fichiers à inclure dans un manifeste de l'application. Exemple : -FromDirectory bin/release -IconFile <file_path> -if Spécifie le chemin relatif et le nom de fichier de l'icône d'application. -IncludeProviderURL <true|false> -ip Spécifie si le manifeste de déploiement doit inclure l'URL du fournisseur de déploiement. -Install <true|false> -i Spécifie si l'application est une application installée ou une application en ligne uniquement. -KeyContainer <name> -kc Spécifie le conteneur de clé qui contient le nom de la clé privée. Cette option nécessite l'option -CryptoProvider. Exemple : -KeyContainer name -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <version #|none> -mv Spécifie si le manifeste généré indique une version minimale. Doit se présenter sous la forme "0.0.0.0". La spécification de "none" entraîne la suppression de cette option du manifeste. Exemple : -MinVersion 1.2.3.4 -MinVersion none -Name <name> -n Spécifie le nom de l'application dont le manifeste est généré ou mis à jour. Les noms qui contiennent des espaces doivent être placés entre guillemets. Exemples : -Name MyApp -Name "Mon application" -Password <password> -pwd Spécifie le mot de passe à utiliser avec un certificat X509 durant la signature d'un fichier manifeste ou d'un fichier de licence. Consultez l'exemple ci-dessus. -Processor <processor> -p Spécifie l'architecture de processeur de l'application dont le manifeste est généré ou mis à jour. Exemples : -Processor MSIL -Processor i386 -ProviderURL <url> -pu Spécifie l'URL du fournisseur à utiliser dans le manifeste de déploiement généré ou mis à jour. Exemple : -ProviderURL http://www.whatever.net/application -Publisher <publisher_name> -pub Spécifie le nom de l'éditeur. Les noms qui contiennent des espaces doivent être placés entre guillemets. Exemples : -Publisher MyCompany -Publisher "Ma société" -SupportURL <url> -s Spécifie l'URL de support de l'application. Exemple : -SupportURL http://www.whatever.net/application/support -TargetDirectory <path> -td Spécifie le répertoire auquel ajouter le lanceur. Exemple : -TargetDirectory bin/release -ToFile <file_name> -t Spécifie le nom du fichier où enregistrer la sortie d'une commande sign, new ou update. Exemple : -ToFile MyApp.manifest -TimeStampUri <uri> -ti Spécifie l'URI à utiliser pour l'horodatage durant la signature. -TrustLevel <level> -tr Spécifie le niveau de confiance à inclure dans le manifeste de l'application généré ou mis à jour. Les valeurs valides sont : "Internet", "LocalIntranet", et "FullTrust". Exemple : -TrustLevel FullTrust -UseManifestForTrust <true|false> -um Spécifie si le manifeste de l'application doit être utilisé pour des informations de certification et de personnalisation. -Version <version> -v Spécifie la version de l'application dont le manifeste est généré ou mis à jour. Doit se présenter sous la forme "0.0.0.0". Exemple : -Version 1.2.3.2112
it: Comandi: -New <tipo_file> -n Genera un nuovo manifesto dell'applicazione, manifesto di distribuzione o licenza di attendibilità, usando le opzioni elencate di seguito. Esempi: -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <nome_file> -u Aggiorna un manifesto dell'applicazione, un manifesto di distribuzione o una licenza di attendibilità esistente, aggiornandola come specificato dalle opzioni elencate di seguito. Esempi: -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <nome_file> -s Firma un manifesto o una licenza esistente con una coppia di chiavi o un certificato X509. Esempi: -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <nome_file_manifesto> -ver Verifica se il manifesto è firmato correttamente. Non può essere combinato con altri comandi. Esempio: -Verify MyApp.manifest -AddLauncher <binario_da_avviare> -al Aggiunge Launcher alla directory di destinazione e imposta il file binario da avviare. Esempio: -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc Cancella il contenuto della cache di download di tutte le applicazioni solo online. -Help [verbose] -h -? Stampa le istruzioni per l'utilizzo. Esempi: -Help -Help Verbose Opzioni: -Algorithm <sha256RSA> -a Specifica l'algoritmo per generare digest. Esempio: -Algorithm sha256RSA -AppCodeBase <percorso> -appc Specifica la codebase del manifesto dell'applicazione da inserire nel manifesto di distribuzione generato o aggiornato. Esempio: -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <percorso> -appm Specifica il percorso locale di un manifesto dell'applicazione a cui si fa riferimento dal manifesto di distribuzione generato o aggiornato. Esempio: -AppManifest MyApp.manifest -CertFile <nome_file> -cf Specifica il nome di un file di certificato X509 con cui firmare un file di manifesto o di licenza. Questa opzione può essere usata insieme all'opzione -Password, se il certificato richiede una password per i file PFX (Personal Information Exchange). Se il file non contiene una chiave privata, è necessario usare una combinazione delle opzioni -CryptoProvider e -KeyContainer. Esempio: -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <hash> -ch Specifica l'hash di un certificato X509 nell'archivio certificati locale. Esempio: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <nome> -csp Specifica il nome del provider del servizio di crittografia (CSP) che contiene il contenitore di chiavi private. Questa opzione richiede l'opzione -KeyContainer. Esempio: -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer name -FromDirectory <percorso> -fd Specifica la directory in cui eseguire la ricerca ricorsiva dei file da includere in un manifesto dell'applicazione. Esempio: -FromDirectory bin/release -IconFile <percorso_file> -if Specifica il percorso relativo e il nome file dell'icona dell'applicazione. -IncludeProviderURL <true|false> -ip Specifica se il manifesto di distribuzione includerà l'URL del provider di distribuzione. -Install <true|false> -i Specifica se l'applicazione verrà installata o sarà disponibile solo online. -KeyContainer <nome> -kc Specifica il contenitore di chiavi che contiene il nome della chiave privata. Questa opzione richiede l'opzione -CryptoProvider. Esempio: -KeyContainer name -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <n. versione|none> -mv Specifica se per il manifesto generato è specificata una versione minima. Deve essere nel formato "0.0.0.0". Se si specifica "none", verrà rimossa dal manifesto. Esempio: -MinVersion 1.2.3.4 -MinVersion none -Name <nome> -n Specifica il nome dell'applicazione il cui manifesto verrà generato o aggiornato. I nomi che includono spazi devono essere racchiusi tra virgolette. Esempi: -Name MyApp -Name "My Application" -Password <password> -pwd Specifica la password da usare con un certificato X509 quando si firma un file di manifesto o di licenza. Vedere l'esempio precedente. -Processor <processore> -p Specifica l'architettura del processore dell'applicazione il cui manifesto verrà generato o aggiornato. Esempi: -Processor MSIL -Processor i386 -ProviderURL <url> -pu Specifica l'URL del provider da usare nel manifesto di distribuzione generato o aggiornato. Esempio: -ProviderURL http://www.whatever.net/application -Publisher <nome_editore> -pub Specifica il nome dell'editore. I nomi che includono spazi devono essere racchiusi tra virgolette. Esempi: -Publisher MyCompany -Publisher "My Company" -SupportURL <url> -s Specifica l'URL del supporto per l'applicazione. Esempio: -SupportURL http://www.whatever.net/application/support -TargetDirectory <percorso> -td Specifica la directory alla quale aggiungere il Launcher. Esempio: -TargetDirectory bin/release -ToFile <nome_file> -t Specifica il nome del file in cui salvare l'output di un comando -Sign, -New o -Update. Esempio: -ToFile MyApp.manifest -TimeStampUri <uri> -ti Specifica l'URI da usare per l'aggiunta di timestamp durante la firma. -TrustLevel <livello> -tr Specifica il livello di attendibilità da includere nel manifesto dell'applicazione generato o aggiornato. Valori validi: "Internet", "LocalIntranet" e "FullTrust". Esempio: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um Specifica se il manifesto dell'applicazione verrà usato per le informazioni sulla certificazione e la personalizzazione. -Version <versione> -v Specifica la versione dell'applicazione il cui manifesto verrà generato o aggiornato. Deve essere specificata nel formato "0.0.0.0". Esempio: -Version 1.2.3.2112
ja: コマンド: -New <file_type> -n 以下に一覧表示されているオプションを使用して、新しいアプリケーション マニフェスト、配置 マニフェスト、信頼ライセンスを生成します。 例: -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <file_name> -u 既存のアプリケーション マニフェスト、配置マニフェスト、信頼 ライセンスを更新します。以下に一覧表示されているオプションで指定する場合と同様に更新されます。 例: -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <file_name> -s キー ペアまたは X509 証明書を使用して、既存のマニフェストまたはライセンスに 署名します。 例: -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <manifest_file_name> -ver マニフェストが正しく署名されているかどうかを検証します。他のコマンドと組み合わせて使用することはできません。 例: -Verify MyApp.manifest -AddLauncher <binary_to_launch> -al 起動ツールがターゲット ディレクトリに追加され、起動するバイナリが設定されます。 例: -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc すべてのオンライン専用アプリケーションのダウンロード済みアプリケーション キャッシュをクリアします。 -Help [verbose] -h -? 使用方法の手順を印刷します。 例: -Help -Help Verbose オプション: -Algorithm <sha256RSA> -a ダイジェストを生成するためのアルゴリズムが指定されます。 例: -Algorithm sha256RSA -AppCodeBase <path> -appc 生成または更新されている配置マニフェストに配置する アプリ マニフェストのコード ベースが指定されます。 例: -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <path> -appm 生成または更新されている配置マニフェストから参照されている アプリケーション マニフェストへのローカル パスが指定されます。 例: -AppManifest MyApp.manifest -CertFile <file_name> -cf マニフェストまたはライセンス ファイルを署名するのに使用する X509 証明書 ファイルの名前が指定されます。このオプションは、 証明書に Personal Information Exchange (PFX) ファイルのパスワードが求められる場合に、 -Password オプションと組み合わせて使用できます。ファイルに秘密キーが含まれていない場合は、 -CryptoProvider と -KeyContainer のオプションの 組み合わせが必要です。 例: -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <hash> -ch ローカル証明書ストアの X509 証明書のハッシュが指定されます。 例: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <name> -csp 秘密キーのコンテナーを含む暗号化サービス プロバイダー (CSP) の 名前が指定されます。このオプションには -KeyContainer オプションが必要です。 例: -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer name -FromDirectory <path> -fd アプリケーション マニフェストに含めるファイルを再帰的に検索するための ディレクトリが指定されます。 例: -FromDirectory bin/release -IconFile <file_path> -if アプリケーション アイコンの相対パスおよびファイル名が指定されます。 -IncludeProviderURL <true|false> -ip 配置マニフェストに配置プロバイダー URL が含まれる場合に 指定されます。 -Install <true|false> -i アプリケーションがインストールまたはオンライン専用のアプリケーションの場合に 指定されます。 -KeyContainer <name> -kc 秘密キーの名前を含むキー コンテナーが指定されます。 このオプションには -CryptoProvider オプションが必要です。 例: -KeyContainer name -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <version #|none> -mv 生成されているマニフェストで最小バージョンが指定されるかどうかが指定されます。 "0.0.0.0" の形式でなければなりません。"none" を指定すると、マニフェストから削除されます。 例: -MinVersion 1.2.3.4 -MinVersion none -Name <name> -n マニフェストが生成または更新されているアプリケーションの 名前が指定されます。スペースを含む名前は単一引用符で囲む 必要があります。 例: -Name MyApp -Name "My Application" -Password <password> -pwd マニフェストまたはライセンス ファイルを署名する場合に X509 証明書に使用する パスワードが指定されます。上記の例をご確認ください。 -Processor <processor> -p マニフェストが生成または更新されているアプリケーションの プロセッサ アーキテクチャが指定されます。 例: -Processor MSIL -Processor i386 -ProviderURL <url> -pu 生成または更新されている配置マニフェストで使用される プロバイダー URL が指定されます。 例: -ProviderURL http://www.whatever.net/application -Publisher <publisher_name> -pub パブリッシャーの名前が指定されます。スペースを含む名前は単一引用符で 囲む必要があります。 例: -Publisher MyCompany -Publisher "My Company" -SupportURL <url> -s アプリケーションのサポート URL が指定されます。 例: -SupportURL http://www.whatever.net/application/support -TargetDirectory <path> -td 起動ツールを追加するディレクトリが指定されます。 例: -TargetDirectory bin/release -ToFile <file_name> -t 署名、新規、更新コマンドの出力を保存するファイルの 名前が指定されます。 例: -ToFile MyApp.manifest -TimeStampUri <uri> -ti 署名中のタイムスタンプの設定に使用する URI が指定されます。 -TrustLevel <level> -tr 生成または更新されたアプリケーション マニフェストに含める 信頼レベルが指定されます。有効な値: "Internet"、"LocalIntranet"、 "FullTrust"。 例: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um アプリケーション マニフェストを認定およびブランド情報に 使用するかどうかが指定されます。 -Version <version> -v マニフェストが生成または更新されているアプリケーションの バージョンが指定されます。"0.0.0.0" の形式でなければなりません。 例: -Version 1.2.3.2112
ko: 명령: -New <file_type> -n 아래 나열된 옵션을 사용하여 새 애플리케이션 매니페스트, 배포 매니페스트 또는 트러스트 라이선스를 생성합니다. 예: -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <file_name> -u 아래 나열된 옵션에서 지정된 대로 기존 애플리케이션 매니페스트, 배포 매니페스트 또는 트러스트 라이선스를 업데이트합니다. 예: -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <file_name> -s 키 쌍 또는 X509 인증서로 기존 매니페스트 또는 라이선스에 서명합니다. 예: -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <manifest_file_name> -ver 매니페스트가 올바르게 서명되었는지 확인합니다. 다른 명령과 함께 사용할 수 없습니다. 예: -Verify MyApp.manifest -AddLauncher <binary_to_launch> -al 시작 관리자를 대상 디렉터리에 추가하고 이진을 설정하여 시작합니다. 예: -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc 모든 온라인 전용 애플리케이션의 다운로드된 애플리케이션 캐시를 지웁니다. -Help [verbose] -h -? 사용 명령을 인쇄합니다. 예: -Help -Help Verbose 옵션: -Algorithm <sha256RSA> -a 알고리즘을 지정하여 다이제스트를 생성합니다. 예: -Algorithm sha256RSA -AppCodeBase <path> -appc 생성 또는 업데이트 중인 배포 매니페스트에 배치할 앱 매니페스트의 코드베이스를 지정합니다. 예: -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <path> -appm 생성 또는 업데이트 중인 배포 매니페스트의 참조 중인 애플리케이션 매니페스트의 로컬 경로를 지정합니다. Example: -AppManifest MyApp.manifest -CertFile <file_name> -cf 매니페스트 또는 라이선스 파일에 서명할 X509 인증서 파일의 이름을 지정합니다. 이 옵션은 인증서에서 PFX(개인 정보 교환) 파일의 암호가 필요한 경우 -Password 옵션과 함께 사용할 수 있습니다. 파일에 프라이빗 키가 포함되지 않은 경우 -CryptoProvider 및 -KeyContainer 옵션의 조합이 필요합니다. 예: -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <hash> -ch 로컬 인증서 저장소에서 X509 인증서의 해시를 지정합니다. 예: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <name> -csp 프라이빗 키 컨테이너를 포함하는 CSP(암호화 서비스 공급자)의 이름을 지정합니다. 이 옵션에는 -KeyContainer 옵션이 필요합니다. 예: -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer name -FromDirectory <path> -fd 파일을 재귀적으로 검색하여 애플리케이션 매니페스트에 포함하기 위해 디렉터리를 지정합니다. 예: -FromDirectory bin/release -IconFile <file_path> -if 애플리케이션 아이콘의 상대 경로 및 파일 이름을 지정합니다. -IncludeProviderURL <true|false> -ip 배포 매니페스트에 배포 공급자 URL을 포함할지 지정합니다. -Install <true|false> -i 애플리케이션을 설치할지 또는 온라인 전용으로 사용할지 지정합니다. -KeyContainer <name> -kc 프라이빗 키 이름을 포함하는 키 컨테이너를 지정합니다. 이 옵션에는 -CryptoProvider 옵션이 포함됩니다. 예: -KeyContainer name -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <version #|none> -mv 생성 중인 매니페스트가 최소 버전을 지정하는지 지정합니다. "0.0.0.0" 형식이어야 합니다. "없음"을 지정하면 매니페스트에서 제거됩니다. 예: -MinVersion 1.2.3.4 -MinVersion none -Name <name> -n 매니페스트를 생성 또는 업데이트 중인 애플리케이션의 이름을 지정합니다. 공백이 포함된 이름은 따옴표로 묶어야 합니다. 예: -Name MyApp -Name "My Application" -Password <password> -pwd 매니페스트 또는 라이선스 파일에 서명할 때 X509 인증서와 함께 사용할 암호를 지정합니다. 위 예를 확인하세요. -Processor <processor> -p 매니페스트가 생성 또는 업데이트 중인 애플리케이션의 프로세서 아키텍처를 지정합니다. 예: -Processor MSIL -Processor i386 -ProviderURL <url> -pu 생성 또는 업데이트 중인 배포 매니페스트에서 사용할 공급자 URL을 지정합니다. 예: -ProviderURL http://www.whatever.net/application -Publisher <publisher_name> -pub 게시자의 이름을 지정합니다. 공백이 포함된 이름은 따옴표로 묶어야 합니다. 예: -Publisher MyCompany -Publisher "My Company" -SupportURL <url> -s 애플리케이션의 지원 URL을 지정합니다. 예: -SupportURL http://www.whatever.net/application/support -TargetDirectory <path> -td 시작 관리자를 추가할 디렉터리를 지정합니다. 예: -TargetDirectory bin/release -ToFile <file_name> -t Sign, New 또는 Update 명령의 출력을 저장할 파일의 이름을 지정합니다. 예: -ToFile MyApp.manifest -TimeStampUri <uri> -ti 서명 중 타임스탬프에 사용할 URI를 지정합니다. -TrustLevel <level> -tr 생성 또는 업데이트 중인 애플리케이션 매니페스트에 포함할 신뢰 수준을 지정합니다. 유효한 값: "Internet", "LocalIntranet", 및 "FullTrust". 예: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um 애플리케이션 매니페스트를 인증 및 브랜딩 정보에 사용할지 지정합니다. -Version <version> -v 매니페스트를 생성 또는 업데이트 중인 애플리케이션의 버전을 지정합니다. "0.0.0.0" 형식이어야 합니다. 예: -Version 1.2.3.2112
pl: Polecenia: -New <typ_pliku> -n Wygeneruj nowy manifest aplikacji, manifest wdrożenia lub licencję zaufania przy użyciu opcji wymienionych poniżej. Przykłady: -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <nazwa_pliku> -u Zaktualizuj istniejący manifest aplikacji, manifest wdrożenia lub licencję zaufania zgodnie z informacjami w opcjach wymienionych poniżej. Przykłady: -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <nazwa_pliku> -s Podpisz istniejący manifest lub licencję przy użyciu pary kluczy lub certyfikatu X.509. Przykłady: -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <nazwa_pliku_manifestu> -ver Zweryfikuj, czy manifest jest prawidłowo podpisany. Tego polecenia nie można łączyć z innymi poleceniami. Przykład: -Verify MyApp.manifest -AddLauncher <plik_binarny_do_uruchomienia> -al Dodaje moduł uruchamiania do katalogu docelowego i ustawia uruchamianie jego pliku binarnego. Przykład: -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc Wyczyść aplikacje działające tylko w trybie online z pobranej pamięci podręcznej aplikacji. -Help [verbose] -h -? Wyświetl instrukcje użycia. Przykłady: -Help -Help Verbose Opcje: -Algorithm <sha256RSA> -a Określa algorytm na potrzeby generowania skrótów. Przykład: -Algorithm sha256RSA -AppCodeBase <ścieżka> -appc Określa bazę kodu manifestu aplikacji do umieszczenia w generowanym lub aktualizowanym manifeście wdrożenia. Przykład: -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <ścieżka> -appm Określa ścieżkę lokalną do manifestu aplikacji przywoływanego w generowanym lub aktualizowanym manifeście wdrożenia. Przykład: -AppManifest MyApp.manifest -CertFile <nazwa_pliku> -cf Określa nazwę pliku certyfikatu X.509, za pomocą którego ma zostać podpisany plik manifestu lub licencji. Tej opcji można użyć w połączeniu z opcją -Password, jeśli certyfikat wymaga hasła na potrzeby plików wymiany informacji osobistych (PFX, Personal Information Exchange). Jeśli plik nie zawiera klucza prywatnego, wymagana jest kombinacja opcji -CryptoProvider i -KeyContainer. Przykład: -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <skrót> -ch Określa skrót certyfikatu X.509 w lokalnym magazynie certyfikatów. Przykład: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <nazwa> -csp Określa nazwę dostawcy usług kryptograficznych zawierającego kontener klucza prywatnego. Ta opcja wymaga opcji -KeyContainer. Przykład: -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer name -FromDirectory <ścieżka> -fd Określa katalog, który ma zostać cyklicznie przeszukany pod kątem plików do uwzględnienia w manifeście aplikacji. Przykład: -FromDirectory bin/release -IconFile <ścieżka_do_pliku> -if Określa ścieżkę względną i nazwę pliku ikony aplikacji. -IncludeProviderURL <true|false> -ip Określa, czy manifest wdrożenia będzie uwzględniać adres URL dostawcy wdrożenia. -Install <true|false> -i Określa, czy aplikacja będzie instalowana, czy będzie to aplikacja działająca tylko w trybie online. -KeyContainer <nazwa> -kc Określa kontener kluczy zawierający nazwę klucza prywatnego. Ta opcja wymaga opcji -CryptoProvider. Przykład: -KeyContainer name -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <numer_wersji|none> -mv Określa, czy generowany manifest wskazuje minimalną wersję. Musi mieć format „0.0.0.0”. Określenie wartości „none” powoduje usunięcie minimalnej wersji z manifestu. Przykład: -MinVersion 1.2.3.4 -MinVersion none -Name <nazwa> -n Określa nazwę aplikacji, której manifest jest generowany lub aktualizowany. Nazwy zawierające spacje należy ująć w cudzysłów. Przykłady: -Name MyApp -Name "My Application" -Password <hasło> -pwd Określa hasło do użycia z certyfikatem X.509 podczas podpisywania pliku manifestu lub licencji. Zobacz powyższy przykład. -Processor <procesor> -p Określa architekturę procesora aplikacji, której manifest jest generowany lub aktualizowany. Przykłady: -Processor MSIL -Processor i386 -ProviderURL <adres_URL> -pu Określa adres URL do użycia w generowanym lub aktualizowanym manifeście wdrożenia. Przykład: -ProviderURL http://www.whatever.net/application -Publisher <nazwa_wydawcy> -pub Określa nazwę wydawcy. Nazwy zawierające spacje należy ująć w cudzysłów. Przykłady: -Publisher MyCompany -Publisher "My Company" -SupportURL <adres_URL> -s Określa adres URL pomocy technicznej aplikacji. Przykład: -SupportURL http://www.whatever.net/application/support -TargetDirectory <ścieżka> -td Określa katalog, do którego ma zostać dodany moduł uruchamiania. Przykład: -TargetDirectory bin/release -ToFile <nazwa_pliku> -t Określa nazwę pliku, w którym mają zostać zapisane dane wyjściowe polecenia Sign, New lub Update. Przykład: -ToFile MyApp.manifest -TimeStampUri <identyfikator_URI> -ti Określa identyfikator URI do użycia na potrzeby oznaczania sygnaturą czasową podczas podpisywania. -TrustLevel <poziom> -tr Określa poziom zaufania do uwzględnienia w generowanym lub aktualizowanym manifeście aplikacji. Prawidłowe wartości: „Internet”, „LocalIntranet” i „FullTrust”. Przykład: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um Określa, czy manifest aplikacji będzie używany na potrzeby informacji o certyfikacji i znakowaniu. -Version <wersja> -v Określa wersję aplikacji, której manifest jest generowany lub aktualizowany. Musi mieć format „0.0.0.0”. Przykład: -Version 1.2.3.2112
pt_br: Comandos: -New <file_type> -n Gera um novo manifesto do aplicativo, manifesto de implantação ou licença de confiança, usando as opções listadas abaixo. Exemplos: -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <file_name> -u Atualiza um manifesto do aplicativo, manifesto de implantação ou Licença de confiança existentes, conforme especificado pelas opções listadas abaixo. Exemplos: -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <file_name> -s Assina um manifesto ou licença existente com um par de chaves ou um certificado X509. Exemplos: -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <manifest_file_name> -ver Verifica se o manifesto foi assinado corretamente. Não é possível combiná-lo com outros comandos. Exemplo: -Verify MyApp.manifest -AddLauncher <binary_to_launch> -al Adiciona o Inicializador ao diretório de destino e define o binário a ser iniciado. Exemplo: -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc Limpa o cache do aplicativo baixado de todos os aplicativos somente online. -Help [detalhado] -h -? Imprime instruções de uso. Exemplos: -Help -Help Verbose Opções: -Algorithm <sha256RSA> -a Especifica o algoritmo para gerar resumos. Exemplo: -Algorithm sha256RSA -AppCodeBase <path> -appc Especifica a base de código do manifesto do aplicativo a ser colocado no manifesto de implantação que está sendo gerado ou atualizado. Exemplo: -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <path> -appm Especifica o caminho local para um manifesto do aplicativo que está sendo referenciado no manifesto de implantação que está sendo gerado ou atualizado. Exemplo: -AppManifest MyApp.manifest -CertFile <file_name> -cf Especifica o nome de um arquivo de certificado X509 com o qual assinar um arquivo de licença ou manifesto. Esta opção poderá ser usada em conjunto com a opção –Password, se o certificado requerer a senha para arquivos PFX (Troca de Informações Pessoas). Se o arquivo não contiver a chave privada, uma combinação das opções -CryptoProvider e -KeyContainer será exigida. Exemplo: -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <hash> -ch Especifica o hash de um certificado X509 no seu repositório de certificado local. Exemplo: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <name> -csp Especifica o nome do CSP (provedor de serviços de criptografia) que contém o contêiner de chave privada. Essa opção requer a opção -KeyContainer. Exemplo: -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer name -FromDirectory <path> -fd Especifica o diretório para pesquisar de modo recursivo arquivos para incluir no manifesto do aplicativo. Exemplo: -FromDirectory bin/release -IconFile <file_path> -if Especifica o caminho relativo e o nome de arquivo do ícone do aplicativo. -IncludeProviderURL <true|false> -ip Especifica se o manifesto de implantação incluirá a URL do provedor de implantação. -Install <true|false> -i Especifica se o aplicativo será instalado ou estará disponível somente online. -KeyContainer <name> -kc Especifica o contêiner de chave com o nome da chave privada. Esta opção requer a opção -CryptoProvider. Exemplo: -KeyContainer name -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <version #|none> -mv Especifica se o manifesto que está sendo gerado especifica uma versão mínima. Ela precisa estar no formato "0.0.0.0". Especificar "none" remove isso do manifesto. Exemplo: -MinVersion 1.2.3.4 -MinVersion none -Name <name> -n Especifica o nome do aplicativo cujo manifesto está sendo gerado ou atualizado. Os nomes que incluem espaços devem ser colocados entre aspas. Exemplos: -Name MyApp -Name "My Application" -Password <password> -pwd Especifica a senha a ser usada com um certificado X509 ao assinar um arquivo de licença ou manifesto. Veja o exemplo acima. -Processor <processor> -p Especifica a arquitetura do processador do aplicativo cujo manifesto está sendo gerado ou atualizado. Exemplos: -Processor MSIL -Processor i386 -ProviderURL <url> -pu Especifica a URL do provedor a ser usada no manifesto de implantação que está sendo gerado ou atualizado. Exemplo: -ProviderURL http://www.whatever.net/application -Publisher <publisher_name> -pub Especifica o nome do editor. Nomes que incluem espaços devem ser colocados entre aspas. Exemplos: -Publisher MyCompany -Publisher "My Company" -SupportURL <url> -s Especifica a URL de suporte do aplicativo. Exemplo: -SupportURL http://www.whatever.net/application/support -TargetDirectory <path> -td Especifica o diretório para o qual adicionar o Inicializador. Exemplo: -TargetDirectory bin/release -ToFile <file_name> -t Especifica o nome do arquivo no qual salvar a saída de um comando update, new ou sign. Exemplo: -ToFile MyApp.manifest -TimeStampUri <uri> -ti Especifica o URI a ser usado para colocar o carimbo de data/hora durante a assinatura. -TrustLevel <level> -tr Especifica o nível de confiança a ser incluído no manifesto do aplicativo que está sendo gerado ou atualizado. Os valores válidos são: "Internet", "LocalIntranet", and "FullTrust". Exemplo: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um Especifica se o manifesto do aplicativo será usado para certificação e informações de marca. -Version <version> -v Especifica a versão do aplicativo cujo manifesto está sendo gerado ou atualizado. Precisa estar no formato "0.0.0.0". Exemplo: -Version 1.2.3.2112
ru: Команды: -New <file_type> -n Создание манифеста приложения, манифеста развертывания или лицензии доверия с использованием перечисленных ниже параметров. Примеры: -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <file_name> -u Обновление существующего манифеста приложения, манифеста развертывания или лицензии доверия с использованием перечисленных ниже параметров. Примеры: -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <file_name> -s Подписание существующего манифеста или лицензии парой ключей или сертификатом X509. Примеры: -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <manifest_file_name> -ver Проверка правильности подписи манифеста. Не может сочетаться с другими командами. Пример: -Verify MyApp.manifest -AddLauncher <binary_to_launch> -al Добавление средства запуска в целевой каталог и задание запускаемого двоичного файла. Пример: -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc Очистка кэша скачанных приложений от всех приложений, доступных только по сети. -Help [verbose] -h -? Вывод инструкций по использованию. Примеры: -Help -Help Verbose Параметры: -Algorithm <sha256RSA> -a Указывает алгоритм для создания дайджестов. Пример: -Algorithm sha256RSA -AppCodeBase <path> -appc Указывает базу кода манифеста приложения, которую следует поместить в создаваемый или обновляемый манифест развертывания. Пример: -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <path> -appm Указывает локальный путь к манифесту приложения, на который ссылается создаваемый или обновляемый манифест развертывания. Пример: -AppManifest MyApp.manifest -CertFile <file_name> -cf Указывает имя сертификата X509, с помощью которого следует подписать файл манифеста или лицензии. Этот параметр можно использовать в сочетании с параметром -Password, если сертификат требует пароля для файлов обмена личной информацией (PFX). Если файл не содержит закрытый ключ, требуется сочетание параметров -CryptoProvider и -KeyContainer. Пример: -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <hash> -ch Указывает хэш сертификата X509 в локальном хранилище сертификатов. Пример: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <name> -csp Указывает имя поставщика служб шифрования (CSP), который содержит контейнер закрытого ключа. Этот параметр требует наличия параметра -KeyContainer. Пример: -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer name -FromDirectory <path> -fd Указывает каталог для рекурсивного поиска файлов, которые следует включить в манифест приложения. Пример: -FromDirectory bin/release -IconFile <file_path> -if Указывает относительный путь и имя файла со значком приложения. -IncludeProviderURL <true|false> -ip Указывает, будет ли манифест развертывания включать в себя URL-адрес поставщика развертывания. -Install <true|false> -i Указывает, будет ли приложение устанавливаемым или доступным только по сети. -KeyContainer <name> -kc Указывает контейнер ключей, который содержит имя закрытого ключа. Этот параметр требует наличия параметра -CryptoProvider. Пример: -KeyContainer name -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <version #|none> -mv Указывает, задается ли в создаваемом манифесте минимальная версия. Версия должна иметь формат "0.0.0.0". Если указать "none", версия удаляется из манифеста. Пример: -MinVersion 1.2.3.4 -MinVersion none -Name <name> -n Указывает имя приложения, манифест которого создается или обновляется. Имена, содержащие пробелы, следует заключать в кавычки. Примеры: -Name MyApp -Name "My Application" -Password <password> -pwd Указывает пароль, который следует использовать с сертификатом X509 при подписании файла манифеста или лицензии. См. пример выше. -Processor <processor> -p Указывает архитектуру процессора для приложения, манифест которого создается или обновляется. Примеры: -Processor MSIL -Processor i386 -ProviderURL <url> -pu Указывает URL-адрес поставщика, который следует использовать в создаваемом или обновляемом манифесте развертывания. Пример: -ProviderURL http://www.whatever.net/application -Publisher <publisher_name> -pub Указывает имя издателя. Имена, содержащие пробелы, следует заключать в кавычки. Примеры: -Publisher MyCompany -Publisher "My Company" -SupportURL <url> -s Указывает URL-адрес сайта поддержки для приложения. Пример: -SupportURL http://www.whatever.net/application/support -TargetDirectory <path> -td Указывает каталог, в который следует добавить средство запуска. Пример: -TargetDirectory bin/release -ToFile <file_name> -t Указывает имя файла, в который следует сохранить выходные данные команды sign, new или update. Пример: -ToFile MyApp.manifest -TimeStampUri <uri> -ti Указывает код URI, который следует использовать для установки метки времени во время подписания. -TrustLevel <level> -tr Указывает уровень доверия, который следует включить в создаваемый или обновляемый манифест приложения. Допустимые значения: "Internet", "LocalIntranet" и "FullTrust". Пример: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um Указывает, будет ли манифест приложения использоваться для сведений о сертификации и фирменной символики. -Version <version> -v Указывает версию приложения, манифест которого создается или обновляется. Версия должна иметь формат "0.0.0.0". Пример: -Version 1.2.3.2112
tr: Komutlar: -New <dosya_türü> -n Aşağıda listelenen seçenekleri kullanarak yeni bir uygulama bildirimi, dağıtım bildirimi veya güven lisansı oluştur. Örnekler: -New Application -ToFile Uygulamam.manifest -Name Uygulamam -Processor X86 -New Deployment -ToFile Uygulamam.application -Name Uygulamam -Version 1.0.0.0 -Update <dosya_adı> -u Mevcut bir uygulama bildirimini, dağıtım bildirimini veya güven lisansını aşağıda listelenen seçeneklerin belirttiği şekilde güncelleştir Örnekler: -Update Uygulamam.manifest -FromDirectory bin/release -Update Uygulamam.application -Version 2.1.0.123 -ToFile Uygulamam21.application -Sign <dosya_adı> -s Mevcut bildirimi veya lisansı bir anahtar çifti veya X509 sertifikasıyla imzala. Örnekler: -Sign Uygulamam.manifest -CertFile Sertifikam.pfx -Password sertifikaparolam -Verify <bildirim_dosyası_adı> -ver Bildirimin doğru şekilde imzalanıp imzalanmadığını doğrula. Diğer komutlarla birleştirilemez. Örnek: -Verify Uygulamam.manifest -AddLauncher <başlatılacak_ikili> -al Hedef dizine Başlatıcı ekler ve başlatılacak ikilisini ayarlar. Örnek: -AddLauncher uygulamam.dll -TargetDirectory bin/release -ClearApplicationCache -cc Tüm yalnızca çevrimiçi uygulamaların indirilen uygulama önbelleklerini temizle. -Help [verbose] -h -? Kullanım yönergelerini yazdır. Örnekler: -Help -Help Verbose Seçenekler: -Algorithm <sha256RSA> -a Özetlerin oluşturulacağı algoritmayı belirtir. Örnek: -Algorithm sha256RSA -AppCodeBase <yol> -appc Oluşturulan veya güncelleştirilen dağıtım bildirimine yerleştirilecek uygulama bildiriminin kod tabanını belirtir. Örnek: -AppCodeBase 1.0.0.0/uygulamam.manifest -AppManifest <yol> -appm Oluşturulan veya güncelleştirilen dağıtım bildiriminden başvurulan uygulama bildiriminin yerel yolunu belirtir. Örnek: -AppManifest Uygulamam.manifest -CertFile <dosya_adı> -cf Bildirimin veya lisans dosyasının imzalanacağı X509 sertifika dosyasının adını belirtir. Sertifika, Kişisel Bilgi Değişimi (PFX) dosyaları için bir parola gerektiriyorsa bu seçenek -Password seçeneği ile birlikte kullanılabilir. Dosya özel anahtar içermiyorsa -CryptoProvider ve -KeyContainer seçeneklerinin bir bileşimi gerekir. Örnek: -CertFile Sertifikam.pfx -CertFile Sertifikam.pfx -Password sertifikaparolam -CertFile GenelAnahtar.cer -KeyContainer ad -CryptoProvider CspAdı -CertHash <karma> -ch Yerel sertifika deponuzdaki bir X509 sertifikasının karmasını belirtir. Örnek: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <ad> -csp Özel anahtar kapsayıcısını içeren şifreleme hizmeti sağlayıcısının adını belirtir. Bu seçenek -KeyContainer seçeneğini gerektirir. Örnek: --CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer ad -FromDirectory <yol> -fd Uygulama bildirimine eklenecek dosyaların özyinelemeli olarak aranacağı dizini belirtir. Örnek: -FromDirectory bin/release -IconFile <dosya_yolu> -if Uygulama simgesinin göreli yolunu veya dosya adını belirtir. -IncludeProviderURL <true|false> -ip Dağıtım bildiriminin dağıtım sağlayıcısı URL'sini içerip içermeyeceğini belirtir. -Install <true|false> -i Uygulamanın yüklenen veya yalnızca çevrimiçi bir uygulama olacağını belirtir. -KeyContainer <ad> -kc Özel anahtarın adını içeren anahtar kapsayıcısını belirtir. Bu seçenek -CryptoProvider seçeneğini gerektirir. Örnek: -KeyContainer ad -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <sürüm no|none> -mv Oluşturulan bildirimin en düşük sürümü belirtip belirtmeyeceğini gösterir. "0.0.0.0" biçimde olmalıdır. "none" değerinin belirtilmesi bunu bildirimden kaldırır. Örnek: -MinVersion 1.2.3.4 -MinVersion none -Name <ad> -n Bildirimi oluşturulan veya güncelleştirilen uygulamanın adını belirtir. Boşluk içeren adlar tırnak içine alınmalıdır. Örnekler: -Name Uygulamam -Name "Benim Uygulamam" -Password <parola> -pwd Bildirim veya lisans dosyası imzalanırken X509 sertifikası ile birlikte kullanılacak parolayı belirtir. Yukarıdaki örneğe bakın. -Processor <işlemci> -p Bildirimi oluşturulan veya güncelleştirilen uygulamanın işlemci mimarisini belirtir. Örnekler: -Processor MSIL -Processor i386 -ProviderURL <url> -pu Oluşturulan veya güncelleştirilen dağıtım bildiriminde kullanılacak sağlayıcı URL'sini belirtir. Örnek: -ProviderURL http://www.whatever.net/application -Publisher<yayımcı_adı> -pub Yayımcının adını belirtir. Boşluk içeren adlar tırnak içine alınmalıdır. Örnekler: -Publisher Şirketim -Publisher "Benim Şirketim" -SupportURL <url> -s Uygulamanın destek URL'sini belirtir. Örnek: -SupportURL http://www.whatever.net/application/support -TargetDirectory <yol> -td Launcher'ın ekleneceği dizini belirtir. Örnek: -TargetDirectory bin/release -ToFile <dosya_adı> -t Bir imzalama, yeni veya güncelleştirme komutuna ait çıkışın kaydedileceği dosyanın adını belirtir. Örnek: -ToFile Uygulamam.manifest -TimeStampUri <uri> -ti İmzalama sırasında zaman damgası uygulamak için kullanılacak URI'yi belirtir. -TrustLevel <düzey> -tr Oluşturulan veya güncelleştirilen uygulama bildirimine eklenecek güven düzeyini belirtir. Geçerli değerler:"Internet", "LocalIntranet" ve "FullTrust". Örnek: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um Uygulama bildiriminin sertifikasyon ve marka bilgileri için kullanılıp kullanılmayacağını belirtir. -Version <sürüm> -v Bildirimi oluşturulan veya güncelleştirilen uygulamanın sürümünü belirtir. "0.0.0.0" biçiminde olmalıdır. Örnek: -Sürüm 1.2.3.2112
zh_hans: 命令: -New <file_type> -n 使用下面列出的选项生成新的应用程序清单、部署清单或 信任许可证。 示例: -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <file_name> -u 更新现有的应用程序清单、部署清单或信任 许可证，按照下面列出的选项所指定的方式对其进行更新。 示例: -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <file_name> -s 使用密钥对或 X509 证书为现有清单或许可证 签名。 示例: -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <manifest_file_name> -ver 验证清单是否正确签名。不能与其他命令组合。 示例: -Verify MyApp.manifest -AddLauncher <binary_to_launch> -al 向目标目录添加启动器并设置要启动的二进制文件。 示例: -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc 清除所有仅限联机的应用程序的已下载应用程序缓存。 -Help [verbose] -h -? 打印使用说明。 示例: -Help -Help Verbose Options: -Algorithm <sha256RSA> -a 指定用于生成摘要的算法。 示例: -Algorithm sha1RSA -AppCodeBase <path> -appc 指定要放在所生成或更新的部署清单中 的应用清单的代码库。 示例: -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <path> -appm 指定从所生成或更新的部署清单中引用的 应用程序清单的本地路径。 示例: -AppManifest MyApp.manifest -CertFile <file_name> -cf 指定要使用其来为 清单或证书文件签名的 X509 证书文件的名称。如果证书需要密码来获取个人信息交换(PFX)文件，此选项可以与 -Password 选项 结合使用。如果文件不 包含私匙，则需要 -CryptoProvider 和 -KeyContainer 选项的组合。 示例: -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <hash> -ch 在本地证书存储中指定 X509 证书的哈希。 示例: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <name> -csp 指定包含私钥容器的 加密服务提供程序(CSP)的名称。此选项需要 -KeyContainer 选项。 示例: -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer name -FromDirectory <path> -fd 指定用于递归搜索文件以将其包含 在应用程序清单中的目录。 示例: -FromDirectory bin/release -IconFile <file_path> -if 指定应用程序图标的相对路径和文件名。 -IncludeProviderURL <true|false> -ip 指定部署清单是否将包含 部署提供程序 URL。 -Install <true|false> -i 指定应用程序是安装的应用程序还是仅限联机的 应用程序。 -KeyContainer <name> -kc 指定包含私钥名称的密钥容器。 此选项需要 -CryptoProvider 选项。 示例: -KeyContainer name -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <version #|none> -mv 指定要生成的清单是否指定最低版本。 格式必须为 "0.0.0.0"。如果指定 "none"，则会从清单中移除此项。 示例: -MinVersion 1.2.3.4 -MinVersion none -Name <name> -n 指定正在生成或更新其清单的 应用程序名称。包含空格的名称需用 引号括起来。 示例: -Name MyApp -Name "My Application" -Password <password> -pwd 指定要在对清单或许可证文件进行签名时用于 X509 证书的密码。参阅以上示例。 -Processor <processor> -p 指定正在生成或更新其清单的应用程序的 处理器架构。 示例: -Processor MSIL -Processor i386 -ProviderURL <url> -pu 指定要用在所生成或更新的部署清单中的 提供程序 URL。 示例: -ProviderURL http://www.whatever.net/application -Publisher <publisher_name> -pub 指定发行者的名称。包含空格的名称应用 引号括起来。 示例: -Publisher MyCompany -Publisher "My Company" -SupportURL <url> -s 指定应用程序的支持 URL。 示例: -SupportURL http://www.whatever.net/application/support -TargetDirectory <path> -td 指定要添加 Launcher 的目录。 示例: -TargetDirectory bin/release -ToFile <file_name> -t 指定要保存 sign、new 或 update 命令的输出的文件名称。 示例: -ToFile MyApp.manifest -TimeStampUri <uri> -ti 指定要用于在签名过程中盖时间戳的 URI。 -TrustLevel <level> -tr 指定要包括在所生成或更新的应用程序清单中的 信任级别。有效值包括: "Internet"、"LocalIntranet" 和 "FullTrust"。and "FullTrust". 示例: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um 指定应用程序清单是否将用于认证和 署名信息。 -Version <version> -v 指定正在生成或更新其清单的 应用程序的版本。格式必须为 "0.0.0.0"。 示例: -Version 1.2.3.2112
zh_hant: 命令: -New <file_type> -n 使用下列選項產生新應用程式資訊清單、部署資訊清單，或信任 授權。 範例: -New Application -ToFile MyApp.manifest -Name MyApp -Processor X86 -New Deployment -ToFile MyApp.application -Name MyApp -Version 1.0.0.0 -Update <file_name> -u 依下列選項指定，更新現有的應用程式資訊清單、部署資訊清單，或信任 授權。 範例: -Update MyApp.manifest -FromDirectory bin/release -Update MyApp.application -Version 2.1.0.123 -ToFile MyApp21.application -Sign <file_name> -s 使用金鑰組或 X509 憑證簽署現有的資訊清單 或授權。 範例: -Sign MyApp.manifest -CertFile MyCert.pfx -Password mycertpassword -Verify <manifest_file_name> -ver 驗證是否正確簽署資訊清單。無法與其他命令合併。 範例: -Verify MyApp.manifest -AddLauncher <binary_to_launch> -al 新增 Launcher 以將要啟動的目錄設為目標並進行設定。 範例: -AddLauncher myapp.dll -TargetDirectory bin/release -ClearApplicationCache -cc 清除所有僅限線上存取應用程式的已下載應用程式快取。 -Help [verbose] -h -? 列出使用方式說明。 範例: -Help -Help Verbose 選項: -Algorithm <sha256RSA> -a 指定要產生摘要的演算法。 範例: -Algorithm sha256RSA -AppCodeBase <path> -appc 指定要置於所產生或更新之部署資訊清單中的 應用程式資訊清單程式碼庫。 範例: -AppCodeBase 1.0.0.0/myapp.manifest -AppManifest <path> -appm 指定要從所產生或更新的部署資訊清單 參考的應用程式資訊清單的本機路徑。 範例: -AppManifest MyApp.manifest -CertFile <file_name> -cf 指定要用來簽署資訊清單或授權檔案的 X509 憑證檔的名稱。若憑證需要個人資訊交換 (PFX) 檔案的密碼， 這個選項可以搭配 -Password 選項使用。若檔案 不包含私密金鑰，則需要 -CryptoProvider 及 -KeyContainer 選項的組合。 範例: -CertFile MyCert.pfx -CertFile MyCert.pfx -Password mycertpassword -CertFile PublicKey.cer -KeyContainer name -CryptoProvider MyCspName -CertHash <hash> -ch 指定本機憑證存放區中 X509 憑證的雜湊。 範例: -CertHash a1b2c3d4e5f6g7h8i9j0 -CryptoProvider <name> -csp 指定內含私密金鑰容器之 密碼編譯服務提供者 (CSP) 的名稱。此選項需要 -KeyContainer 選項。 範例: -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -KeyContainer name -FromDirectory <path> -fd 指定要以遞迴搜尋要包含在應用程式資訊清單中 之檔案所使用的目錄。 範例: -FromDirectory bin/release -IconFile <file_path> -if 指定應用程式圖示的相對路徑和檔名。 -IncludeProviderURL <true|false> -ip 指定部署資訊清單是否要包含部署 提供者 URL。 -Install <true|false> -i 指定應用程式是否需要安裝，或者只是線上專用的 應用程式。 -KeyContainer <name> -kc 指定內含私密金鑰名稱的金鑰容器。 此選項需要 -CryptoProvider 選項。 範例: -KeyContainer name -CryptoProvider "Microsoft Enhanced Cryptographic Provider v1.0" -MinVersion <version #|none> -mv 指定正在產生的資訊清單是否會指定最小版本。 格式必須為 "0.0.0.0"。指定 [無] 則會從資訊清單予以移除。 範例: -MinVersion 1.2.3.4 -MinVersion none -Name <name> -n 指定所產生或更新的資訊清單所屬 應用程式的名稱。包含空格的名稱應該用 引號括住。 範例: -Name MyApp -Name "My Application" -Password <password> -pwd 指定簽署資訊清單或授權檔時要配合 X509 憑證 使用的密碼。請參閱上面的範例。 -Processor <processor> -p 指定所產生或更新的資訊清單所屬應用程式 的處理器架構。 範例: -Processor MSIL -Processor i386 -ProviderURL <url> -pu 指定要使用在所產生或更新的部署資訊清單中的 提供者 URL。 範例: -ProviderURL http://www.whatever.net/application -Publisher <publisher_name> -pub 指定發行者的名稱。包含空格的名稱應該用 引號括住。 範例: -Publisher MyCompany -Publisher "My Company" -SupportURL <url> -s 指定應用程式的支援 URL。 範例: -SupportURL http://www.whatever.net/application/support -TargetDirectory <path> -td 指定要將 Launcher 新增到的目錄。 範例: -TargetDirectory bin/release -ToFile <file_name> -t 指定用來儲存 sign、new 或 update 命令輸出 的檔案名稱。 範例: -ToFile MyApp.manifest -TimeStampUri <uri> -ti 指定在簽署時用於時間戳記的 URI。 -TrustLevel <level> -tr 指定要包含在所產生或更新的應用程式資訊清單 中的信任層級。有效值為: "Internet"、"LocalIntranet" 和 "FullTrust"。 範例: -TrustLevel FullTrust -UseManifestForTrust <true|false> -um 指定應用程式資訊清單是否要使用於憑證和 品牌資訊。 -Version <version> -v 指定所產生或更新的資訊清單所屬應用 程式的版本。必須為 "0.0.0.0" 格式。 範例: -Version 1.2.3.2112
