Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# NoClientCertificatesMatching
source: There are no client certificates configured for the package source '{0}'.
cs: Pro zdroj balíčku {0} nejsou nakonfigurované žádné klientské certifikáty.
de: Für die Paketquelle "{0}" sind keine Clientzertifikate konfiguriert.
es: No hay ningún certificado de cliente configurado para el origen del paquete "{0}".
fr: Il n'existe aucun certificat client configuré pour la source de package '{0}'.
it: Non esistono certificati client configurati per l'origine pacchetto '{0}'.
ja: パッケージ ソース '{0}' 用に構成されたクライアント証明書がありません。
ko: 패키지 원본 '{0}'에 구성된 클라이언트 인증서가 없습니다.
pl: Brak certyfikatów klienta skonfigurowanych dla źródła pakietu „{0}”.
pt_br: Não há certificados de cliente configurados para a origem do pacote '{0}'.
ru: Сертификаты клиента для источника пакетов "{0}" отсутствуют.
tr: '{0}' paket kaynağı için yapılandırılan istemci sertifikası yok.
zh_hans: 没有为包源 "{0}" 配置的客户端证书。
zh_hant: 沒有任何為套件來源 '{0}' 所設定的用戶端憑證。

# NoTrustedSigners
source: There are no trusted signers.
cs: Nejsou k dispozici žádné důvěryhodné podepisující osoby.
de: Es sind keine vertrauenswürdigen Signaturgeber vorhanden.
es: No hay firmantes de confianza.
fr: Il n'existe aucun signataire approuvé.
it: Non esiste alcun firmatario attendibile.
ja: 信頼された署名者がいません。
ko: 신뢰할 수 있는 서명자가 없습니다.
pl: Brak zaufanych osób podpisujących.
pt_br: Não há signatários confiáveis.
ru: Нет доверенных подписывающих лиц.
tr: Güvenilen imzalayan yok.
zh_hans: 没有任何受信任的签名者。
zh_hant: 沒有任何信任的簽署者。

# NoTrustedSignersMatching
source: No trusted signers with the name: '{0}' were found.
cs: Nenašly se žádné podepisující osoby jménem {0}.
de: Es wurden keine vertrauenswürdigen Signaturgeber mit dem Namen "{0}" gefunden.
es: No se encontraron firmantes de confianza con el nombre "{0}".
fr: Aucun signataire approuvé nommé '{0}' n'a été localisé.
it: Non è stato trovato alcun firmatario attendibile denominato '{0}'.
ja: 名前 '{0}' の信頼された署名者が見つかりませんでした。
ko: 이름이 '{0}'인 신뢰할 수 있는 서명자를 찾을 수 없습니다.
pl: Nie znaleziono zaufanych osób podpisujących o nazwie „{0}”.
pt_br: Não foram encontrados signatários confiáveis com o nome: '{0}'.
ru: Не найдено доверенных подписывающих лиц с именем "{0}".
tr: '{0}' adlı güvenilen imzalayan bulunamadı.
zh_hans: 找不到名为“{0}”的任何受信任签名者。
zh_hant: 找不到任何名稱為 '{0}' 的信任簽署者。

# NonMatchingProperties
source: Properties '{0}':'{1}' and '{2}':'{3}' do not match.
cs: Vlastnosti {0}:{1} a {2}:{3} se neshodují.
de: Die Eigenschaften "{0}":"{1}" und "{2}":"{3}" stimmen nicht überein.
es: Las propiedades "{0}":"{1}" y "{2}":"{3}" no coinciden.
fr: Les Propriétés {0}':'{1}' et '{2}':'{3}' ne correspondent pas.
it: Le proprietà '{0}':'{1}' e '{2}':'{3}' non corrispondono.
ja: プロパティ '{0}':'{1}' および '{2}':'{3}' が一致しません。
ko: 속성 '{0}':'{1}' 및 '{2}':'{3}'이(가) 서로 일치하지 않습니다.
pl: Właściwości „{0}”:„{1}” i „{2}”:„{3}” nie są zgodne.
pt_br: As propriedades '{0}':'{1}' e '{2}':'{3}' não são correspondentes.
ru: Свойства "{0}":"{1}" и "{2}":"{3}" не совпадают.
tr: Özellikler{0}':'{1}'ve'{2}':'{3}' eşleşmiyor.
zh_hans: 属性“{0}”:“{1}”和“{2}”:“{3}”不匹配。
zh_hant: 屬性 '{0}':'{1}' 與 '{2}':'{3}' 不相符。

# PropertyNotAllowed
source: Invalid input combination. Property '{0}' is not allowed.
cs: Neplatná kombinace vstupů. Vlastnost {0} se nepovoluje.
de: Ungültige Eingabekombination. Die Eigenschaft "{0}" ist nicht zulässig.
es: Combinación de entrada no válida. No se permite la propiedad "{0}".
fr: Combinaison d'entrées non valide. La propriété '{0}' n'est pas autorisée.
it: La combinazione di input non è valida. La proprietà '{0}' non è consentita.
ja: 入力の組み合わせが無効です。プロパティ '{0}' は指定できません。
ko: 잘못된 입력 조합입니다. '{0}' 속성은 허용되지 않습니다.
pl: Nieprawidłowa kombinacja danych wejściowych. Właściwość „{0}” jest niedozwolona.
pt_br: Combinação de entrada inválida. A propriedade '{0}' não é permitida.
ru: Комбинация входных данных недопустима. Свойство "{0}" запрещено.
tr: Giriş bileşimi geçersiz. '{0}' özelliğine izin verilmiyor.
zh_hans: 输入组合无效。不允许使用属性“{0}”。
zh_hant: 輸入組合無效。不允許屬性 '{0}'。

# PropertyNotAllowedForProjectType
source: Invalid input combination. Property '{0}' is not allowed for project type '{1}'.
cs: Neplatná kombinace vstupů. Pro typ projektu {1} se vlastnost {0} nepovoluje.
de: Ungültige Eingabekombination. Die Eigenschaft "{0}" ist für den Projekttyp "{1}" nicht zulässig.
es: Combinación de entrada no válida. No se permite la propiedad "{0}" para el tipo de proyecto "{1}".
fr: Combinaison d'entrées non valide. La propriété '{0}' n'est pas autorisée pour le type de projet '{1}'.
it: La combinazione di input non è valida. La proprietà '{0}' non è consentita per il tipo di progetto '{1}'.
ja: 入力の組み合わせが無効です。プロパティ '{0}' はプロジェクト タイプ '{1}' に関して指定できません。
ko: 잘못된 입력 조합입니다. '{0}' 속성은 프로젝트 형식 '{1}'에 허용되지 않습니다.
pl: Nieprawidłowa kombinacja danych wejściowych. Właściwość „{0}” jest niedozwolona dla typu projektu „{1}”.
pt_br: Combinação de entrada inválida. A propriedade '{0}' não é permitida para o tipo de projeto '{1}'.
ru: Комбинация входных данных недопустима. Свойство "{0}" запрещено в проекте типа "{1}".
tr: Giriş bileşimi geçersiz. '{1}' proje türü için '{0}' özelliğine izin verilmiyor.
zh_hans: 输入组合无效。项目类型“{1}”不允许使用属性“{0}”。
zh_hant: 輸入組合無效。專案類型 '{1}' 不允許屬性 '{0}'。

# RegsiteredClientCertificates
source: Registered client certificates:
cs: Zaregistrované klientské certifikáty:
de: Registrierte Clientzertifikate:
es: Certificados de cliente registrados:
fr: Certificats clients inscrits :
it: Certificati client registrati:
ja: 登録されているクライアント証明書:
ko: 등록된 클라이언트 인증서:
pl: Zarejestrowane certyfikaty klienta:
pt_br: Certificados de cliente registrados:
ru: Зарегистрированные сертификаты клиента:
tr: Kayıtlı istemci sertifikaları:
zh_hans: 已注册的客户端证书:
zh_hant: 已註冊的用戶端憑證:

# RegsiteredTrustedSigners
source: Registered trusted signers:
cs: Zaregistrované důvěryhodné podepisující osoby:
de: Registrierte vertrauenswürdige Signaturgeber:
es: Firmantes de confianza registrados:
fr: Signataires approuvés inscrits :
it: Firmatari attendibili registrati:
ja: 登録済みの信頼された署名者:
ko: 등록된 신뢰할 수 있는 서명자:
pl: Zarejestrowane zaufane osoby podpisujące:
pt_br: Signatários confiáveis registrados:
ru: Зарегистрированные доверенные подписывающие лица:
tr: Kayıtlı güvenilen imzalayanlar:
zh_hans: 注册的受信任签名者:
zh_hant: 已註冊的信任簽署者:

# ReservedPackageNameAll
source: All
cs: Vše
de: Alle
es: Todos
fr: Tout
it: Tutto
ja: すべて
ko: 모두
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# ResolverRequest_ToStringFormat
source: {0} (via {1})
cs: {0} (přes {1})
de: {0} (über {1})
es: {0} (mediante {1})
it: {0} (tramite {1})
ja: {0} ({1} 経由)
ko: {0}({1} 사용)
pl: {0} (przez {1})
ru: {0} (через {1})
tr: ({1} üzerinden) {0}
zh_hans: {0} (通过 {1})
zh_hant: {0} (透過 {1})

# RestoreDebugPruningPackageReference
source: Pruning the package '{0}' as a dependency of '{1}'. The maximum prunable version is '{2}'
cs: Vyřazuje se balíček {0} jako závislost {1}. Maximální verze, která se dá vyřadit, je {2}.
de: Das Paket „{0}“ wird als Abhängigkeit von „{1}“ gekürzt. Die maximal kürzbare Version ist „{2}“.
es: Eliminando el paquete '{0}' como una dependencia de '{1}'. La versión máxima que se puede eliminar es '{2}'
fr: Nettoyage du package « {0} » en tant que dépendance de « {1} ». La version maximale pouvant être nettoyée est « {2} »
it: Rimozione del pacchetto '{0}' come dipendenza di '{1}'. La versione massima rimovibile è '{2}'
ja: パッケージ '{0}' を '{1}' の依存関係として取り除いています。取り除きが可能な最大バージョンは '{2}' です
ko: 패키지 '{0}'을(를) '{1}'의 종속성으로 잘라내는 중입니다. 잘라내기 가능한 최대 버전은 '{2}'입니다.
pl: Oczyszczanie pakietu „{0}” jako zależności „{1}”. Maksymalna wersja możliwa do oczyszczenia to „{2}”
pt_br: Podando o pacote '{0}' como dependência de '{1}'. A versão máxima que pode ser removida é '{2}'
ru: Урезание пакета "{0}" как зависимости "{1}". Максимальная версия, которую можно урезать: "{2}"
tr: ‘{0}’ paketini ‘{1}’ bağımlılığı olarak ayıklama. Maksimum ayıklanabilir sürüm ‘{2}’
zh_hans: 正在将包 "{0}" 作为 "{1}" 的依赖项进行删除。最大可删除版本为 "{2}"
zh_hant: 修剪套件「{0}」作為「{1}」的相依性。最大可修剪版本為「{2}」

# SignCommandCertificateFileNotFound
source: Certificate file '{0}' not found. For a list of accepted ways to provide a certificate, visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Soubor certifikátu {0} se nenašel. Seznam přijatelných způsobů, jak poskytnout certifikát, najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Die Zertifikatdatei "{0}" wurde nicht gefunden. Eine Liste der anerkannten Methoden zur Bereitstellung eines Zertifikats finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference.
es: No se encontró el archivo de certificado "{0}". Para obtener una lista de las formas aceptadas de proporcionar un certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
fr: Le fichier de certificat '{0}' est introuvable. Pour obtenir la liste des méthodes acceptées d'émission de certificats, accédez à https://docs.nuget.org/docs/reference/command-line-reference
it: Il file di certificato '{0}' non è stato trovato. Per un elenco dei modi accettati per specificare un certificato, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: 証明書ファイル '{0}' は見つかりませんでした。証明書を提供する承認済みの方法のリストについて、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: 인증서 파일 '{0}'을(를) 찾을 수 없습니다. 인증서를 제공하는 허용된 방법 목록은 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: Nie odnaleziono pliku certyfikatu „{0}”. Aby uzyskać listę akceptowanych sposobów dostarczenia certyfikatu, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: O arquivo de certificado '{0}' não foi encontrado. Para obter uma lista das maneiras aceitas de fornecimento de certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Файл сертификата "{0}" не найден. Допустимые способы предоставления сертификатов см. на странице https://docs.nuget.org/docs/reference/command-line-reference.
tr: '{0}' sertifika dosyası bulunamadı. Kabul edilen sertifika sağlama yollarının listesi için bkz. https://docs.nuget.org/docs/reference/command-line-reference
zh_hans: 找不到文件“{0}”。要获取接受的证书提供方式列表，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 找不到憑證檔案 '{0}'。如需可接受的憑證提供方法清單，請前往 https://docs.microsoft.com/zh-tw/nuget/reference/nuget-exe-cli-reference

# SignCommandCertificateStoreNotFound
source: Certificate store '{0}' not found. For a list of accepted ways to provide a certificate, visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Úložiště certifikátů {0} se nenašlo. Seznam přijatelných způsobů, jak poskytnout certifikát, najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Der Zertifikatspeicher "{0}" wurde nicht gefunden. Eine Liste der anerkannten Methoden zur Bereitstellung eines Zertifikats finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference.
es: No se encontró el almacén de certificados "{0}". Para obtener una lista de las formas aceptadas de proporcionar un certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
fr: Le magasin de certificats '{0}' est introuvable. Pour obtenir la liste des méthodes acceptées d'émission de certificats, accédez à https://docs.nuget.org/docs/reference/command-line-reference
it: L'archivio certificati '{0}' non è stato trovato. Per un elenco dei modi accettati per specificare un certificato, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: 証明書ストア '{0}' は見つかりませんでした。証明書を提供する承認済みの方法のリストについて、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: 인증서 저장소 '{0}'을(를) 찾을 수 없습니다. 인증서를 제공하는 허용된 방법 목록은 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: Nie odnaleziono magazynu certyfikatów „{0}”. Aby uzyskać listę akceptowanych sposobów dostarczenia certyfikatu, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: O repositório de certificados '{0}' não foi encontrado. Para obter uma lista das maneiras aceitas de fornecimento de certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Хранилище сертификатов "{0}" не найдено. Допустимые способы предоставления сертификатов см. на странице https://docs.nuget.org/docs/reference/command-line-reference.
tr: '{0}' sertifika depolama alanı bulunamadı. Kabul edilen sertifika sağlama yollarının listesi için bkz. https://docs.nuget.org/docs/reference/command-line-reference
zh_hans: 找不到证书存储“{0}”。要获取接受的证书提供方式列表，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 找不到憑證存放區 '{0}'。如需可接受的憑證提供方法清單，請前往 https://docs.microsoft.com/zh-tw/nuget/reference/nuget-exe-cli-reference

# SignCommandDialogMessage
source: Select a valid certificate
cs: Vyberte platný certifikát.
de: Wählen Sie ein gültiges Zertifikat aus.
es: Seleccionar un certificado válido
fr: Sélectionner un certificat valide
it: Selezionare un certificato valido
ja: 有効な証明書を選択します
ko: 유효한 인증서를 선택하세요.
pl: Wybierz prawidłowy certyfikat
pt_br: Selecionar um certificado válido
ru: Выберите действительный сертификат.
tr: Geçerli bir sertifika seçin
zh_hans: 选择一个有效的证书
zh_hant: 選取有效的憑證

# SignCommandDialogTitle
source: NuGet Sign Certificate Selection
cs: Výběr podpisového certifikátu NuGet
de: NuGet-Signaturzertifikatauswahl
es: Selección del certificado de firma de NuGet
fr: Sélection de certificat de signature NuGet
it: Selezione del certificato di firma NuGet
ja: NuGet の署名証明書の選択
ko: NuGet 서명 인증서 선택
pl: Wybór certyfikatu podpisywania NuGet
pt_br: Seleção de assinatura por certificado do NuGet
ru: Выбор сертификата NuGet для подписывания
tr: NuGet İmza Sertifikası Seçimi
zh_hans: NuGet 签名证书选择
zh_hant: NuGet 簽署憑證選取項目

# SignCommandDisplayCertificate
source: Signing package(s) with certificate:
cs: Podepisují se balíčky pomocí certifikátu:
de: Pakete werden mit folgendem Zertifikat signiert:
es: Firmando paquetes con el certificado:
fr: Signer le ou les packages avec un certificat :
it: Firma dei pacchetti con il certificato:
ja: 次の証明書でパッケージに署名しています:
ko: 인증서로 패키지 서명:
pl: Podpisywanie pakietów za pomocą certyfikatu:
pt_br: Assinar pacotes com certificado:
ru: Подписывание пакетов с сертификатом:
tr: Paketleri sertifika ile imzalama:
zh_hans: 用证书对包签名:
zh_hant: 使用下列憑證簽署套件:

# SignCommandDisplayTimestamper
source: Timestamping package(s) with:
cs: K balíčkům se přidává časové razítko s:
de: Pakete werden mit folgendem Zeitstempel versehen:
es: Marcando el tiempo en los paquetes con:
fr: Horodatage du ou des packages avec :
it: Applicazione del timestamp ai pacchetti con:
ja: 次の項目を使用してパッケージにタイムスタンプを設定しています。
ko: 다음으로 패키지에 타임스탬핑:
pl: Oznaczanie pakietów sygnaturami czasowymi za pomocą:
pt_br: Aplicando carimbo de data/hora a pacotes com:
ru: Установка метки времени для пакетов:
tr: Paketlere koyulan zaman damgası:
zh_hans: 对以下程序对包加盖时间戳:
zh_hant: 使用下列項目為套件加上時間戳記:

# SignCommandInvalidCertException
source: Certificate file '{0}' is invalid. For a list of accepted ways to provide a certificate, visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Soubor certifikátu {0} není platný. Seznam přijatelných způsobů, jak poskytnout certifikát, najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Die Zertifikatdatei "{0}" ist ungültig. Eine Liste der anerkannten Methoden zur Bereitstellung eines Zertifikats finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference.
es: El archivo de certificado "{0}" no es válido. Para obtener una lista de las formas aceptadas de proporcionar un certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
fr: Le fichier de certificat '{0}' est non valide. Pour obtenir la liste des méthodes acceptées d'émission de certificats, accédez à https://docs.nuget.org/docs/reference/command-line-reference
it: Il file di certificato '{0}' non è valido. Per un elenco dei modi accettati per specificare un certificato, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: 証明書ファイル '{0}' が無効です。証明書を提供する承認済みの方法のリストについて、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: 인증서 파일 '{0}'이(가) 잘못되었습니다. 인증서를 제공하는 허용된 방법 목록은 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: Plik certyfikatu „{0}” jest nieprawidłowy. Aby uzyskać listę akceptowanych sposobów dostarczenia certyfikatu, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: O arquivo de certificado '{0}' é inválido. Para obter uma lista das formas aceitas de fornecimento de certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Файл сертификата "{0}" является недопустимым. Допустимые способы предоставления сертификатов см. на странице https://docs.nuget.org/docs/reference/command-line-reference.
tr: '{0}' sertifika dosyası geçersiz. Kabul edilen sertifika sağlama yollarının listesi için bkz. https://docs.nuget.org/docs/reference/command-line-reference
zh_hans: 证书文件“{0}”无效。要获取接受的证书提供方式列表，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 憑證檔案 '{0}' 無效。如需可接受的憑證提供方法清單，請瀏覽 https://docs.microsoft.com/zh-tw/nuget/reference/nuget-exe-cli-reference

# SignCommandInvalidPasswordException
source: Invalid password was provided for the certificate file '{0}'. Provide a valid password using the '-{1}' option
cs: Pro soubor certifikátu {0} se poskytlo neplatné heslo. Poskytněte platné heslo pomocí možnosti -{1}.
de: Für die Zertifikatdatei "{0}" wurde ein ungültiges Kennwort angegeben. Geben Sie ein gültiges Kennwort mit der Option "-{1}" an.
es: Se proporcionó una contraseña no válida para el archivo de certificado "{0}". Proporcione una contraseña válida con la opción "-{1}".
fr: Un mot de passe non valide a été fourni pour le fichier de certificat '{0}'. Indiquez un mot de passe valide à l'aide de l'option '-{1}'
it: È stata specificata una password non valida per il file di certificato '{0}'. Per specificare una password valida, usare l'opzione '-{1}'
ja: 証明書ファイル '{0}' に、無効なパスワードが指定されました。'-{1}' オプションを使用して、有効なパスワードを指定してください
ko: 인증서 파일 '{0}'에 잘못된 암호를 제공했습니다. '-{1}' 옵션을 사용하여 유효한 암호를 제공하세요.
pl: Podano nieprawidłowe hasło dla pliku certyfikatu „{0}”. Podaj prawidłowe hasło, używając opcji „-{1}”
pt_br: Uma senha inválida foi fornecida para o arquivo de certificado '{0}'. Forneça uma senha válida usando a opção '-{1}'
ru: Указан недопустимый пароль для файла сертификата "{0}". Укажите допустимый пароль с помощью параметра "-{1}"
tr: '{0}' sertifika dosyası için geçersiz parola sağlandı. '-{1}' seçeneğini kullanarak geçerli bir parola sağlayın
zh_hans: 为证书文件“{0}”提供的密码无效。请使用“-{1}”选项提供有效的密码
zh_hant: 為憑證檔案 '{0}' 提供的密碼無效。請使用 '-{1}' 選項提供有效的密碼

# SignCommandMultipleCertException
source: Multiple certificates were found that meet all the given criteria. Use the '-{0}' option with the hash of the desired certificate.
cs: Našlo se několik certifikátů, které splňují všechna zadaná kritéria. Použijte možnost -{0} s hodnotou hash požadovaného certifikátu.
de: Es wurden mehrere Zertifikate gefunden, die allen angegebenen Kriterien entsprechen. Verwenden Sie die Option "-{0}" mit dem Hash des gewünschten Zertifikats.
es: Se encontraron varios certificados que cumplen todos los criterios especificados. Use la opción "-{0}" con el hash del certificado deseado.
fr: Plusieurs certificats répondent à tous les critères indiqués. Utilisez l'option « -{0} » avec la valeur de hachage du certificat souhaité.
it: Sono stati trovati più certificati che soddisfano tutti i criteri specificati. Usare l'opzione '-{0}' con l'hash del certificato desiderato.
ja: 指定されたすべての条件に一致する証明書が複数見つかりました。目的の証明書のハッシュを付けて、'-{0}' オプションを使用してください。
ko: 지정된 조건에 맞는 여러 인증서를 찾았습니다. 원하는 인증서의 해시와 함께 '-{0}' 옵션을 사용합니다.
pl: Znaleziono wiele certyfikatów spełniających wszystkie podane kryteria. Użyj opcji „-{0}” ze skrótem żądanego certyfikatu.
pt_br: Foram encontrados vários certificados que atendem aos critérios fornecidos. Use a opção '-{0}' com o hash do certificado desejado.
ru: Обнаружено несколько сертификатов, соответствующих всем указанным критериям. Укажите хэш необходимого сертификата с параметром "-{0}".
tr: Verilen ölçütlerin tümüne uyan birden çok sertifika bulundu. '-{0}' seçeneğini istenen sertifikanın karmasıyla kullanın.
zh_hans: 找到多个满足所有给定条件的证书。请使用“-{0}”选项对所需证书进行哈希处理。
zh_hant: 找到多個符合所有指定準則的憑證。請搭配所需憑證的雜湊使用 '-{0}' 選項。

# SignCommandNoCertException
source: No certificates were found that meet all the given criteria. For a list of accepted ways to provide a certificate, visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Nenašly se žádné certifikáty, které by splňovaly všechna zadaná kritéria. Seznam přijatelných způsobů, jak poskytnout certifikát, najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Es wurden keine Zertifikate gefunden, die alle angegebenen Kriterien erfüllen. Eine Liste der anerkannten Methoden zur Bereitstellung eines Zertifikats finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference.
es: No se encontró ningún certificado que cumpla todos los criterios especificados. Para obtener una lista de las formas aceptadas de proporcionar un certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
fr: Aucun certificat ne correspond à l'ensemble des critères spécifiés. Pour obtenir la liste des méthodes acceptées d'émission de certificats, accédez à https://docs.nuget.org/docs/reference/command-line-reference
it: Non sono stati trovati certificati che soddisfano tutti i criteri specificati. Per un elenco dei modi accettati per specificare un certificato, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: 指定された条件すべてを満たす証明書は見つかりませんでした。証明書を提供する承認済みの方法のリストについて、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: 지정된 모든 조건을 충족하는 인증서를 찾을 수 없습니다. 인증서를 제공하는 허용된 방법 목록은 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: Nie odnaleziono żadnych certyfikatów spełniających wszystkie podane kryteria. Aby uzyskać listę akceptowanych sposobów dostarczenia certyfikatu, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Não foram encontrados certificados que atendem a determinados critérios. Para obter uma lista das formas aceitas de fornecimento de certificado, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Сертификаты, соответствующие всем указанным критериям, не найдены. Допустимые способы предоставления сертификатов см. на странице https://docs.nuget.org/docs/reference/command-line-reference.
tr: Verilen ölçütlerin tümüne uyan sertifika bulunamadı. Kabul edilen sertifika sağlama yollarının listesi için bkz. https://docs.nuget.org/docs/reference/command-line-reference
zh_hans: 未找到满足所有给定条件的证书。要获取接受的证书提供方式列表，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 找不到符合所有指定準則的憑證。如需可接受的提供憑證方法清單，請瀏覽 https://docs.microsoft.com/zh-tw/nuget/reference/nuget-exe-cli-reference

# SignCommandOutputPath
source: Signed package(s) output path:
cs: Výstupní cesta podepsaných balíčků:
de: Ausgabepfad für signierte Pakete:
es: Ruta de acceso de salida de los paquetes firmados:
fr: Chemin de sortie du ou des packages signés :
it: Percorso di output dei pacchetti firmati:
ja: 署名済みパッケージの出力パス:
ko: 서명된 패키지 출력 경로:
pl: Ścieżka wyjściowa podpisanych pakietów:
pt_br: Caminho de saída dos pacotes assinados:
ru: Выходной путь для подписанных пакетов:
tr: İmzalı paket çıkış yolu:
zh_hans: 已签名包的输出路径:
zh_hant: 已簽署的套件輸出路徑:
