Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# LocalsCommand_ClearFailed
source: Clearing local resources failed: Unable to delete one or more files.
cs: Nepovedlo se vymazat místní prostředky: jeden nebo více souborů nešlo odstranit.
de: Fehler beim Löschen der lokalen Ressourcen: Mindestens eine Datei konnte nicht gelöscht werden.
es: Error al borrar los recursos locales: no se pueden eliminar uno o varios archivos.
fr: Échec de l'effacement des ressources locales : impossible de supprimer un ou plusieurs fichiers.
it: La cancellazione delle risorse locali non è riuscita. Non è possibile eliminare uno o più file.
ja: ローカル リソースをクリアできませんでした。1 つ以上のファイルを削除できません。
ko: 로컬 리소스 지우기 실패: 하나 이상의 파일을 삭제할 수 없습니다.
pl: Czyszczenie zasobów lokalnych nie powiodło się: nie można usunąć co najmniej jednego pliku.
pt_br: Falha ao limpar recursos locais: não é possível excluir um ou mais arquivos.
ru: При удалении локальных ресурсов произошел сбой: не удалось удалить один файл (или несколько).
tr: Yerel kaynakları temizleme işlemi başarısız oldu: Bir veya birden fazla dosya silinemiyor.
zh_hans: 清除本地资源失败: 无法删除一个或多个文件。
zh_hant: 本機資源清除失敗: 無法刪除一或多個檔案。

# LocalsCommand_ClearedSuccessful
source: Local resources cleared.
cs: Místní prostředky se vymazaly.
de: Die lokalen Ressourcen wurden gelöscht.
es: Recursos locales borrados.
fr: Ressources locales effacées.
it: Le risorse locali sono state cancellate.
ja: ローカル リソースがクリアされました。
ko: 로컬 리소스가 삭제되었습니다.
pl: Wyczyszczono zasoby lokalne.
pt_br: Recursos locais limpos.
ru: Локальные ресурсы очищены.
tr: Yerel kaynaklar temizlendi.
zh_hans: 本地资源已清除。
zh_hant: 已清除本機資源。

# LocalsCommand_ClearingNuGetGlobalPackagesFolder
source: Clearing NuGet global packages folder: {0}
cs: Vymazává se složka globálních balíčků NuGet: {0}
de: Der NuGet-Ordner für globale Pakete wird geleert: {0}
es: Borrando la carpeta global de paquetes NuGet: {0}
fr: Effacement du dossier des packages globaux NuGet : {0}
it: Cancellazione della cartella dei pacchetti globali NuGet: {0}
ja: NuGet グローバル パッケージ フォルダーをクリア中: {0}
ko: NuGet 전역 패키지 폴더 지우기: {0}
pl: Czyszczenie globalnego folderu pakietów narzędzia NuGet: {0}
pt_br: Limpando a pasta de pacotes globais do NuGet: {0}
ru: Очищается глобальный каталог пакетов NuGet: {0}
tr: NuGet genel paketleri klasörü temizleniyor: {0}
zh_hans: 正在清除 NuGet 全局包文件夹: {0}
zh_hant: 正在清除 NuGet 全域套件資料夾: {0}

# LocalsCommand_ClearingNuGetHttpCache
source: Clearing NuGet HTTP cache: {0}
cs: Vymazává se mezipaměť HTTP NuGet: {0}
de: Der NuGet-HTTP-Cache wird geleert: {0}
es: Borrando la caché HTTP de NuGet: {0}
fr: Effacement du cache HTTP NuGet : {0}
it: Cancellazione della cache HTTP NuGet: {0}
ja: NuGet HTTP キャッシュをクリア中: {0}
ko: NuGet HTTP 캐시 지우기: {0}
pl: Czyszczenie pamięci podręcznej HTTP narzędzia NuGet: {0}
pt_br: Limpando o cache NuGet HTTP: {0}
ru: Очищается кэш HTTP NuGet: {0}
tr: NuGet HTTP önbelleği temizleniyor: {0}
zh_hans: 正在清除 NuGet HTTP 缓存: {0}
zh_hant: 正在清除 NuGet HTTP 快取: {0}

# LocalsCommand_ClearingNuGetPluginsCache
source: Clearing NuGet plugins cache: {0}
cs: Vymazává se mezipaměť modulů plug-in NuGet: {0}
de: Der NuGet-Cache für Plug-Ins wird geleert: {0}
es: Borrando la memoria caché de complementos NuGet: {0}
fr: Effacement du cache des plug-ins NuGet : {0}
it: Cancellazione della cache dei plug-in NuGet: {0}
ja: NuGet プラグイン キャッシュをクリア中: {0}
ko: NuGet 플러그 인 캐시 지우기: {0}
pl: Czyszczenie pamięci podręcznej wtyczek narzędzia NuGet: {0}
pt_br: Limpando o cache de plug-ins do NuGet: {0}
ru: Очищается кэш подключаемых модулей NuGet: {0}
tr: NuGet eklentileri önbelleği temizleniyor: {0}
zh_hans: 正在清除 NuGet 插件缓存: {0}
zh_hant: 正在清除 NuGet 外掛程式快取: {0}

# LocalsCommand_ClearingNuGetTempCache
source: Clearing NuGet Temp cache: {0}
cs: Vymazává se dočasná mezipaměť NuGet: {0}
de: Der NuGet-Temp-Cache wird geleert: {0}
es: Borrando la caché temporal de NuGet: {0}
fr: Effacement du cache temporaire NuGet : {0}
it: Cancellazione della cache dei file temporanei NuGet: {0}
ja: NuGet 一時キャッシュをクリア中: {0}
ko: NuGet Temp 캐시 지우기: {0}
pl: Czyszczenie tymczasowej pamięci podręcznej narzędzia NuGet: {0}
pt_br: Limpando o cache NuGet Temp: {0}
ru: Очищается временный кэш NuGet: {0}
tr: NuGet Temp önbelleği temizleniyor: {0}
zh_hans: 正在清除 NuGet 临时缓存: {0}
zh_hant: 正在清除 NuGet 暫存快取: {0}

# LocalsCommand_FailedToDeletePath
source: Failed to delete '{0}'.
cs: Nepovedlo se odstranit {0}.
de: Fehler beim Löschen von "{0}".
es: No se pudo eliminar "{0}".
fr: Échec de la suppression de '{0}'.
it: Non è stato possibile eliminare '{0}'.
ja: '{0}' を削除できませんでした。
ko: '{0}'을(를) 삭제하지 못했습니다.
pl: Nie można usunąć pliku „{0}”.
pt_br: Falha ao excluir '{0}'.
ru: Не удалось удалить "{0}".
tr: '{0}' silinemedi.
zh_hans: 未能删除“{0}”。
zh_hant: 無法刪除 '{0}'。

# LocalsCommand_Help
source: usage: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] For more information, visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Použití: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Další informace najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Syntax: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Weitere Informationen finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference.
es: Uso: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Para obtener más información, visite https://docs.nuget.org/docs/reference/command-line-reference
fr: utilisation : NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Pour plus d'informations, visitez https://docs.nuget.org/docs/reference/command-line-reference
it: sintassi: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Per altre informazioni, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: 使用法: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 詳細については、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: 사용법: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 자세한 내용은 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: użycie: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Aby uzyskać więcej informacji, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: uso: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Para obter mais informações, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Использование: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Дополнительные сведения: https://docs.nuget.org/docs/reference/command-line-reference
tr: kullanım: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] Daha fazla bilgi için bkz. https://docs.nuget.org/docs/reference/command-line-reference
zh_hans: 用法: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 有关详细信息，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 使用方式: NuGet locals <all | http-cache | global-packages | temp | plugins-cache> [--clear | -c | --list | -l] 如需詳細資訊，請瀏覽 https://docs.nuget.org/docs/reference/command-line-reference

# LocalsCommand_InvalidLocalResourceName
source: An invalid local resource name was provided. Provide one of the following values: http-cache, temp, global-packages, all.
cs: Poskytl se neplatný název místního prostředku. Poskytněte jednu z těchto hodnot: http-cache, temp, global-packages, all
de: Es wurde ein ungültiger Name für eine lokale Ressource angegeben. Geben Sie einen der folgenden Werte an: http-cache, temp, global-packages, all.
es: Se ha proporcionado un nombre de recurso local no válido. Proporcione uno de los valores siguientes: http-cache, temp, global-packages, all.
fr: Un nom de ressource locale non valide a été fourni. Indiquez l'une des valeurs suivantes : http-cache, temp, global-packages, all.
it: È stato specificato un nome di risorsa locale non valido. Specificare uno dei valori seguenti: http-cache, temp, global-packages, all.
ja: 無効なローカル リソース名が指定されました。次のいずれかの値を指定してください: http-cache、temp、global-packages、all。
ko: 잘못된 로컬 리소스 이름을 제공했습니다. http-cache, temp, global-packages, all 값 중 하나를 제공하세요.
pl: Podano nieprawidłową nazwę zasobu lokalnego. Podaj jedną z następujących wartości: http-cache, temp, global-packages, all.
pt_br: Foi fornecido um nome de recurso local inválido. Forneça um dos seguintes valores: http-cache, temp, global-packages, all.
ru: Указано недопустимое имя локального ресурса. Укажите одно из следующих значений: http-cache, temp, global-packages, all.
tr: Belirtilen yerel kaynak adı geçersiz. Şu değerlerden birini belirtin: http-cache, temp, global-packages, all.
zh_hans: 提供了无效的本地资源名称。请提供以下值之一: http-cache、temp、global-packages、all。
zh_hant: 提供的本機資源名稱無效。請提供下列其中一個值: http-cache、temp、global-packages、all。

# LocalsCommand_LocalResourcePathNotSet
source: The location of local resource '{0}' is undefined.
cs: Umístění místního prostředku {0} není definované.
de: Der Speicherort der lokalen Ressource "{0}" wurde nicht definiert.
es: La ubicación del recurso local "{0}" no está definida.
fr: L'emplacement de la ressource locale '{0}' n'est pas défini.
it: Il percorso della risorsa locale '{0}' non è definito.
ja: ローカル リソース '{0}' の場所が定義されていません。
ko: 로컬 리소스 '{0}'의 위치가 정의되지 않았습니다.
pl: Nie zdefiniowano lokalizacji zasobu lokalnego „{0}”.
pt_br: A localização do recurso local '{0}' é indefinida.
ru: Расположение локального ресурса "{0}" не определено.
tr: '{0}' yerel kaynağının konumu tanımlı değil.
zh_hans: 本地资源“{0}”的位置未定义。
zh_hant: 未定義本機資源 '{0}' 的位置。

# LocalsCommand_LocalsPartiallyCleared
source: Local resources partially cleared.
cs: Místní prostředky se částečně vymazaly.
de: Die lokalen Ressourcen wurden teilweise gelöscht.
es: Recursos locales parcialmente borrados.
fr: Ressources locales partiellement effacées.
it: Le risorse locali sono state parzialmente cancellate.
ja: ローカル リソースが一部クリアされました。
ko: 로컬 리소스를 부분적으로 지웠습니다.
pl: Częściowo wyczyszczono zasoby lokalne.
pt_br: Recursos locais parcialmente limpos.
ru: Локальные ресурсы частично удалены.
tr: Yerel kaynaklar kısmen temizlendi.
zh_hans: 本地资源已部分清除。
zh_hant: 已部份清除本機資源。

# Log_AllProjectsUpToDate
source: All projects are up-to-date for restore.
cs: Všechny projekty jsou v aktuálním stavu pro obnovení.
de: Alle Projekte sind für die Wiederherstellung auf dem neuesten Stand.
es: Todos los proyectos están actualizados para la restauración.
fr: Tous les projets sont à jour pour la restauration.
it: Tutti i progetti sono aggiornati per il ripristino.
ja: 復元対象のすべてのプロジェクトは最新です。
ko: 복원할 모든 프로젝트가 최신 상태입니다.
pl: Wszystkie projekty są aktualne na potrzeby przywrócenia.
pt_br: Todos os projetos estão atualizados para restauração.
ru: Все проекты обновлены для восстановления.
tr: Geri yükleme için tüm projeler güncel.
zh_hans: 所有项目均是最新的，无法还原。
zh_hant: 所有專案都在最新狀態，可進行還原。

# Log_AssetsFileNotOnDisk
source: The expected assets file for {0} does not exist, no-op is not possible. Continuing restore.
cs: Očekávaný soubor prostředků pro {0} neexistuje, no-op není možné. Pokračuje se v obnovování.
de: Die erwartete Assetdatei für "{0}" ist nicht vorhanden, "no-op" ist nicht möglich. Die Wiederherstellung wird fortgesetzt.
es: El archivo de recursos esperado para {0} no existe, no es posible ninguna operación. Se continuará la restauración.
fr: No-op impossible, car le fichier d'actifs attendu pour {0} n'existe pas. Poursuite de la restauration.
it: Il file di asset previsto per {0} non esiste. Non è possibile eseguire l'istruzione no-op. Il ripristino è in corso.
ja: {0} の予想されるアセット ファイルが存在しません。操作を中止できません。復元を続行します。
ko: {0}에 필요한 자산 파일이 없습니다. No-op이 가능하지 않습니다. 복원을 계속합니다.
pl: Oczekiwany plik zasobów dla elementu {0} nie istnieje, brak operacji nie jest możliwy. Przywracanie jest kontynuowane.
pt_br: O arquivo de ativos esperado de {0} não existe. No-op não é possível. Continuando a restauração.
ru: Ожидаемый файл ресурсов для {0} не существует, холостая операция невозможна. Восстановление будет продолжено.
tr: {0} için beklenen varlık dosyası yok, işlemsizlik mümkün değil. Geri yüklemeye devam ediliyor.
zh_hans: {0} 所需的资产文件不存在，无法执行任何操作。继续还原。
zh_hant: {0} 應有的資產檔不存在，無法進行「無作業」。繼續還原。

# Log_CPVM_DowngradeError
source: Detected package downgrade: {0} from {1} to centrally defined {2}. Update the centrally managed package version to a higher version.
cs: Zjistil se downgrade balíčku {0} z {1} na centrálně definované {2}. Aktualizujte verzi centrálně spravovaného balíčku na vyšší verzi.
de: Paketdowngrade ermittelt: "{0}" wurde von Version {1} zur zentral definierten Version {2} herabgestuft. Aktualisieren Sie die zentral verwaltete Paketversion auf eine höhere Version.
es: Se detectó el cambio del paquete a una versión anterior: {0} de {1} a {2} con definición centralizada. Actualice la versión del paquete que se administra centralmente a una versión posterior.
fr: Détection du passage à une version antérieure d'un package {0} de {1} vers {2} (défini de manière centralisée). Mettez à jour la version de package managée de manière centralisée vers une version supérieure.
it: È stato rilevato il downgrade del pacchetto {0} da {1} a quello {2} definito in una posizione centralizzata. Aggiornare a una versione successiva la versione del pacchetto gestito da una posizione centralizzata.
ja: パッケージのダウングレード ({1} の {0} から一元的に定義された {2} へ) が検出されました。一元管理されたパッケージ バージョンをより新しいバージョンに更新してください。
ko: 패키지 다운그레이드(ID: {0})가 {1}에서 중앙에서 정의된 {2}(으)로 검색되었습니다. 중앙 관리형 패키지 버전을 상위 버전으로 업데이트하세요.
pl: Wykryto zmianę wersji pakietu na starszą: {0} z {1} do centralnie zdefiniowanej {2}. Zaktualizuj centralnie zarządzaną wersję pakietu do nowszej wersji.
pt_br: Downgrade de pacote detectado: {0} de {1} para {2} definido centralmente. Atualize a versão do pacote gerenciado centralmente para uma versão superior.
ru: Обнаружено понижение версии пакета {0} с {1} до централизованно определенной версии {2}. Обновите централизованно управляемый пакет до более поздней версии.
tr: {0} paketinin, {1} sürümünden merkezi olarak tanımlanan {2} sürümüne düşürüldüğü algılandı. Merkezi olarak yönetilen paket sürümünü daha yüksek bir sürüme güncelleştirin.
zh_hans: 检测到包降级: {0} 从 {1} 降级到集中定义的 {2}。请将集中管理的包版本更新到更高版本。
zh_hant: 偵測到套件降級: {0} 從 {1} 降級為集中定義的 {2}。請將集中管理的套件版本更新為較新的版本。

# Log_Committing
source: Committing restore...
cs: Potvrzuje se obnovení...
de: Commit für Wiederherstellung wird ausgeführt...
es: Ejecutando restauración...
fr: Validation de la restauration...
it: Esecuzione del commit del ripristino...
ja: 復元をコミットしています...
ko: 복원을 커밋하는 중...
pl: Trwa zatwierdzanie przywracania...
pt_br: Confirmando restauração...
ru: Фиксация восстановления...
tr: Geri yükleme işleniyor...
zh_hans: 正在提交还原...
zh_hant: 正在認可還原...

# Log_ConfigFileSummary
source: NuGet Config files used:
cs: Použité soubory NuGet Config:
de: Verwendete NuGet-Konfigurationsdateien:
es: Archivos de NuGet Config usados:
fr: Fichiers de configuration NuGet utilisés :
it: File di configurazione Nuget usati:
ja: 使用されている NuGet Config ファイル:
ko: 사용된 NuGet Config 파일:
pl: Użyte pliki konfiguracji programu NuGet:
pt_br: Arquivos de configuração NuGet usados:
ru: Использованные файлы конфигурации NuGet:
tr: Kullanılan NuGet yapılandırma dosyaları:
zh_hans: 使用的 NuGet 配置文件:
zh_hant: 使用的 NuGet 設定檔:

# Log_ConvertedPackageToOriginalCase
source: The package {0} was converted to original case in the packages directory.
cs: Balíček {0} se převedl do původního stavu v adresáři packages.
de: Das Paket "{0}" wurde in die ursprüngliche Schreibweise im Paketverzeichnis konvertiert.
es: El paquete {0} se convirtió a las mayúsculas y minúsculas originales del directorio de paquetes.
fr: Le package {0} a été converti en casse d'origine dans le répertoire de packages.
it: Il pacchetto {0} è stato convertito nelle lettere maiuscole/minuscole originali nella directory dei pacchetti.
ja: パッケージ {0} が、パッケージ ディレクトリ内の元の大文字/小文字に変換されました。
ko: packages 디렉터리에서 {0} 패키지가 원래 대/소문자로 변환되었습니다.
pl: Pakiet {0} został przekonwertowany na oryginalny przypadek w katalogu pakietów.
pt_br: O pacote {0} foi convertido para o formato original de maiúsculas e minúsculas no diretório de pacotes.
ru: Капитализация названия пакета {0} возвращена в исходное состояние в каталоге пакетов.
tr: {0} paketi, paketler dizininde özgün durumuna dönüştürüldü.
zh_hans: 包 {0} 已转换为包目录中的原始用例。
zh_hant: 套件 {0} 已轉換成套件目錄中的原始案例。

# Log_CycleDetected
source: Cycle detected.
cs: Zjistil se cyklus.
de: Zyklus erkannt.
es: Ciclo detectado.
fr: Cycle détecté.
it: È stato rilevato un ciclo.
ja: サイクルが検出されました。
ko: 순환이 발견되었습니다.
pl: Wykryto cykl.
pt_br: Ciclo detectado.
ru: Обнаружен цикл.
tr: Döngü algılandı.
zh_hans: 检测到循环。
zh_hant: 偵測到循環。

# Log_DependencyBumpedUp
source: Dependency specified was {0} {1} but ended up with {2} {3}.
cs: Zadaná závislost byla {0} {1}, ale skončila s {2} {3}.
de: Die angegebene Abhängigkeit war {0} {1}, das Ergebnis war aber {2} {3}.
es: La dependencia especificada era {0} {1} pero terminaba con {2} {3}.
fr: La dépendance spécifiée était {0} {1}, mais se terminait par {2} {3}.
it: La dipendenza specificata è {0} {1} ma è risultata {2} {3}.
ja: 指定された依存関係は {0} {1} でしたが、最終的に {2} {3} となりました。
ko: 지정된 종속성은 {0} {1}이었지만 결과적으로 {2} {3}입니다.
pl: Określoną zależnością było {0} {1}, ale ostatecznie otrzymano {2} {3}.
pt_br: A dependência especificada foi {0} {1} mas acabou com {2} {3}.
ru: Указанная зависимость — {0} {1}, но завершено с {2} {3}.
tr: {0} {1} için bağımlılık belirtildi, fakat {2} {3} ile sonuçlandı.
zh_hans: 指定的依赖性是 {0} {1}，但最终的依赖性是 {2} {3}。
zh_hant: 指定的相依性為 {0} {1}，但結果卻是 {2} {3}。

# Log_DowngradeWarning
source: Detected package downgrade: {0} from {1} to {2}. Reference the package directly from the project to select a different version.
cs: Zjistil se downgrade balíčku: {0} z {1} na {2}. Pokud chcete vybrat jinou verzi, odkazujte na balíček přímo z projektu.
de: Ein Downgrade des Pakets "{0}" von {1} auf {2} wurde festgestellt. Verweisen Sie direkt aus dem Projekt auf das Paket, um eine andere Version auszuwählen.
es: Degradación del paquete detectada: {0} de {1} a {2}. Haga referencia al paquete directamente desde el proyecto para seleccionar una versión diferente.
fr: Passage à une version antérieure du package détecté : {0} de {1} à {2}. Référencez le package directement à partir du projet pour sélectionner une version différente.
it: È stato rilevato il downgrade del pacchetto {0} da {1} a {2}. Fare riferimento al pacchetto direttamente dal progetto per selezionare una versione diversa.
ja: {0} の {1} から {2} へのパッケージ ダウングレードが検出されました。別のバージョンを選択するには、プロジェクトから直接パッケージを参照してください。
ko: {1}에서 {2}(으)로 다운그레이드된 패키지 {0}을(를) 발견했습니다. 프로젝트에서 패키지를 직접 참조하여 다른 버전을 선택하세요.
pl: Wykryto obniżenie wersji pakietu: {0} z {1} na {2}. Aby wybrać inną wersję, odwołaj się do pakietu bezpośrednio z projektu.
pt_br: Downgrade de pacote detectado: {0} de {1} para {2}. Referencie o pacote diretamente do projeto para selecionar uma versão diferente.
ru: Обнаружено понижение версии пакета {0} с {1} на {2}. Чтобы выбрать другую версию, создайте ссылку на пакет напрямую из проекта.
tr: {0} paketi için {1} sürümünden {2} sürümüne düşürme algılandı. Farklı bir sürüm seçmek için doğrudan projeden pakete başvurun.
zh_hans: 检测到包降级: {0} 从 {1} 降级到 {2}。直接从项目引用包以选择不同版本。
zh_hant: 偵測到套件降級: {0} 從 {1} 降到 {2}。請直接從專案參考套件，以選取不同的版本。

# Log_ErrorSummary
source: Errors in {0}
cs: Chyby v: {0}
de: Fehler in {0}
es: Errores en {0}
fr: Erreurs dans {0}
it: Errori in {0}
ja: {0} でのエラー
ko: {0} 오류
pl: Błędy w {0}
pt_br: Erros no {0}
ru: Ошибки в {0}
tr: {0} içindeki hatalar
zh_hans: {0} 中的错误
zh_hant: {0} 有錯誤

# Log_FeedsUsedSummary
source: Feeds used:
cs: Použité informační kanály:
de: Verwendete Feeds:
es: Fuentes usadas:
fr: Flux utilisés :
it: Feed usati:
ja: 使用されているフィード:
ko: 사용된 피드:
pl: Użyte źródła danych:
pt_br: Feeds usados:
ru: Использованные веб-каналы:
tr: Kullanılan akışlar:
zh_hans: 使用的源:
zh_hant: 使用的摘要:

# Log_GeneratingMsBuildFile
source: Generating MSBuild file {0}.
cs: Generuje se souboru MSBuild {0}.
de: Die MSBuild-Datei "{0}" wird generiert.
es: Generación de archivo MSBuild {0}.
fr: Génération du fichier MSBuild {0}.
it: Generazione del file MSBuild {0}.
ja: MSBuild ファイル {0} を生成しています。
ko: MSBuild 파일 {0}을(를) 생성하고 있습니다.
pl: Generowanie pliku programu MSBuild {0}.
pt_br: Gerando arquivo do MSBuild {0}.
ru: Идет создание файла MSBuild {0}.
tr: MSBuild dosyası {0} oluşturuluyor.
zh_hans: 正在生成 MSBuild 文件 {0}。
zh_hant: 正在產生 MSBuild 檔案 {0}。

# Log_ImportsFallbackWarning
source: Package '{0}' was restored using '{1}' instead of the project target framework '{2}'. This package may not be fully compatible with your project.
cs: Balíček {0} se místo cílové verze rozhraní .NET Framework projektu {2} obnovil pomocí {1}. Balíček nemusí být plně kompatibilní s vaším projektem.
de: Das Paket "{0}" wurde nicht mit dem Projektzielframework "{2}", sondern mit "{1}" wiederhergestellt. Dieses Paket ist mit Ihrem Projekt möglicherweise nicht vollständig kompatibel.
es: El paquete "{0}" se restauró con "{1}" en lugar de la plataforma de destino del proyecto "{2}". Puede que el paquete no sea totalmente compatible con el proyecto.
fr: Le package '{0}' a été restauré en utilisant '{1}' au lieu du framework cible du projet '{2}'. Ce package n'est peut-être pas totalement compatible avec votre projet.
it: Il pacchetto '{0}' è stato ripristinato mediante '{1}' e non mediante il framework di destinazione del progetto '{2}'. Questo pacchetto potrebbe non essere completamente compatibile con il progetto.
ja: パッケージ '{0}' はプロジェクトのターゲット フレームワーク '{2}' ではなく '{1}' を使用して復元されました。このパッケージは、使用しているプロジェクトとの完全な互換性がない可能性があります。
ko: 프로젝트 대상 프레임워크 '{2}' 대신 '{1}'을(를) 사용하여 패키지 '{0}'을(를) 복원했습니다. 이 패키지는 프로젝트와 완벽하게 호환되지 않을 수 있습니다.
pl: Pakiet „{0}” został przywrócony przy użyciu elementu „{1}” zamiast platformy docelowej projektu „{2}”. Ten pakiet może nie być w pełni kompatybilny z Twoim projektem.
pt_br: O pacote '{0}' foi restaurado usando '{1}' em vez da estrutura de destino do projeto '{2}'. Esse pacote pode não ser totalmente compatível com o seu projeto.
ru: Пакет "{0}" был восстановлен с помощью "{1}", а не целевой платформы проекта "{2}". Этот пакет может быть не полностью совместим с вашим проектом.
tr: '{0}' paketi, proje hedef çerçevesi '{2}' yerine '{1}' kullanılarak geri yüklendi. Bu paket projenizle tamamen uyumlu olmayabilir.
zh_hans: 已使用“{1}”而不是项目目标框架“{2}”还原包“{0}”。此包可能与项目不完全兼容。
zh_hant: 已使用 '{1}' 而非專案目標架構 '{2}' 還原了套件 '{0}'。此套件與您的專案並非完全相容。

# Log_InstalledSummary
source: Installed:
cs: Nainstalováno:
de: Installiert:
es: Instalado:
fr: Installé :
it: Installato:
ja: インストール済み:
ko: 설치됨:
pl: Zainstalowane:
pt_br: Instalado:
ru: Установлено:
tr: Yüklenenler:
zh_hans: 已安装:
zh_hant: 已安裝:

# Log_InstalledSummaryCount
source: {0} package(s) to {1}
cs: Počet balíčků do {1}: {0}
de: {0} Paket(e) auf {1}
es: {0} paquetes(s) en {1}
fr: {0} package(s) sur {1}
it: {0} pacchetti in {1}
ja: {1} に対する {0} 個のパッケージ
ko: {1}의 {0} 패키지
pl: Pakiety w {1}: {0}
pt_br: {0} pacote(s) para {1}
ru: Пакеты ({0}) в {1}
tr: {1} öğesine {0} paket
zh_hans: {1} 的 {0} 包
zh_hant: {0} 個封裝至 {1}
