Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Log_RestoreNoOpFinish
source: The restore inputs for '{0}' have not changed. No further actions are required to complete the restore.
cs: Vstupy obnovení pro {0} se nezměnily. K dokončení obnovování se nevyžaduje žádná další akce.
de: Die Wiederherstellungseingaben für "{0}" wurden nicht geändert. Zum Abschließen der Wiederherstellung sind keine weiteren Aktionen erforderlich.
es: Las entradas de restauración de "{0}" no han cambiado. No se necesitan más acciones para finalizar la restauración.
fr: Les entrées de restauration pour '{0}' n'ont pas changé. Aucune autre action n'est nécessaire pour effectuer la restauration.
it: Gli input del ripristino per '{0}' non sono stati modificati. Non sono richieste ulteriori azioni per completare il ripristino.
ja: '{0}' の復元入力は変更されていません。復元を完了するのに、これ以降の操作は必要ありません。
ko: '{0}'에 대한 복원 입력이 변경되지 않았습니다. 복원을 완료하기 위해 필요한 추가 작업이 없습니다.
pl: Dane wejściowe przywracania dla elementu „{0}” nie uległy zmianie. Do ukończenia przywracania nie są wymagane żadne dalsze akcje.
pt_br: As entradas de restauração de '{0}' não foram alteradas. Nenhuma ação é necessária para concluir a restauração.
ru: Входные данные восстановления для "{0}" не были изменены. Дальнейших действий для завершения восстановления не требуется.
tr: '{0}' için geri yükleme girişleri değiştirilmedi. Geri yüklemeyi tamamlamak için başka bir eylem gerekli değil.
zh_hans: “{0}”的还原输入未改变。完成此还原不需要再进行进一步的操作。
zh_hant: '{0}' 的還原輸入尚未變更。無須進一步的動作來完成還原。

# Log_RestoringPackages
source: Restoring packages for {0}...
cs: Obnovují se balíčky pro {0}...
de: Pakete für "{0}" werden wiederhergestellt...
es: Restaurando paquetes para {0}...
fr: Restauration des packages pour {0}...
it: Ripristino dei pacchetti per {0} in corso...
ja: {0} のパッケージを復元しています...
ko: {0}의 패키지를 복원하는 중...
pl: Trwa przywracanie pakietów dla elementu {0}...
pt_br: Restaurando pacotes para {0}...
ru: Идет восстановление пакетов для {0}...
tr: {0} için paketler geri yükleniyor...
zh_hans: 正在还原 {0} 的包...
zh_hant: 正在還原 {0} 的封裝...

# Log_RunningNonParallelRestore
source: Running non-parallel restore.
cs: Probíhá neparalelní obnovení.
de: Nicht parallele Wiederherstellung wird ausgeführt.
es: Ejecutando restauración no paralela.
fr: Exécution d'une restauration non parallèle.
it: Esecuzione del ripristino in modalità non parallela.
ja: 並列でない復元を実行しています。
ko: 비병렬 복원을 실행하는 중입니다.
pl: Uruchamianie nierównoległego przywracania.
pt_br: Executando uma restauração não paralela.
ru: Выполняется непараллельное восстановление.
tr: Paralel olmayan geri yükleme çalıştırılıyor.
zh_hans: 正在运行非并行还原。
zh_hant: 正在執行非平行還原。

# Log_RunningParallelRestore
source: Running restore with {0} concurrent jobs.
cs: Probíhá obnovení se souběžnými úlohami ({0}).
de: Wiederherstellung wird mit {0} parallelen Aufträgen ausgeführt.
es: Ejecutando restauración con {0} trabajos simultáneos.
fr: Exécution d'une restauration avec {0} travaux simultanés.
it: Esecuzione del ripristino con {0} processi simultanei.
ja: {0} 件の同時実行ジョブで復元を実行しています。
ko: {0}개 동시 작업에서 복원을 실행하는 중입니다.
pl: Uruchamianie przywracania z {0} zadaniami współbieżnymi.
pt_br: Executando a restauração com {0} trabalhos simultâneos.
ru: Выполняется восстановление со следующим числом параллельных заданий: {0}.
tr: {0} eşzamanlı iş ile geri yükleme çalıştırılıyor.
zh_hans: 正在使用 {0} 并行作业运行还原。
zh_hant: 正在與 {0} 個並行工作執行還原。

# Log_ScanningForRuntimeJson
source: Scanning packages for runtime.json files...
cs: V balíčcích se vyhledávají soubory runtime.json...
de: Pakete werden auf runtime.json-Dateien gescannt...
es: Examinando paquetes para archivos runtime.json files...
fr: Analyse des fichiers runtime.json dans les packages...
it: Scansione dei pacchetti per i file runtime.json...
ja: パッケージをスキャンして runtime.json ファイルを探しています...
ko: runtime.json 파일의 패키지를 검색하는 중...
pl: Trwa skanowanie pakietów dla plików runtime.json...
pt_br: Examinando pacotes por arquivos runtime.json...
ru: Идет сканирование пакетов на наличие файлов runtime.json...
tr: runtime.json dosyaları için paketler taranıyor...
zh_hans: 正在扫描 runtime.json 文件的包...
zh_hant: 正在掃描封裝中有無 runtime.json 檔案...

# Log_SkippingAssetsFile
source: Assets file has not changed. Skipping assets file writing. Path: {0}
cs: Soubor prostředků se nezměnil. Přeskakuje se zápis souboru prostředků. Cesta: {0}
de: Die Assetdatei wurde nicht geändert. Das Schreiben der Assetdatei wird übersprungen. Pfad: {0}
es: El archivo de recursos no ha cambiado, así que se omitirá su escritura. Ruta de acceso: {0}
fr: Le fichier d'actifs n'a pas changé. Écriture du fichier d'actifs ignorée. Chemin : {0}
it: Il file di asset non è stato modificato. La scrittura sul file di asset verrà ignorata. Percorso: {0}
ja: アセット ファイルは変更されていません。アセット ファイルの書き込みを省略します。パス: {0}
ko: 자산 파일이 변경되지 않았습니다. 자산 파일 쓰기를 건너뜁니다. 경로: {0}
pl: Plik zasobów nie uległ zmianie. Zapisywanie pliku zasobów jest pomijane. Ścieżka: {0}
pt_br: O arquivo de ativos não foi alterado. Ignorando gravação de arquivo de ativos. Caminho: {0}
ru: Файл ресурсов не был изменен. Пропуск записи файла ресурсов. Путь: {0}
tr: Varlıklar dosyası değiştirilmedi. Varlıklar dosyasına yazma işlemi atlanıyor. Yol: {0}
zh_hans: 资产文件未改变。跳过资产文件写入。路径: {0}
zh_hant: 資產檔未變更。略過資產檔案寫入。路徑: {0}

# Log_SkippingCacheFile
source: No-Op restore. The cache will not be updated. Path: {0}
cs: Obnovení No-Op. Mezipaměť se nebude aktualizovat. Cesta: {0}
de: No-Op-Wiederherstellung. Der Cache wird nicht aktualisiert. Pfad: {0}
es: No hay ninguna operación de restauración. La caché no se actualizará. Ruta de acceso: {0}
fr: Restauration no-op. Le cache ne sera pas mis à jour. Chemin : {0}
it: Ripristino no-op. La cache non verrà aggiornata. Percorso: {0}
ja: 復元を行いません。キャッシュは更新されません。パス: {0}
ko: No-Op 복원입니다. 캐시가 업데이트되지 않습니다. 경로: {0}
pl: Przywracanie bez operacji. Pamięć podręczna nie zostanie zaktualizowana. Ścieżka: {0}
pt_br: Restauração No-Op. O cache não será atualizado. Caminho: {0}
ru: Холостое восстановление. Кэш не будет обновлен. Путь: {0}
tr: İşlemsiz geri yükleme. Önbellek güncelleştirilmeyecek. Yol: {0}
zh_hans: No-Op 还原。缓存不会更新。路径: {0}
zh_hant: 無作業還原。將不會更新快取。路徑: {0}

# Log_SkippingPackagesLockFileGeneration
source: Skipping the lock file regeneration for '{0}'.
cs: Přeskakuje se nové generování souboru zámku pro {0}.
de: Das erneute Generieren der Sperrdatei für "{0}" wird übersprungen.
es: Omitiendo la regeneración del archivo de bloqueo para "{0}".
fr: La regénération du fichier de verrouillage pour '{0}' est ignorée.
it: La rigenerazione del file di blocco per '{0}' verrà ignorata.
ja: '{0}' のロック ファイルの再生成をスキップしています。
ko: '{0}'에 대한 잠금 파일 재생성을 건너뜁니다.
pl: Pomijanie ponownego generowania pliku blokady dla elementu „{0}”.
pt_br: Ignorando a regeneração do arquivo de bloqueio para '{0}'.
ru: Пропускается повторное создание файла блокировки для "{0}".
tr: '{0}' için kilit dosyasını yeniden oluşturma işlemi atlanıyor.
zh_hans: 正在跳过 "{0}" 的锁定文件重新生成。
zh_hant: 正在跳過 '{0}' 的鎖定檔案重新產生。

# Log_SourceMappingEnabledNoMatchingPackageSources
source: PackageSourceMapping is enabled, the following source(s) were not considered: {0}.
cs: PackageSourceMapping je povolené, následující zdroje se nezvažovaly {0}.
de: PackageSourceMapping ist aktiviert. Die folgende(n) Quelle(n) wurde(n) nicht berücksichtigt: {0}.
es: PackageSourceMapping está habilitado. No se tuvieron en cuenta los siguientes orígenes: {0}.
fr: PackageSourceMapping est activé, les sources suivantes n'ont pas été prises en compte : {0}.
it: PackageSourceMapping è abilitato. Le origini seguenti non sono state considerate: {0}.
ja: PackageSourceMapping が有効になっています。次のソースは考慮されませんでした: {0}。
ko: PackageSourceMapping을 사용하도록 설정했습니다. 다음 원본이 고려되지 않았습니다. {0}.
pl: Element PackageSourceMapping jest włączony, a następujące źródła nie zostały uwzględnione: {0}.
pt_br: O PackageSourceMapping está habilitado, as seguintes fontes não foram consideradas: {0}.
ru: PackageSourceMapping включен, следующие источники не рассматривались: {0}.
tr: PackageSourceMapping etkinleştirildi, şu kaynak(lar) değerlendirilmedi: {0}.
zh_hans: PackageSourceMapping 已启用，未考虑以下源: {0}。
zh_hant: 已啟用 PackageSourceMapping，以下來源未列入考慮: {0}。

# Log_TargetsFileNotOnDisk
source: The targets file for {0} at location {1} does not exist, no-op is not possible. Continuing restore.
cs: Soubor cílů pro {0} na umístění {1} neexistuje, no-op není možné. Pokračuje se v obnovování.
de: Die Zieldatei für "{0}" am Speicherort "{1}" ist nicht vorhanden, "no-op" it nicht möglich. Die Wiederherstellung wird fortgesetzt.
es: No existe el archivo de destinos de {0} en la ubicación {1}, no es posible ninguna operación. Se continuará la restauración.
fr: No-op impossible, car le fichier de cibles pour {0} à l'emplacement {1} n'existe pas. Poursuite de la restauration.
it: Il file di destinazioni per {0} nel percorso {1} non esiste. Non è possibile eseguire l'istruzione no-op. Il ripristino è in corso.
ja: {1} の場所に {0} のターゲット ファイルが存在しません。操作を中止できません。復元を続行します。
ko: {1} 위치의 {0}에 대한 대상 파일이 없습니다. No-op이 가능하지 않습니다. 복원을 계속합니다.
pl: Plik elementów docelowych dla elementu {0} w lokalizacji {1} nie istnieje, brak operacji nie jest możliwy. Przywracanie jest kontynuowane.
pt_br: O arquivo de destino de {0} no local {1} não existe. No-op não é possível. Continuando a restauração.
ru: Файл целей для {0} в расположении {1} не существует, холостая операция невозможна. Восстановление будет продолжено.
tr: {1} konumundaki {0} için hedefler dosyası yok, işlemsizlik mümkün değil. Geri yüklemeye devam ediliyor.
zh_hans: 位置 {1} 处的目标文件 {0} 不存在，no-op 不可能。继续还原。
zh_hant: 位置 {1} 的 {0} 之目標檔案不存在，無法進行「無作業」。繼續還原。

# Log_ToolSkippingAssetsFile
source: Tool assets file has not changed. Skipping assets file write. Path: {0}
cs: Soubor prostředků nástroje se nezměnil. Přeskakuje se zápis souboru prostředků. Cesta: {0}
de: Die Toolassetdatei wurde nicht geändert. Das Schreiben der Assetdatei wird übersprungen. Pfad: {0}
es: El archivo de recursos de herramienta no ha cambiado, así que se omitirá su escritura. Ruta de acceso: {0}
fr: Le fichier d'actifs de l'outil n'a pas changé. Écriture du fichier d'actifs ignorée. Chemin : {0}
it: Il file di asset dello strumento non è stato modificato. La scrittura sul file di asset verrà ignorata. Percorso: {0}
ja: ツール アセット ファイルは変更されていません。アセット ファイルの書き込みを省略します。パス: {0}
ko: 도구 자산 파일이 변경되지 않았습니다. 자산 파일 쓰기를 건너뜁니다. 경로: {0}
pl: Plik zasobów narzędzia nie uległ zmianie. Zapisywanie pliku zasobów jest pomijane. Ścieżka: {0}
pt_br: O arquivo de ativos de ferramenta não foi alterado. Ignorando a gravação do arquivo de ativos. Caminho: {0}
ru: Файл ресурсов инструмента не был изменен. Пропуск записи для файла ресурсов инструмента. Путь: {0}
tr: Araç varlıkları dosyası değiştirilmedi. Varlıklar dosyasına yazma işlemi atlanıyor. Yol: {0}
zh_hans: 工具资产文件未改变。跳过资产文件写入。路径: {0}
zh_hant: 工具資產檔未變更。跳過資產檔案寫入。路徑: {0}

# Log_ToolWritingAssetsFile
source: Writing tool assets file to disk. Path: {0}
cs: Soubor prostředků nástroje se zapisuje na disk. Cesta: {0}
de: Die Toolassetdatei wird auf den Datenträger geschrieben. Pfad: {0}
es: Escribiendo el archivo de recursos de herramienta en el disco. Ruta de acceso: {0}
fr: Écriture du fichier des composants de l'outil sur le disque. Chemin : {0}
it: Scrittura del file di asset dello strumento sul disco. Percorso: {0}
ja: ディスクにツール アセット ファイルを書き込んでいます。パス: {0}
ko: 도구 자산 파일을 디스크에 쓰는 중입니다. 경로: {0}
pl: Zapisywanie pliku zasobów narzędzi na dysk. Ścieżka: {0}
pt_br: Gravando o arquivo de ativos da ferramenta no disco. Caminho: {0}
ru: Запись файла ресурсов инструмента на диск. Путь: {0}
tr: Araç varlıkları dosyası diske yazılıyor. Yol: {0}
zh_hans: 将工具资产文件写入磁盘。路径: {0}
zh_hant: 正在將工具資產檔案寫入磁碟。路徑: {0}

# Log_ToolWritingCacheFile
source: Writing tool cache file to disk. Path: {0}
cs: Zapisuje se soubor mezipaměti nástroje na disk. Cesta: {0}
de: Die Toolcachedatei wird auf den Datenträger geschrieben. Pfad: {0}
es: Se escribirá el archivo de caché de herramienta en el disco. Ruta de acceso: {0}
fr: Écriture du fichier cache de l'outil sur le disque. Chemin : {0}
it: Scrittura del file di cache dello strumento su disco. Percorso: {0}
ja: ツール キャッシュ ファイルをディスクに書き込みます。パス: {0}
ko: 도구 캐시 파일을 디스크에 쓰는 중입니다. 경로: {0}
pl: Zapisywanie pliku pamięci podręcznej narzędzia na dysk. Ścieżka: {0}
pt_br: Gravando arquivo de cache de ferramenta no disco. Caminho: {0}
ru: Запись файла кэша инструмента на диск. Путь: {0}
tr: Araç önbelleği dosyası diske yazılıyor. Yol: {0}
zh_hans: 将工具缓存文件写入磁盘。路径: {0}
zh_hant: 正在將工具快取檔案寫入磁碟。路徑: {0}

# Log_UnknownCompatibilityProfile
source: Unknown Compatibility Profile: {0}
cs: Neznámý profil kompatibility: {0}
de: Unbekanntes Kompatibilitätsprofil: {0}
es: Perfil de compatibilidad desconocido: {0}
fr: Profil de compatibilité inconnu : {0}
it: Profilo di compatibilità sconosciuto: {0}
ja: 不明な互換性プロファイル: {0}
ko: 알 수 없는 호환성 프로필: {0}
pl: Nieznany profil zgodności: {0}
pt_br: Perfil de compatibilidade desconhecido: {0}
ru: Неизвестный профиль совместимости: {0}
tr: Bilinmeyen Uyumluluk Profili: {0}
zh_hans: 未知的兼容性配置文件: {0}
zh_hant: 未知的相容性設定檔: {0}

# Log_UnresolvedDependency
source: Unable to resolve '{0}' for '{1}'.
cs: Nejde vyřešit {0} pro {1}.
de: "{0}" kann für "{1}" nicht aufgelöst werden.
es: No se puede resolver '{0}' para '{1}'.
fr: Impossible de résoudre '{0}' pour '{1}'.
it: Non è possibile risolvere '{0}' per '{1}'.
ja: '{1}' に対する '{0}' を解決できません。
ko: '{1}'에 대해 '{0}'을(를) 확인할 수 없습니다.
pl: Nie można rozpoznać elementu „{0}” dla elementu „{1}”.
pt_br: Não foi possível resolver '{0}' para '{1}'.
ru: Не удалось разрешить "{0}" для "{1}".
tr: '{1}' için '{0}' çözümlenemiyor.
zh_hans: 无法解析 {1} 的“{0}”。
zh_hant: 無法解析 '{1}' 的 '{0}'。

# Log_VersionConflict
source: Version conflict detected for {0}. Install/reference {1} directly to project {2} to resolve this issue.
cs: Pro {0} se zjistil konflikt. Pokud chcete tento problém vyřešit, nainstalujte nebo vytvořte odkaz na {1} přímo do projektu {2}.
de: Versionskonflikt entdeckt für "{0}". Installieren bzw. referenzieren Sie "{1}" direkt in Projekt "{2}", um dieses Problem zu beheben.
es: Se detectó un conflicto de versiones para {0}. Para resolver este problema, instale o haga referencia a {1} directamente en el proyecto {2}.
fr: Conflit de version détecté pour {0}. Installez/référencez {1} directement au projet {2} pour résoudre ce problème.
it: È stato rilevato un conflitto di versioni per {0}. Per risolvere questo problema, installare {1} o farvi riferimento direttamente nel progetto {2}.
ja: {0} のバージョンの競合が検出されました。この問題を解決するには、{1} をプロジェクト {2} に直接インストールするか、参照します。
ko: {0}에 대해 버전 충돌이 검색되었습니다. 이 문제를 해결하려면 {1}을(를) {2} 프로젝트에 직접 설치/참조하세요.
pl: Wykryto konflikt wersji dla elementu {0}. Zainstaluj element {1} lub utwórz jego odwołanie bezpośrednio w projekcie {2}, aby rozwiązać ten problem.
pt_br: Conflito de versão detectado para {0}. Instale/referencie {1} diretamente no projeto {2} para resolver esse problema.
ru: Обнаружен конфликт версий для {0}. Установите или укажите прямую ссылку {1} на проект {2}, чтобы устранить эту проблему.
tr: {0} için sürüm çakışması algılandı. Bu sorunu çözmek için {1} öğesini doğrudan {2} projesine ekleyin veya burada başvurun.
zh_hans: {0} 中检测到版本冲突。直接安装/引用 {1} 到项目 {2} 可解决此问题。
zh_hant: 偵測到 {0} 有版本衝突。請將 {1} 直接安裝/參考到專案 {2} 來解決此問題。

# Log_WritingAssetsFile
source: Writing assets file to disk. Path: {0}
cs: Soubor prostředků se zapisuje na disk. Cesta: {0}
de: Die Assetdatei wird auf den Datenträger geschrieben. Pfad: {0}
es: Escribiendo el archivo de recursos en el disco. Ruta de acceso: {0}
fr: Écriture du fichier des composants sur le disque. Chemin : {0}
it: Scrittura del file di asset sul disco. Percorso: {0}
ja: アセット ファイルをディスクに書き込んでいます。パス: {0}
ko: 자산 파일을 디스크에 쓰는 중입니다. 경로: {0}
pl: Zapisywanie pliku zasobów na dysk. Ścieżka: {0}
pt_br: Gravando o arquivo de ativos no disco. Caminho: {0}
ru: Запись файла ресурсов на диск. Путь: {0}
tr: Varlıklar dosyası diske yazılıyor. Yol: {0}
zh_hans: 将资产文件写入磁盘。路径: {0}
zh_hant: 正在將資產檔案寫入磁碟。路徑: {0}

# Log_WritingCacheFile
source: Writing cache file to disk. Path: {0}
cs: Na disk se zapisuje soubor mezipaměti. Cesta: {0}
de: Die Cachedatei wird auf den Datenträger geschrieben. Pfad: {0}
es: Se escribirá el archivo de caché en el disco. Ruta de acceso: {0}
fr: Écriture du fichier cache sur le disque. Chemin : {0}
it: Scrittura del file di cache su disco. Percorso: {0}
ja: キャッシュ ファイルをディスクに書き込んでいます。パス: {0}
ko: 캐시 파일을 디스크에 쓰는 중입니다. 경로: {0}
pl: Zapisywanie pliku pamięci podręcznej na dysk. Ścieżka: {0}
pt_br: Gravando arquivo de cache no disco. Caminho: {0}
ru: Запись файла кэша на диск. Путь: {0}
tr: Önbellek dosyası diske yazılıyor. Yol: {0}
zh_hans: 将缓存文件写入磁盘。路径: {0}
zh_hant: 正在將快取檔案寫入磁碟。路徑: {0}

# Log_WritingPackagesLockFile
source: Writing packages lock file at disk. Path: {0}
cs: Na disk se zapisuje soubor zámku balíčků. Cesta: {0}
de: Die Paketsperrdatei wird auf den Datenträger geschrieben. Pfad: {0}
es: Escribiendo archivo de bloqueo de paquetes en el disco. Ruta de acceso: {0}
fr: Écriture du fichier de verrouillage des packages sur le disque. Chemin : {0}
it: Scrittura del file di blocco dei pacchetti nel disco. Percorso: {0}
ja: パッケージ ロック ファイルをディスクに書き込んでいます。パス: {0}
ko: 디스크에 패키지 잠금 파일을 쓰는 중입니다. 경로: {0}
pl: Zapisywanie pliku blokady pakietów na dysk. Ścieżka: {0}
pt_br: Gravando arquivo de bloqueio de pacotes no disco. Caminho: {0}
ru: Запись файла блокировки пакетов на диск. Путь: {0}
tr: Paketler kilit dosyası diske yazılıyor. Yol: {0}
zh_hans: 在磁盘写入包锁定文件。路径: {0}
zh_hant: 正在將套件鎖定檔案寫入磁碟。路徑: {0}

# MSBuildWarning_MultiTarget
source: Packages containing MSBuild targets and props files cannot be fully installed in projects targeting multiple frameworks. The MSBuild targets and props files have been ignored.
cs: Balíčky, které obsahují cíle MSBuild a soubory props, nelze v projektech zacílených na více rozhraní framework zcela nainstalovat. Cíle MSBuild a soubory props se ignorují.
de: Pakete, die MSBuild-Ziele und Eigenschaftendateien enthalten, können nicht vollständig in Projekten für mehrere Frameworks installiert werden. Die MSBuild-Ziele und Eigenschaftendateien wurden ignoriert.
es: No se pueden instalar completamente los paquetes que contienen archivos de propiedades y destinos MSBuild en proyectos con múltiples marcos de trabajo de destino. Se ignoraron los archivos de propiedades y destinos MSBuild.
fr: Les packages contenant des cibles et des fichiers de propriétés MSBuild ne peuvent pas être installés complètement dans des projets ciblant plusieurs frameworks. Les cibles et les fichiers de propriétés MSBuild ont été ignorés.
it: I pacchetti che contengono i file props e la destinazione MSBuild non possono essere installati completamente nei progetti indirizzati a più framework. I file props e le destinazioni MSBuild sono stati ignorati.
ja: パッケージに MSBuild targets ファイルと props ファイルが存在しているため、複数のフレームワークをターゲットとするプロジェクトにこのパッケージを完全にインストールすることはできません。MSBuild targets ファイルと props ファイルは無視されました。
ko: MSBuild 대상 및 props 파일이 포함된 패키지를 여러 프레임워크를 대상으로 하는 프로젝트에 완벽히 설치할 수 없습니다. MSBuild 대상 및 props 파일이 무시되었습니다.
pl: Pakiety zawierające cele i pliki właściwości programu MSBuild nie mogą być w pełni zainstalowane w projektach przeznaczonych dla wielu platform. Cele i pliki właściwości programu MSBuild zostały zignorowane.
pt_br: Os pacotes contendo arquivos de destino e de propriedades MSBuild não podem ser completamente instalados em projetos direcionados a estruturas múltiplas. Os arquivos de destino e de propriedades MSBuild foram ignorados.
ru: Пакеты, содержащие целевые объекты и PROPS-файлы MSBuild, не могут быть полностью установлены в проектах, предназначенных для нескольких платформ. Целевые объекты и PROPS-файлы MSBuild были пропущены.
tr: MSBuild hedefleri ve özellik dosyalarını içeren paketler proje hedefleme çoklu çerçevelerine tam olarak yüklenemedi. MSBuild hedef ve özellik dosyaları yok sayıldı.
zh_hans: 无法在面向多个框架的项目中完全安装包含 MSBuild 目标与属性文件的包。已忽略 MSBuild 目标与属性文件。
zh_hant: 封裝中如有包含 MSBuild 目標與 Props 檔案，將無法完整安裝在以多種架構為目標的專案中。已忽略 MSBuild 目標與 Props 檔案。

# MissingRequiredProperty
source: Missing required property '{0}'.
cs: Chybí požadovaná vlastnost {0}.
de: Die erforderliche Eigenschaft "{0}" fehlt.
es: Falta la propiedad obligatoria "{0}".
fr: La propriété obligatoire '{0}' est manquante.
it: Manca la proprietà obbligatoria '{0}'.
ja: 必須プロパティ '{0}' がありません。
ko: 필수 속성 '{0}'이(가) 없습니다.
pl: Brak wymaganej właściwości „{0}”.
pt_br: Propriedade exigida '{0}' ausente.
ru: Обязательное свойство "{0}" отсутствует.
tr: Gerekli '{0}' özelliği eksik.
zh_hans: 缺少必需属性“{0}”。
zh_hant: 遺漏必要屬性 '{0}'。

# MissingRequiredPropertyForProjectType
source: Missing required property '{0}' for project type '{1}'.
cs: Chybí požadovaná vlastnost {0} pro typ projektu {1}.
de: Die erforderliche Eigenschaft "{0}" für den Projekttyp "{1}" fehlt.
es: Falta la propiedad obligatoria "{0}" para el tipo de proyecto "{1}".
fr: La propriété obligatoire '{0}' est manquante pour le type de projet '{1}'.
it: Manca la proprietà '{0}' obbligatoria per il tipo di progetto '{1}'.
ja: プロジェクト タイプ '{1}' の必須プロパティ '{0}' がありません。
ko: 프로젝트 형식 '{1}'에 대한 필수 속성 '{0}'이(가) 없습니다.
pl: Brak wymaganej właściwości „{0}” dla typu projektu „{1}”.
pt_br: Propriedade solicitada '{0}' ausente para o tipo de projeto '{1}'.
ru: Обязательное свойство "{0}" для проекта типа "{1}" отсутствует.
tr: '{1}' proje türü için gerekli '{0}' özelliği eksik.
zh_hans: 项目类型“{1}”缺少必需属性“{0}”。
zh_hant: 遺漏專案類型 '{1}' 的必要屬性 '{0}'。

# Multiple_Nupkgs_Detected
source: Multiple nupkg files detected on '{0}' path to trust, only 1 is allowed.
cs: V cestě {0} se našlo několik důvěryhodných souborů nupkg, ale povolený je jenom jeden.
de: Es wurden mehrere nupkg-Dateien auf dem Pfad "{0}" zur Vertrauensstellung erkannt, nur 1 ist zulässig.
es: Se han detectado varios archivos nupkg en la ruta "{0}" de confianza, sólo se permite 1.
fr: Plusieurs fichiers nupkg détectés sur le chemin de « {0} » à approuver, seul 1 est autorisé.
it: Nel percorso '{0}' sono stati rilevati più file nupkg da considerare attendibili, ma ne è consentito solo uno.
ja: '{0}' パスで信頼するべき nupkg ファイルが複数検出されました。許可されたのは 1 つだけです。
ko: 신뢰할 수 있는 '{0}' 경로에서 여러 개의 nupkg 파일이 탐지되었으며 1개만 허용됩니다.
pl: W ścieżce „{0}” do zaufania wykryto wiele plików nupkg, dozwolony jest tylko jeden.
pt_br: Vários arquivos nupkg detectados no caminho ' {0} ' são confiáveis; somente 1 é permitido.
ru: На пути к доверию '{0}' обнаружено несколько файлов nupkg, но разрешен только 1.
tr: '{0}' yolunda güvenilebilir birden fazla nupkg dosyası saptandı, yalnızca 1 tanesine izin verilir.
zh_hans: 在“{0}”路径上检测到多个 nupkg 文件可信任，但仅允许 1 个。
zh_hant: 在 '{0}' 信任的路徑上偵測的多個 nupkg 檔案，只允許 1 個。

# NoClientCertificates
source: There are no client certificates.
cs: Nejsou k dispozici žádné klientské certifikáty.
de: Es sind keine Clientzertifikate vorhanden.
es: No hay ningún certificado de cliente.
fr: Il n'existe aucun certificat client.
it: Non esiste alcun certificato client.
ja: クライアント証明書がありません。
ko: 클라이언트 인증서가 없습니다.
pl: Brak certyfikatów klienta.
pt_br: Não há nenhum certificado do cliente.
ru: Сертификаты клиента отсутствуют.
tr: İstemci sertifikası yok.
zh_hans: 没有客户端证书。
zh_hant: 沒有任何用戶端憑證。
