Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Log_LockFileNotOnDisk
source: The lock file for {0} at location {1} does not exist, no-op is not possible. Continuing restore.
cs: Soubor zámku pro {0} v umístění {1} neexistuje, no-op není možné. Pokračuje se v obnovování.
de: Die Sperrdatei für "{0}" am Speicherort "{1}" ist nicht vorhanden, "no-op" ist nicht möglich. Die Wiederherstellung wird fortgesetzt.
es: No existe el archivo de bloqueo de {0} en la ubicación {1}, no es posible ninguna operación. Se continuará la restauración.
fr: Opération no-op impossible, car le fichier de verrouillage pour {0} n'existe pas à l'emplacement {1}. Poursuite de la restauration.
it: Il file di blocco per {0} nel percorso {1} non esiste. Non è possibile eseguire l'istruzione no-op. Il ripristino è in corso.
ja: {1} の場所に {0} のロック ファイルが存在しません。操作を中止できません。復元を続行します。
ko: 위치 {1}에 {0}의 잠금 파일이 없습니다. No-op이 가능하지 않습니다. 복원을 계속합니다.
pl: Plik blokady dla elementu {0} w lokalizacji {1} nie istnieje. Brak operacji nie jest możliwy. Przywracanie jest kontynuowane.
pt_br: O arquivo de bloqueio para {0} no local {1} não existe, no-op não é possível. Continuando a restauração.
ru: Файл блокировки для {0} в расположении {1} не существует, холостая операция невозможна. Восстановление будет продолжено.
tr: {1} konumundaki {0} için kilit dosyası yok, işlemsizlik mümkün değil. Geri yüklemeye devam ediliyor.
zh_hans: 位置 {1} 处 {0} 的锁定文件不存在，无法执行 No-Op。继续还原。
zh_hant: 在位置 {1} 之 {0} 的鎖定檔案不存在，無法進行「無作業」。繼續還原。

# Log_MergingRuntimes
source: Merging in runtimes defined in {0}.
cs: Probíhá slučování v modulech runtime definovaných v {0}.
de: Die Zusammenführung wird in Laufzeiten, die in {0} definiert sind, ausgeführt.
es: Combinación en tiempo de ejecución definida en {0}.
fr: Fusion dans les runtimes définie par {0}.
it: Unione in fase di runtime definita in {0}.
ja: {0} で定義されているランタイムをマージしています。
ko: {0}에 정의된 런타임에서 병합하고 있습니다.
pl: Scalanie w środowiskach uruchomieniowych zdefiniowanych w: {0}.
pt_br: Fusão de tempos de execução definidos em {0}.
ru: Идет слияние сред выполнения, определенных в {0}.
tr: {0} öğesinde belirtilen çalışma zamanları birleştiriliyor.
zh_hans: 正在合并 {0} 中定义的运行时。
zh_hant: 在 {0} 所定義的執行階段期間合併。

# Log_MissingImplementationFx
source: {0} {1} provides a compile-time reference assembly for {2} on {3}, but there is no compatible run-time assembly.
cs: {0} {1} poskytuje referenční sestavení při kompilaci pro {2} na {3}, ale neexistuje žádné kompatibilní sestavení za běhu.
de: {0}{1} stellt eine Verweisassembly zur Kompilierungszeit für {2} auf {3} bereit, es ist aber keine kompatible Laufzeitassembly vorhanden.
es: {0} {1} proporciona un ensamblado de referencia en tiempo de compilación para {2} en {3}, pero no hay un ensamblado en tiempo de ejecución compatible.
fr: {0} {1} fournit un assembly de références résolues à la compilation pour {2} sur {3}, mais il n'existe pas d'assembly compatible au moment de l'exécution.
it: {0} {1} fornisce un assembly di riferimento in fase di compilazione per {2} in {3}, ma non sono presenti assembly di runtime compatibili.
ja: {0} {1} には {2} に対するコンパイル時参照アセンブリ ({3} 上) がありますが、互換性のあるランタイム アセンブリが存在しません。
ko: {0} {1}이(가) {3}에서 {2}에 대한 compile-time 참조 어셈블리를 제공하지만 호환되는 런타임 어셈블리가 없습니다.
pl: Element {0} {1} udostępnia zestaw odwołania czasu kompilowania dla elementu {2} na {3}, ale nie istnieje zgodny zestaw czasu wykonywania.
pt_br: {0} {1} fornece uma referência de tempo de compilação do assembly para {2} em {3}, mas não há tempo de execução do assembly compatível.
ru: {0} {1} предоставляет ссылочную сборку времени компиляции для {2} в {3}, но отсутствует совместимая среда выполнения.
tr: {0} {1}, derleme zamanı referans derlemesini {3} üzerinde {2} için sunuyor, fakat uyumlu çalışma zamanı derlemesi bulunmuyor.
zh_hans: {0} {1} 为 {3} 上的 {2} 提供了编译时引用程序集，但没有兼容的运行时程序集。
zh_hant: {0} {1} 會在 {3} 為 {2} 提供編譯階段的參考組件，但卻沒有相容的執行階段組件。

# Log_MissingImplementationFxRuntime
source: {0} {1} provides a compile-time reference assembly for {2} on {3}, but there is no run-time assembly compatible with {4}.
cs: {0} {1} poskytuje referenční sestavení při kompilaci pro {2} na {3}, ale neexistuje žádné sestavení za běhu kompatibilní s {4}.
de: {0}{1} stellt eine Verweisassembly zur Kompilierungszeit für {2} auf {3} bereit, es ist aber keine Laufzeitassembly mit {4} kompatibel.
es: {0} {1} proporciona un ensamblado de referencia en tiempo de compilación para {2} en {3}, pero no hay un ensamblado en tiempo de ejecución compatible con {4}.
fr: {0} {1} fournit un assembly de références résolues à la compilation pour {2} sur {3}, mais il n'existe pas d'assembly au moment de l'exécution compatible avec {4}.
it: {0} {1} fornisce un assembly di riferimento in fase di compilazione per {2} in {3}, ma non sono presenti assembly di runtime compatibili con {4}.
ja: {0} {1} には {2} に対するコンパイル時参照アセンブリ ({3} 上) がありますが、{4} との互換性を持つランタイム アセンブリが存在しません。
ko: {0} {1}이(가) {3}에서 {2}에 대한 compile-time 참조 어셈블리를 제공하지만 {4}과(와) 호환되는 런타임 어셈블리가 없습니다.
pl: Element {0} {1} udostępnia zestaw odwołania czasu kompilowania dla elementu {2} na {3}, ale nie istnieje zestaw czasu wykonywania zgodny z elementem {4}.
pt_br: {0} {1} fornece uma referência de tempo de compilação do assembly para {2} em {3}, mas não há tempo de execução do assembly compatível com {4}.
ru: {0} {1} предоставляет ссылочную сборку времени компиляции для {2} в {3}, но отсутствует сборка среды выполнения, совместимая с {4}.
tr: {0} {1}, derleme zamanı referans derlemesini {3} üzerinde {2} için sunuyor, fakat {4} ile uyumlu çalışma zamanı derlemesi bulunmuyor.
zh_hans: {0} {1} 为 {3} 上的 {2} 提供了编译时引用程序集，但没有与 {4} 兼容的运行时程序集。
zh_hant: {0} {1} 會在 {3} 為 {2} 提供編譯階段的參考組件，但卻沒有相容於 {4} 的執行階段組件。

# Log_MissingPackagesOnDisk
source: Not all packages are on disk for: {0}
cs: Na disku nejsou všechny balíčky pro {0}.
de: Nicht alle Pakete befinden sich auf dem Datenträger für: {0}
es: No todos los paquetes están en el disco para: {0}
fr: Tous les packages ne sont pas sur le disque pour : {0}
it: Non tutti i pacchetti per {0} sono presenti nel disco
ja: ディスク上に {0} のすべてのパッケージがあるわけではありません
ko: {0}에 대한 일부 패키지가 디스크에 없습니다.
pl: Nie wszystkie pakiety są na dysku dla: {0}
pt_br: Nem todos os pacotes estão no disco para: {0}
ru: Не все пакеты {0} находятся на диске.
tr: {0} için tüm paketler diskte değil
zh_hans: 并非所有包都在 {0} 磁盘上
zh_hant: 並非磁碟上的所有套件皆供以下作用: {0}

# Log_PackageCommandAddedFile
source: Added file '{0}'.
cs: Byl přidaný soubor {0}.
de: Die Datei "{0}" wurde hinzugefügt.
es: Se agregó el archivo '{0}'.
fr: Ficher '{0}' ajouté.
it: Il file '{0}' è stato aggiunto.
ja: ファイル '{0}' を追加しました。
ko: '{0}' 파일을 추가했습니다.
pl: Dodano plik „{0}”.
pt_br: Arquivo '{0}' adicionado.
ru: Добавлен файл "{0}".
tr: '{0}' dosyası eklendi.
zh_hans: 已添加文件“{0}”。
zh_hant: 已加入檔案 '{0}'。

# Log_PackageCommandAttemptingToBuildSymbolsPackage
source: Attempting to build symbols package for '{0}'.
cs: Probíhá pokus o sestavení balíčku symbolů pro: {0}.
de: Es wird versucht, das Symbolpaket für "{0}" zu erstellen.
es: Intentando crear un paquete de símbolos para '{0}'.
fr: Tentative de génération du package de symboles pour '{0}'.
it: Verrà effettuato un tentativo di compilare il pacchetto di simboli per '{0}'.
ja: '{0}' のシンボル パッケージを構築しようとしています。
ko: '{0}'에 대한 기호 패키지를 빌드하는 중입니다.
pl: Próba skompilowania pakietu symboli dla elementu „{0}”.
pt_br: Tentando criar o pacote de símbolos para '{0}'.
ru: Попытка выполнить сборку пакета символов для "{0}".
tr: '{0}' için sembol paketi derlenmeye çalışılıyor.
zh_hans: 正在尝试生成“{0}”的符号包。
zh_hant: 正在嘗試為 '{0}' 建置符號封裝。

# Log_PackageCommandInstallPackageToOutputPath
source: Install {0} to output path '{1}'
cs: Nainstalujte {0} na výstupní cestu {1}.
de: "{0}" im Ausgabepfad "{1}" installieren
es: Instalar {0} en la ruta de acceso de salida "{1}"
fr: Installer {0} dans le chemin de sortie « {1} »
it: Installa {0} nel percorso di output '{1}'
ja: {0} をインストールしてパス '{1}' を出力する
ko: 출력 경로 '{1}'에 {0} 설치
pl: Zainstaluj element {0} w ścieżce wyjściowej „{1}”
pt_br: Instalar {0} para o caminho de saída '{1}'
ru: Установить {0} по пути вывода "{1}"
tr: '{1}' çıkış yoluna {0} yükleme
zh_hans: 安装 {0} 以输出路径“{1}”
zh_hant: 將 {0} 安裝到輸出路徑 '{1}'

# Log_PackageCommandSuccess
source: Successfully created package '{0}'.
cs: Balíček {0} se úspěšně vytvořil.
de: Das Paket "{0}" wurde erfolgreich erstellt.
es: Paquete creado correctamente '{0}'.
fr: Création réussie du package '{0}'.
it: Il pacchetto '{0}' è stato creato.
ja: パッケージ '{0}' が正常に作成されました。
ko: '{0}' 패키지를 만들었습니다.
pl: Pomyślnie utworzono pakiet „{0}”.
pt_br: Pacote criado com êxito '{0}'.
ru: Пакет "{0}" успешно создан.
tr: '{0}' paketi başarıyla oluşturuldu.
zh_hans: 已成功创建包“{0}”。
zh_hant: 已成功建立封裝 '{0}'。

# Log_PackageContentHashValidationFailed
source: Package content hash validation failed for {0}. Expected: {1} Actual: {2}
cs: Ověření hodnoty hash obsahu balíčku pro {0} neproběhlo úspěšně. Očekávaná hodnota: {1}, skutečná hodnota: {2}
de: Fehler bei der Hashüberprüfung des Paketinhalts für "{0}". Erwartet: {1}, tatsächlich: {2}
es: No se pudo validar el hash del contenido del paquete {0}. Se esperaba: {1}. Real: {2}
fr: La validation du code de hachage de contenu de package a échoué pour {0}. Attendu : {1} réel : {2}
it: La convalida dell'hash del contenuto del pacchetto non è riuscita per {0}. Previsto: {1}. Effettivo: {2}
ja: {0} に対するパッケージ コンテンツ ハッシュの検証に失敗しました。必要: {1} 実際: {2}
ko: {0}의 패키지 콘텐츠 해시 유효성 검사에 실패했습니다. 예상: {1} 실제: {2}
pl: Walidacja skrótu zawartości pakietu nie powiodła się dla elementu {0}. Wartość oczekiwana: {1}. Wartość rzeczywista: {2}
pt_br: Falha na validação do hash de conteúdo do pacote para {0}. Esperado: {1} Real: {2}
ru: Проверка хэша содержимого пакета для {0} не пройдена. Ожидаемое значение: {1}, фактическое значение: {2}
tr: Paket içerik karması {0} için doğrulanamadı. Beklenen: {1} Gerçek: {2}
zh_hans: {0} 的包内容哈希验证失败。预期结果: {1} 实际结果: {2}
zh_hant: {0} 的套件內容雜湊驗證失敗。預期: {1} 實際: {2}

# Log_PackageNotCompatibleWithFx
source: Package {0} {1} is not compatible with {2}.
cs: Balíček {0} {1} není kompatibilní s {2}.
de: Das Paket {0} {1} ist nicht mit {2} kompatibel.
es: El paquete {0} {1} no es compatible con {2}.
fr: Le package {0} {1} n'est pas compatible avec {2}.
it: Il pacchetto {0} {1} non è compatibile con {2}.
ja: パッケージ {0} {1} は {2} と互換性がありません。
ko: {0} {1} 패키지가 {2}과(와) 호환되지 않습니다.
pl: Pakiet {0} {1} nie jest zgodny z elementem {2}.
pt_br: O pacote {0} {1} não é compatível com {2}.
ru: Пакет {0} {1} несовместим с {2}.
tr: {0} {1} paketi, {2} ile uyumlu değil.
zh_hans: 包 {0} {1} 与 {2} 不兼容。
zh_hant: 封裝 {0} {1} 與 {2} 不相容。

# Log_PackageNotCompatibleWithFx_NoSupports
source: Package {0} {1} does not support any target frameworks.
cs: Balíček {0} {1} nepodporuje žádné cílové rozhraní.
de: Das Paket {0} {1} unterstützt keine Zielframeworks.
es: El paquete {0} {1} no es compatible con marcos de destino.
fr: Le package {0} {1} ne prend pas en charge les versions cibles du .NET Framework.
it: Il pacchetto {0} {1} non supporta alcun framework di destinazione.
ja: パッケージ {0} {1} はどのターゲット フレームワークもサポートしません。
ko: {0} {1} 패키지가 대상 프레임워크를 지원하지 않습니다.
pl: Pakiet {0} {1} nie obsługuje żadnych docelowych platform.
pt_br: O pacote {0} {1} não dá suporte a nenhuma estrutura de destino.
ru: Пакет {0} {1} не поддерживает какие-либо целевые платформы.
tr: {0} {1} paketi herhangi bir hedef çerçeveyi desteklemiyor.
zh_hans: 包 {0} {1} 不支持任何目标框架。
zh_hant: 封裝 {0} {1} 不支援任何目標架構。

# Log_PackageNotCompatibleWithFx_Supports
source: Package {0} {1} supports:
cs: Balíček {0} {1} podporuje:
de: Paket {0} {1} unterstützt Folgendes:
es: El paquete {0} {1} admite:
fr: Le package {0} {1} prend en charge :
it: Il pacchetto {0} {1} supporta:
ja: パッケージ {0} {1} がサポートするもの:
ko: {0} {1} 패키지는 다음을 지원합니다.
pl: Pakiet {0} {1} obsługuje:
pt_br: O pacote {0} {1} dá suporte a:
ru: Пакет {0} {1} поддерживает:
tr: {0} {1} paketi şunları destekler:
zh_hans: 包 {0} {1} 支持:
zh_hant: 封裝 {0} {1} 支援:

# Log_PackagesAndProjectsAreCompatible
source: All packages and projects are compatible with {0}.
cs: Všechny balíčky a projekty jsou kompatibilní s {0}.
de: Alle Pakete und Projekte sind mit {0} kompatibel.
es: Todos los paquetes y proyectos son compatibles con {0}.
fr: Tous les packages et projets sont compatibles avec {0}.
it: Tutti i pacchetti e i progetti sono compatibili con {0}.
ja: すべてのパッケージとプロジェクトは {0} と互換性があります。
ko: 모든 패키지와 프로젝트가 {0}과(와) 호환됩니다.
pl: Wszystkie pakiety i projekty są zgodne z elementem {0}.
pt_br: Todos os pacotes e projetos são compatíveis com {0}.
ru: Все пакеты и проекты совместимы с {0}.
tr: Tüm paketler ve projeler {0} ile uyumludur.
zh_hans: 所有包和项目均与 {0} 兼容。
zh_hant: 所有封裝及專案皆相容於 {0}。

# Log_ProjectDoesNotSpecifyTargetFrameworks
source: The project {0} does not specify any target frameworks in {1}.
cs: Projekt {0} neurčuje žádná cílová rozhraní v {1}.
de: Das Projekt "{0}" gibt keine Zielframeworks in "{1}" an.
es: El proyecto '{0}' no especifica ninguna plataforma de destino en '{1}'.
fr: Le projet '{0}' ne spécifie aucune version cible du .NET Framework dans {1}.
it: Il progetto '{0}' non specifica alcun framework di destinazione in '{1}'.
ja: プロジェクト '{0}' ではターゲット フレームワークが '{1}' で指定されていません。
ko: {0} 프로젝트가 {1}에서 대상 프레임워크를 지정하지 않습니다.
pl: Projekt {0} nie określa żadnych docelowych platform w elemencie {1}.
pt_br: O projeto '{0}' não especifica nenhuma estrutura de destino em '{1}'.
ru: Проект "{0}" не указывает целевые платформы в "{1}".
tr: {0} projesi, {1} içinde herhangi bir hedef çerçeve belirtmiyor.
zh_hans: 项目 {0} 未在 {1} 中指定任何目标框架。
zh_hant: 專案 '{0}' 未在 '{1}' 中指定任何目標架構。

# Log_ProjectNotCompatibleWithFx
source: Project {0} is not compatible with {1}.
cs: Projekt {0} není kompatibilní s {1}.
de: Das Projekt {0} ist nicht mit {1} kompatibel.
es: El proyecto {0} no es compatible con {1}.
fr: Le projet {0} n'est pas compatible avec {1}.
it: Il progetto {0} non è compatibile con {1}.
ja: プロジェクト {0} は {1} と互換性がありません。
ko: {0} 프로젝트가 {1}과(와) 호환되지 않습니다.
pl: Projekt {0} nie jest zgodny z elementem {1}.
pt_br: O projeto {0} não é compatível com {1}.
ru: Проект {0} несовместим с {1}.
tr: {0} projesi {1} ile uyumlu değil.
zh_hans: 项目 {0} 与 {1} 不兼容。
zh_hant: 專案 {0} 與 {1} 不相容。

# Log_ProjectNotCompatibleWithFx_NoSupports
source: Project {0} does not support any target frameworks.
cs: Projekt {0} nepodporuje žádné cílové rozhraní.
de: Das Projekt {0} unterstützt keine Zielframeworks.
es: El proyecto {0} no es compatible con marcos de destino.
fr: Le projet {0} ne prend pas en charge les versions cibles du .NET Framework.
it: Il progetto {0} non supporta alcun framework di destinazione.
ja: プロジェクト {0} はどのターゲット フレームワークもサポートしません。
ko: {0} 프로젝트가 대상 프레임워크를 지원하지 않습니다.
pl: Projekt {0} nie obsługuje żadnych docelowych platform.
pt_br: O projeto {0} não dá suporte a nenhuma estrutura de destino.
ru: Проект {0} не поддерживает целевые платформы.
tr: {0} projesi herhangi bir hedef çerçeveyi desteklemiyor.
zh_hans: 项目 {0} 不支持任何目标框架。
zh_hant: 專案 {0} 不支援任何目標架構。

# Log_ProjectNotCompatibleWithFx_Supports
source: Project {0} supports:
cs: Projekt {0} podporuje:
de: Das Projekt {0} unterstützt Folgendes:
es: El proyecto {0} admite:
fr: Le projet {0} prend en charge :
it: Il progetto {0} supporta:
ja: プロジェクト {0} がサポートするもの:
ko: {0} 프로젝트는 다음을 지원합니다.
pl: Projekt {0} obsługuje:
pt_br: O projeto {0} dá suporte a:
ru: Проект {0} поддерживает:
tr: {0} projesi şunları destekler:
zh_hans: 项目 {0} 支持:
zh_hant: 專案 {0} 支援:

# Log_ProjectUpToDateSummary
source: {0} of {1} projects are up-to-date for restore.
cs: {0} z {1} projektů jsou v aktuálním stavu pro obnovení.
de: {0} von {1} Projekten sind für die Wiederherstellung auf dem neuesten Stand.
es: {0} de {1} proyectos están actualizados para la restauración.
fr: Sur l'ensemble des projets, {0} sur {1} sont à jour pour la restauration.
it: {0} di {1} progetti sono aggiornati per il ripristino.
ja: {1} 個中 {0} 個の復元対象のプロジェクトは最新です。
ko: 복원할 {1} 프로젝트의 {0}이(가) 최신 상태입니다.
pl: Projekty aktualne na potrzeby przywrócenia: {0} z {1}.
pt_br: {0} de {1} projetos estão atualizados para restauração.
ru: Проектов обновлено для восстановления: {0} из {1}.
tr: Geri yükleme için {1} proje içinden {0} tanesi güncel.
zh_hans: {0} 个项目(共 {1} 个)是最新的，无法还原。
zh_hant: {1} 項專案中有 {0} 項在最新狀態，可進行還原。

# Log_PropsFileNotOnDisk
source: The props file for {0} at location {1} does not exist, no-op is not possible. Continuing restore.
cs: Soubor props pro {0} na umístění {1} neexistuje, no-op není možné. Pokračuje se v obnovování.
de: Die Eigenschaftendatei für "{0}" am Speicherort "{1}" ist nicht vorhanden, "no-op" ist nicht möglich. Die Wiederherstellung wird fortgesetzt.
es: No existe el archivo de propiedades de {0} en la ubicación {1}, no es posible ninguna operación. Se continuará la restauración.
fr: No-op impossible, car le fichier props pour {0} à l'emplacement {1} n'existe pas. Poursuite de la restauration.
it: Il file props per {0} nel percorso {1} non esiste. Non è possibile eseguire l'istruzione no-op. Il ripristino è in corso.
ja: {1} の場所に {0} のプロパティ ファイルが存在しません。操作を中止できません。復元を続行します。
ko: {1} 위치의 {0}에 대한 속성 파일이 없습니다. No-op이 가능하지 않습니다. 복원을 계속합니다.
pl: Plik właściwości dla elementu {0} w lokalizacji {1} nie istnieje, brak operacji nie jest możliwy. Przywracanie jest kontynuowane.
pt_br: O arquivo de propriedades de {0} no local {1} não existe. No-op não é possível. Continuando a restauração.
ru: Файл свойств для {0} в расположении {1} не существует, холостая операция невозможна. Восстановление будет продолжено.
tr: {1} konumundaki {0} için özellikler dosyası yok, işlemsizlik mümkün değil. Geri yüklemeye devam ediliyor.
zh_hans: 位置 {1} 处 {0} 的属性文件不存在，无法执行 No-Op。继续还原。
zh_hant: 位置 {1} 的 {0} 之 props 檔案不存在，無法進行「無作業」。繼續還原。

# Log_ReadingProject
source: Reading project file {0}.
cs: Čte se soubor projektu {0}.
de: Projektdatei "{0}" wird gelesen.
es: Leyendo el archivo del proyecto {0}.
fr: Lecture du fichier projet {0}.
it: Lettura del file del progetto {0}.
ja: プロジェクト ファイル {0} を読み取っています。
ko: 프로젝트 파일 {0}을(를) 읽는 중입니다.
pl: Odczytywanie pliku projektu {0}.
pt_br: Lendo o arquivo de projeto {0}.
ru: Чтение файла проекта {0}.
tr: {0} adlı proje dosyası okunuyor.
zh_hans: 正在读取项目文件 {0}。
zh_hant: 正在讀取專案檔 {0}。

# Log_ResolverConflict
source: Unable to satisfy conflicting requests for '{0}': {1} Framework: {2}
cs: Nejde vyhovět konfliktním žádostem pro {0}: {1} Architektura: {2}
de: Die einen Konflikt verursachenden Anforderungen für "{0}" können nicht erfüllt werden: {1} Framework: {2}
es: No se pueden satisfacer las solicitudes en conflicto para "{0}": {1} marco de trabajo {2}
fr: Impossible de satisfaire les requêtes en conflit pour '{0}' : {1} Framework : {2}
it: Non è possibile soddisfare le richieste in conflitto per '{0}': {1}. Framework: {2}
ja: '{0}' の競合する要求を満たすことができません: {1} フレームワーク: {2}
ko: '{0}'에 대해 충돌하는 요청을 충족할 수 없습니다. {1} 프레임워크: {2}
pl: Nie można zrealizować żądań będących w konflikcie dla elementu „{0}”: {1}, struktura: {2}
pt_br: Não foi possível satisfazer às solicitações conflitantes de '{0}': {1} Estrutura: {2}
ru: Не удалось удовлетворить конфликтующие запросы для "{0}": {1}. Платформа: {2}
tr: '{0}' için çakışan istekler giderilemiyor: {1} Çerçevesi: {2}
zh_hans: 无法满足“{0}”的互相冲突的请求: {1} 框架: {2}
zh_hant: 無法滿足 '{0}' 的衝突要求: {1} 架構: {2}

# Log_ResolvingConflicts
source: Resolving conflicts for {0}...
cs: Řeší se konflikty pro {0}...
de: Konflikte für "{0}" werden aufgelöst...
es: Resolviendo conflictos para {0}...
fr: Résolution des conflits pour {0}...
it: Risoluzione dei conflitti per {0} in corso...
ja: {0} の競合を解決しています...
ko: {0}에 대한 충돌을 해결하는 중...
pl: Trwa rozwiązywanie konfliktów dla elementu {0}...
pt_br: Resolvendo conflitos para {0}...
ru: Идет разрешение конфликтов для {0}...
tr: {0} için çakışmalar çözülüyor...
zh_hans: 正在解决 {0} 的冲突...
zh_hant: 正在解決 {0} 的衝突...

# Log_RestoreComplete
source: Restored {0} (in {1}).
cs: Obnovil se projekt {0} (v {1}).
de: "{0}" wiederhergestellt (in {1}).
es: Se ha restaurado {0} (en {1}).
fr: Restauration effectuée de {0} (en {1}).
it: {0} ripristinato (in {1}).
ja: {0} を復元しました ({1})。
ko: {0}을(를) {1} 동안 복원했습니다.
pl: Przywrócono element {0} (w {1}).
pt_br: {0} restaurado (em {1}).
ru: Восстановлен {0} (за {1}).
tr: {0} geri yüklendi ({1} içinde).
zh_hans: 已还原 {0} (用时 {1})。
zh_hant: 已還原 {0} ({1} 內)。

# Log_RestoreCompleteDotnetTool
source: Restored {0} (in {1}).
cs: Obnovil se projekt {0} (v {1}).
de: "{0}" wiederhergestellt (in {1}).
es: Se ha restaurado {0} (en {1}).
fr: Restauration effectuée de {0} (en {1}).
it: {0} ripristinato (in {1}).
ja: {0} を復元しました ({1})。
ko: {0}을(를) {1} 동안 복원했습니다.
pl: Przywrócono element {0} (w {1}).
pt_br: {0} restaurado (em {1}).
ru: Восстановлен {0} (за {1}).
tr: {0} geri yüklendi ({1} içinde).
zh_hans: 已还原 {0} (用时 {1})。
zh_hant: 已還原 {0} ({1} 內)。

# Log_RestoreFailed
source: Failed to restore {0} (in {1}).
cs: Obnovení projektu {0} (v {1}) bylo neúspěšné.
de: Fehler beim Wiederherstellen von "{0}" (in {1}).
es: No se pudo restaurar {0} (en {1}).
fr: Échec de la restauration de {0} (en {1}).
it: Non è stato possibile ripristinare {0} (in {1}).
ja: {0} を復元できませんでした ({1})。
ko: {0}을(를) {1} 동안 복원하지 못했습니다.
pl: Nie można przywrócić elementu {0} (w {1}).
pt_br: Falha ao restaurar {0} (em {1}).
ru: Не удалось восстановить {0} (за {1}).
tr: {0} geri yüklenemedi ({1} içinde).
zh_hans: 未能还原 {0} (用时 {1})。
zh_hant: 無法還原 {0} ({1} 內)。

# Log_RestoreFailedDotnetTool
source: Failed to restore {0} (in {1}).
cs: Obnovení projektu {0} (v {1}) bylo neúspěšné.
de: Fehler beim Wiederherstellen von "{0}" (in {1}).
es: No se pudo restaurar {0} (en {1}).
fr: Échec de la restauration de {0} (en {1}).
it: Non è stato possibile ripristinare {0} (in {1}).
ja: {0} を復元できませんでした ({1})。
ko: {0}을(를) {1} 동안 복원하지 못했습니다.
pl: Nie można przywrócić elementu {0} (w {1}).
pt_br: Falha ao restaurar {0} (em {1}).
ru: Не удалось восстановить {0} (за {1}).
tr: {0} geri yüklenemedi ({1} içinde).
zh_hans: 未能还原 {0} (用时 {1})。
zh_hant: 無法還原 {0} ({1} 內)。

# Log_RestoreNoOpDGChanged
source: The restore inputs for '{0}' have changed. Continuing restore.
cs: Vstupy obnovení pro {0} se změnily. Pokračuje se v obnovování.
de: Die Wiederherstellungseingaben für "{0}" wurden geändert. Die Wiederherstellung wird fortgesetzt.
es: Las entradas de restauración de "{0}" han cambiado. Se continuará la restauración.
fr: Les entrées de restauration pour '{0}' ont changé. Poursuite de la restauration.
it: Gli input del ripristino per '{0}' sono stati modificati. Il ripristino è in corso.
ja: '{0}' の復元入力が変更されています。復元を続行します。
ko: '{0}'에 대한 복원 입력이 변경되었습니다. 복원을 계속합니다.
pl: Dane wejściowe przywracania dla elementu „{0}” uległy zmianie. Przywracanie jest kontynuowane.
pt_br: As entradas de restauração de '{0}' foram alteradas. Continuando a restauração.
ru: Входные данные восстановления для "{0}" были изменены. Восстановление будет продолжено.
tr: '{0}' için geri yükleme girişleri değiştirildi. Geri yüklemeye devam ediliyor.
zh_hans: “{0}”的还原输入已改变。继续还原。
zh_hant: '{0}' 的還原輸入已變更。繼續還原。
