Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SignCommandSuccess
source: Package(s) signed successfully.
cs: Balíčky se úspěšně podepsaly.
de: Die Pakete wurden erfolgreich signiert.
es: Los paquetes se firmaron correctamente.
fr: Le ou les packages ont été signés.
it: I pacchetti sono stati firmati.
ja: パッケージが正常に署名されました。
ko: 패키지에 성공적으로 서명했습니다.
pl: Pomyślnie podpisano pakiety.
pt_br: Pacotes assinados com êxito.
ru: Пакеты подписаны успешно.
tr: Paketler başarıyla imzalandı.
zh_hans: 包签名成功。
zh_hant: 已成功簽署套件。

# SourceNotConsidered
source: Versions from {0} were not considered
cs: Verze z {0} se nezvažovaly.
de: Versionen von {0} wurden nicht berücksichtigt.
es: No se tuvieron en cuenta las versiones de {0}
fr: Les versions de {0} n'ont pas été prises en compte
it: Le versioni di {0} non sono state considerate
ja: {0} からのバージョンは考慮されませんでした。
ko: {0} 버전이 고려되지 않음
pl: Wersje z {0} nie zostały uwzględnione
pt_br: Versões de {0} não foram consideradas
ru: Версии из {0} не рассматривались
tr: {0} sürümleri değerlendirilmedi
zh_hans: 未考虑来自{0}的版本
zh_hant: 來自 {0} 的版本未列入考慮

# Source_DefaultNamePrefix
source: Package source
cs: Zdroj balíčku
de: Paketquelle
es: Origen del paquete
fr: Source du paquet
it: Origine pacchetto
ja: パッケージ ソース
ko: 패키지 원본
pl: Źródło pakietów
pt_br: Origem do pacote
ru: Источник пакета
tr: Paket kaynağı
zh_hans: 程序包源
zh_hant: 套件來源

# Source_InvalidFormatValue
source: invalid value for --format: {0}. Allowed values: 'detailed' or 'short'
cs: Neplatná hodnota pro --format: {0}. Povolené hodnoty: detailed nebo short
de: Ungültiger Wert für --format: {0}. Zulässige Werte: "detailed" oder "short".
es: Valor no válido para --format: {0}. Valores permitidos: "detailed" o "short"
fr: valeur non valide pour --format : {0}. Valeurs autorisées : 'detailed' ou 'short'
it: valore non valido per --format: {0}. I valori consentiti sono 'detailed' or 'short'
ja: --format の値が無効です: {0}。許可値: 'detailed' または 'short'
ko: --format: {0}의 값이 잘못되었습니다. 허용되는 값: 'detailed' 또는 'short'
pl: nieprawidłowa wartość parametru --format: {0}. Dozwolone wartości: „detailed” lub „short”
pt_br: valor inválido para --format: {0}. Valores permitidos: 'detailed' ou 'short'
ru: Недопустимое значение параметра "--format": {0}. Допустимые значения: "detailed" или "short".
tr: --format için geçersiz değer: {0}. İzin verilen değerler: 'detailed' veya 'short'
zh_hans: --format 的值无效: {0}。允许的值: "detailed" 或 "short"
zh_hant: --format {0} 的值不正確。允許的值: 'detailed' 或 'short'

# SourcesCommandAllNameIsReserved
source: Package source name 'All' is a reserved name.
cs: Název zdroje balíčku All je rezervovaný.
de: Der Paketquellenname "All" ist ein reservierter Name.
es: El nombre del origen del paquete "Todo" es un nombre reservado.
fr: Le nom de source de package 'All' est un nom réservé.
it: Il nome di origine pacchetto 'All' è riservato.
ja: パッケージ ソース名 'All' は予約された名前です。
ko: 패키지 소스 이름 'All'은 예약된 이름입니다.
pl: Nazwa źródła pakietu „All” jest nazwą zastrzeżoną.
pt_br: O nome de origem 'Todos' do pacote é um nome reservado.
ru: Имя источника пакетов "All" является зарезервированным.
tr: 'All' paket kaynağı adı ayrılmış bir addır.
zh_hans: 包源名称 "All" 是保留名称。
zh_hant: 套件來源名稱 'All' 是保留名稱。

# SourcesCommandClearingExistingAuthTypes
source: Clearing existing authentication types settings for package source '{0}'.
cs: Vymazávají se existující nastavení typů ověřování pro zdroj balíčku {0}.
de: Die vorhandenen Einstellungen für Authentifizierungstypen für die Paketquelle "{0}" werden gelöscht.
es: Borrando la configuración de los tipos de autenticación existentes para el origen del paquete "{0}".
fr: Effacement des paramètres relatifs aux types d'authentification existants pour la source de package '{0}'.
it: Cancellazione delle impostazioni dei tipi di autenticazione esistenti per l'origine pacchetto '{0}'.
ja: パッケージ ソース '{0}' の既存の認証の種類の設定をクリアしています。
ko: 패키지 소스 '{0}'의 기존 인증 유형 설정을 지우는 중입니다.
pl: Czyszczenie istniejących ustawień typów uwierzytelniania dla źródła pakietu „{0}”.
pt_br: Limpando as configurações de tipos de autenticação existentes para a origem do pacote '{0}'.
ru: Удаление существующих параметров типов проверки подлинности для источника пакетов "{0}".
tr: '{0}' paket kaynağı için mevcut kimlik doğrulama türü ayarları temizleniyor.
zh_hans: 正在清除包源“{0}”的现有身份验证类型设置。
zh_hant: 正在清除套件來源 '{0}' 現有的驗證類型設定。

# SourcesCommandCredentialsRequired
source: Both UserName and Password must be specified.
cs: Musí se zadat jak UserName, tak Password.
de: Sowohl Benutzername als auch Kennwort müssen angegeben werden.
es: Deben especificarse tanto el nombre de usuario como la contraseña.
fr: Vous devez spécifier UserName et Password.
it: È necessario specificare sia UserName che Password.
ja: ユーザー名とパスワードの両方を指定する必要があります。
ko: UserName과 Password를 모두 지정해야 합니다.
pl: Należy określić nazwę użytkownika i hasło.
pt_br: O Nome de Usuário e a Senha devem ser especificados.
ru: Необходимо указать имя пользователя (UserName) и пароль (Password).
tr: Hem UserName hem de Password belirtilmelidir.
zh_hans: 必须同时指定用户名和密码。
zh_hant: 必須同時指定 UserName 與 Password。

# SourcesCommandCredentialsRequiredWithAuthTypes
source: Both UserName and Password must be specified if ValidAuthenticationTypes is specified.
cs: Když se zadá ValidAuthenticationTypes, musí se zadat jak UserName, tak Password.
de: Sowohl Benutzername als auch Kennwort müssen angegeben werden, wenn ValidAuthenticationTypes angegeben wird.
es: Si se especifica ValidAuthenticationTypes, deben especificarse tanto el nombre de usuario como la contraseña.
fr: Vous devez spécifier UserName et Password si ValidAuthenticationTypes est spécifié.
it: Se è specificato ValidAuthenticationTypes, è necessario specificare sia UserName che Password.
ja: ValidAuthenticationTypes が指定されている場合、ユーザー名とパスワードの両方を指定する必要があります。
ko: ValidAuthenticationTypes를 지정한 경우 UserName과 Password를 모두 지정해야 합니다.
pl: Jeśli określono właściwość ValidAuthenticationTypes, należy określić nazwę użytkownika i hasło.
pt_br: O Nome de Usuário e a Senha precisarão ser especificados se ValidAuthenticationTypes for especificado.
ru: При указании допустимых типов проверки подлинности (ValidAuthenticationTypes) необходимо указать имя пользователя (UserName) и пароль (Password).
tr: ValidAuthenticationTypes belirtildiğinde hem UserName hem de Password belirtilmelidir.
zh_hans: 如果指定了 ValidAuthenticationTypes，则必须同时指定用户名和密码。
zh_hant: 如果指定了 ValidAuthenticationTypes，也必須要指定 UserName 與 Password。

# SourcesCommandDisabled
source: Disabled
cs: Zakázáno
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 사용 안 함
pl: Wyłączono
pt_br: Desabilitado
ru: Отключено
tr: Devre dışı
zh_hans: 已禁用
zh_hant: 已停用

# SourcesCommandEnabled
source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効
ko: 사용
pl: Włączone
pt_br: Habilitado
ru: Включено
tr: Etkin
zh_hans: 已启用
zh_hant: 已啟用

# SourcesCommandInvalidSource
source: The source specified is invalid. Provide a valid source.
cs: Zadaný zdroj není platný. Zadejte platný zdroj.
de: Die angegebene Quelle ist ungültig. Geben Sie eine gültige Quelle an.
es: El origen especificado no es válido. Proporcione un origen válido.
fr: La source spécifiée est non valide. Indiquez une source valide.
it: L'origine specificata non è valida. Specificarne una valida.
ja: 指定されたソースが無効です。有効なソースを指定してください。
ko: 지정한 소스가 잘못되었습니다. 유효한 소스를 제공하세요.
pl: Określone źródło jest nieprawidłowe. Podaj prawidłowe źródło.
pt_br: A origem especificada é inválida. Forneça uma origem válida.
ru: Указан недопустимый источник. Укажите допустимый источник.
tr: Belirtilen kaynak geçersiz. Geçerli bir kaynak sağlayın.
zh_hans: 指定的源无效。请提供有效的源。
zh_hant: 指定的來源無效。請提供有效的來源。

# SourcesCommandNoMatchingSourcesFound
source: Unable to find any package source(s) matching name: {0}.
cs: Nepovedlo se najít žádné zdroje balíčků, které by odpovídaly názvu {0}.
de: Es wurden keine übereinstimmenden Namen für Paketquellen gefunden: {0}.
es: No se encuentra ningún origen del paquete que coincida con el nombre {0}.
fr: Impossible de localiser la ou les sources de package correspondant au nom suivant : {0}.
it: Non è possibile trovare origini pacchetto corrispondenti al nome: {0}.
ja: 名前 {0} に一致するパッケージ ソースが見つかりません。
ko: {0} 이름과 일치하는 패키지 소스를 찾을 수 없습니다.
pl: Nie można odnaleźć żadnych źródeł pakietów pasujących do nazwy {0}.
pt_br: Não é possível localizar o nome correspondente de origens do pacote: {0}.
ru: Не удалось найти источники пакетов, соответствующие имени: {0}.
tr: {0} adıyla eşleşen bir paket kaynağı bulunamıyor.
zh_hans: 找不到任何匹配以下名称的包源: {0}。
zh_hant: 找不到任何符合名稱 {0} 的套件來源。

# SourcesCommandNoSources
source: No sources found.
cs: Nenašly se žádné zdroje.
de: Keine Quellen gefunden.
es: No se encontró ningún origen.
fr: Source introuvable.
it: Non sono state trovate origini.
ja: ソースが見つかりませんでした。
ko: 소스를 찾을 수 없습니다.
pl: Nie odnaleziono źródeł.
pt_br: Nenhuma fonte encontrada.
ru: Источники не найдены.
tr: Kaynak bulunamadı.
zh_hans: 找不到任何源。
zh_hant: 找不到任何來源。

# SourcesCommandRegisteredSources
source: Registered Sources:
cs: Registrované zdroje:
de: Registrierte Quellen:
es: Orígenes registrados:
fr: Sources inscrites :
it: Origini registrate:
ja: 登録されているソース:
ko: 등록된 소스:
pl: Zarejestrowane źródła:
pt_br: Fontes Registradas:
ru: Зарегистрированные источники:
tr: Kaydedilen Kaynaklar:
zh_hans: 注册的源:
zh_hant: 已註冊的來源:

# SourcesCommandSourceAddedSuccessfully
source: Package source with Name: {0} added successfully.
cs: Zdroj balíčku s názvem {0} se úspěšně přidal.
de: Die Paketquelle namens "{0}" wurde erfolgreich hinzugefügt.
es: El origen del paquete con el nombre {0} se ha agregado correctamente.
fr: La source de package nommée {0} a été correctement ajoutée.
it: L'origine pacchetto denominata {0} è stata aggiunta.
ja: 名前 {0} のパッケージ ソースが正常に追加されました。
ko: 이름이 {0}인 패키지 소스를 추가했습니다.
pl: Pomyślnie dodano źródło pakietu o nazwie {0}.
pt_br: A origem do pacote com o Nome {0} foi adicionada com êxito.
ru: Источник пакетов с именем {0} добавлен.
tr: {0} adlı paket kaynağı başarıyla eklendi.
zh_hans: 已成功添加名称为 {0} 的包源。
zh_hant: 已成功新增名稱為 {0} 的套件來源。

# SourcesCommandSourceDisabledSuccessfully
source: Package source with Name: {0} disabled successfully.
cs: Zdroj balíčku s názvem {0} se úspěšně zakázal.
de: Die Paketquelle namens "{0}" wurde erfolgreich deaktiviert.
es: El origen del paquete con el nombre {0} se ha deshabilitado correctamente.
fr: La source de package nommée {0} a été correctement désactivée.
it: L'origine pacchetto denominata {0} è stata disabilitata.
ja: 名前 {0} のパッケージ ソースが正常に無効にされました。
ko: 이름이 {0}인 패키지 소스를 사용하지 않도록 설정했습니다.
pl: Pomyślnie wyłączono źródło pakietu o nazwie {0}.
pt_br: A origem do pacote com o Nome {0} foi desabilitada com êxito.
ru: Источник пакетов с именем {0} отключен.
tr: {0} adlı paket kaynağı başarıyla devre dışı bırakıldı.
zh_hans: 已成功禁用名称为 {0} 的包源。
zh_hant: 已成功停用名稱為 {0} 的套件來源。

# SourcesCommandSourceEnabledSuccessfully
source: Package source with Name: {0} enabled successfully.
cs: Zdroj balíčku s názvem {0} se úspěšně povolil.
de: Die Paketquelle namens "{0}" wurde erfolgreich aktiviert.
es: El origen del paquete con el nombre {0} se ha habilitado correctamente.
fr: La source de package nommée {0} a été correctement activée.
it: L'origine pacchetto denominata {0} è stata abilitata.
ja: 名前 {0} のパッケージ ソースが正常に有効にされました。
ko: 이름이 {0}인 패키지 소스를 사용하도록 설정했습니다.
pl: Pomyślnie włączono źródło pakietu o nazwie {0}.
pt_br: A origem do pacote com o Nome {0} foi habilitada com êxito.
ru: Источник пакетов с именем {0} включен.
tr: {0} adlı paket kaynağı başarıyla etkinleştirildi.
zh_hans: 已成功启用名称为 {0} 的包源。
zh_hant: 已成功啟用名稱為 {0} 的套件來源。

# SourcesCommandSourceRemovedSuccessfully
source: Package source with Name: {0} removed successfully.
cs: Zdroj balíčku s názvem {0} se úspěšně odebral.
de: Die Paketquelle namens "{0}" wurde erfolgreich entfernt.
es: El origen del paquete con el nombre {0} se ha quitado correctamente.
fr: La source de package nommée {0} a été correctement supprimée.
it: L'origine pacchetto denominata {0} è stata rimossa.
ja: 名前 {0} のパッケージ ソースが正常に削除されました。
ko: 이름이 {0}인 패키지 소스를 제거했습니다.
pl: Pomyślnie usunięto źródło pakietu o nazwie {0}.
pt_br: A origem do pacote com o Nome {0} foi removida com êxito.
ru: Источник пакетов с именем {0} удален.
tr: {0} adlı paket kaynağı başarıyla kaldırıldı.
zh_hans: 已成功移除名称为 {0} 的包源。
zh_hant: 已成功移除名稱為 {0} 的套件來源。

# SourcesCommandUniqueName
source: The name specified has already been added to the list of available package sources. Provide a unique name.
cs: Zadaný název se už přidal do seznamu dostupných zdrojů balíčků. Zadejte jedinečný název.
de: Der angegebene Name wurde der Liste der verfügbaren Paketquellen bereits hinzugefügt. Geben Sie einen eindeutigen Namen an.
es: El nombre especificado ya se ha agregado a la lista de orígenes de paquetes disponibles. Proporcione un nombre único.
fr: Le nom spécifié a déjà été ajouté à la liste des sources de package disponibles. Indiquez un nom unique.
it: Il nome specificato è già stato aggiunto all'elenco delle origini pacchetto disponibili. Specificare un nome univoco.
ja: 指定された名前は利用可能なパッケージ ソースの一覧に既に追加されています。一意な名前を指定してください。
ko: 지정한 이름은 이미 사용 가능한 패키지 소스 목록에 추가되어 있습니다. 고유한 이름을 제공하세요.
pl: Określona nazwa została już dodana do listy dostępnych źródeł pakietów. Podaj unikatową nazwę.
pt_br: O nome especificado já foi adicionado à lista de origens de pacotes disponíveis. Forneça um nome exclusivo.
ru: Указанное имя уже было добавлено в список доступных источников пакетов. Укажите уникальное имя.
tr: Belirtilen ad zaten kullanılabilir paket kaynakları listesine eklendi. Benzersiz bir ad sağlayın.
zh_hans: 指定的名称已添加到可用程序包名称的列表中。请提供唯一的名称。
zh_hant: 指定的名稱已新增至可用套件來源清單中。請提供唯一的名稱。

# SourcesCommandUniqueSource
source: The source specified has already been added to the list of available package sources. Provide a unique source.
cs: Zadaný zdroj se už přidal do seznamu dostupných zdrojů balíčků. Zadejte jedinečný zdroj.
de: Die angegebene Quelle wurde der Liste der verfügbaren Paketquellen bereits hinzugefügt. Geben Sie eine eindeutige Quelle an.
es: El origen especificado ya se ha agregado a la lista de orígenes de paquetes disponibles. Proporcione un origen único.
fr: La source spécifiée a déjà été ajoutée à la liste des sources de package disponibles. Indiquez une source unique.
it: L'origine specificata è già stata aggiunta all'elenco delle origini pacchetto disponibili. Specificare un'origine univoca.
ja: 指定されたソースは利用可能なパッケージ ソースの一覧に既に追加されています。一意なソースを指定してください。
ko: 지정한 소스는 이미 사용 가능한 패키지 소스 목록에 추가되어 있습니다. 고유한 소스를 제공하세요.
pl: Określone źródło zostało już dodane do listy dostępnych źródeł pakietów. Podaj unikatowe źródło.
pt_br: A origem especificada já foi adicionada à lista de origens de pacotes disponíveis. Forneça uma origem exclusiva.
ru: Указанный источник уже был добавлен в список доступных источников пакетов. Укажите уникальный источник.
tr: Belirtilen kaynak zaten kullanılabilir paket kaynakları listesine eklendi. Benzersiz bir kaynak sağlayın.
zh_hans: 指定的源已添加到可用程序包源的列表中。请提供唯一的源。
zh_hant: 指定的來源已新增至可用套件來源清單中。請提供唯一的來源。

# SourcesCommandUpdateSuccessful
source: Package source "{0}" was successfully updated.
cs: Zdroj balíčku {0} se úspěšně aktualizoval.
de: Die Paketquelle "{0}" wurde erfolgreich aktualisiert.
es: El origen del paquete "{0}" se ha actualizado correctamente.
fr: La source de package "{0}" a été correctement mise à jour.
it: L'origine pacchetto "{0}" è stata aggiornata.
ja: パッケージ ソース "{0}" が正常に更新されました。
ko: 패키지 소스 "{0}"을(를) 업데이트했습니다.
pl: Pomyślnie zaktualizowano źródło pakietu „{0}”.
pt_br: A origem do pacote "{0}" foi atualizada com êxito.
ru: Источник пакетов "{0}" обновлен.
tr: "{0}" paket kaynağı başarıyla güncelleştirildi.
zh_hans: 已成功更新包源“{0}”。
zh_hant: 已成功更新套件來源 "{0}"。

# SourcesCommandValidProtocolVersion
source: The protocol version specified is invalid. Valid protocol versions are from {0} to {1}.
cs: Zadaná verze protokolu je neplatná. Platné verze protokolu jsou od {0} do {1}.
de: Die angegebene Protokollversion ist ungültig. Gültige Protokollversionen reichen von {0} bis {1}.
es: La versión de protocolo especificada no es válida. Las versiones de protocolo válidas son de {0} a {1}.
fr: La version de protocole spécifiée n’est pas valide. Les versions de protocole valides sont comprises entre {0} et {1}.
it: La versione del protocollo specificata non è valida. Le versioni del protocollo valide sono da {0} a {1}.
ja: 指定されたプロトコル バージョンが無効です。有効なプロトコル バージョンは {0} から {1} です。
ko: 지정된 프로토콜 버전이 잘못되었습니다. 유효한 프로토콜 버전은 {0}부터 {1}까지입니다.
pl: Określona wersja protokołu jest nieprawidłowa. Prawidłowe wersje protokołu należą do zakresu od {0} do {1}.
pt_br: A versão do protocolo especificada é inválida. As versões de protocolo válidas {0} a {1}.
ru: Указана недопустимая версия протокола. Допустимые версии протокола: от {0} до {1}.
tr: Belirtilen protokol sürümü geçersiz. Geçerli protokol sürümleri {0} ile {1} arasındadır.
zh_hans: 指定的协议版本无效。有效的协议版本为 {0} 至 {1}。
zh_hant: 指定的通訊協定版本無效。有效的通訊協定版本從 {0} 到 {1}。

# SpecValidationDuplicateFrameworks
source: Duplicate frameworks found: '{0}'.
cs: Našly se duplicitní architektury: {0}
es: Se encontraron marcos de trabajo duplicados para: "{0}".
ja: 重複するフレームワークが見つかりました: '{0}'。
ko: 중복된 프레임워크가 발견되었습니다. '{0}'.
pt_br: Estruturas duplicadas encontradas: '{0}'.
tr: Yinelenen çerçeveler bulundu: '{0}'.
zh_hans: 找到重复的框架:“{0}”。
zh_hant: 找到重複的架構: '{0}'。

# SpecValidationInvalidFramework
source: Invalid target framework '{0}'.
cs: Neplatná cílová architektura {0}.
de: Ungültiges Zielframework: "{0}".
es: Marco de trabajo de destino no válido "{0}".
fr: Framework cible '{0}' non valide.
it: Il framework di destinazione '{0}' non è valido.
ja: ターゲット フレームワーク '{0}' が無効です。
ko: 대상 프레임워크 '{0}'이(가) 잘못되었습니다.
pl: Nieprawidłowa platforma docelowa: „{0}”.
pt_br: Estrutura de destino inválida '{0}'.
ru: Целевая платформа "{0}" недопустима.
tr: Hedef çerçevesi '{0}' geçersiz.
zh_hans: 目标框架“{0}”无效。
zh_hant: 目標 Framework '{0}' 無效。

# SpecValidationMissingProject
source: Missing project '{0}'.
cs: Chybí projekt {0}.
de: Das Projekt "{0}" fehlt.
es: Falta el proyecto "{0}".
fr: Projet manquant '{0}'.
it: Manca il progetto '{0}'.
ja: プロジェクト '{0}' がありません。
ko: '{0}' 프로젝트가 없습니다.
pl: Brak projektu „{0}”.
pt_br: Projeto '{0}' ausente.
ru: Отсутствует проект "{0}".
tr: '{0}' projesi eksik.
zh_hans: 缺少项目“{0}”。
zh_hant: 遺漏專案 '{0}'。

# SpecValidationNoFrameworks
source: No target frameworks specified.
cs: Nezadaly se žádné cílové architektury.
de: Es wurden keine Zielframeworks angegeben.
es: No se ha especificado ningún marco de trabajo de destino.
fr: Aucun framework cible spécifié.
it: Non sono stati specificati framework di destinazione.
ja: ターゲット フレームワークが指定されていません。
ko: 대상 프레임워크를 지정하지 않았습니다.
pl: Nie określono platform docelowych.
pt_br: Nenhuma estrutura de destino especificada.
ru: Целевые платформы не указаны.
tr: Hedef çerçeve belirtilmedi.
zh_hans: 未指定目标框架。
zh_hant: 未指定任何目標 Framework。

# SpecValidationUAPSingleFramework
source: UAP projects must contain exactly one target framework.
cs: Projekty UAP musí obsahovat právě jednu cílovou architekturu.
es: Los proyectos de UAP deben contener exactamente un marco de trabajo de destino.
ja: UAP プロジェクトにはターゲット フレームワークが 1 つだけ入っている必要があります。
ko: UAP 프로젝트에는 대상 프레임워크가 하나만 포함되어야 합니다.
pt_br: Os projetos UAP devem conter exatamente uma estrutura de destino.
tr: UAP projeleri tam olarak bir hedef çerçeve içermelidir.
zh_hans: UAP 项目必须恰好包含一个目标框架。
zh_hant: UAP 專案必須正好包含一個目標 Framework。

# SpecValidationZeroRestoreRequests
source: Restore request does not contain any projects to restore.
cs: Požadavky na obnovení neobsahují žádné projekty, které by se měly obnovit.
de: Die Wiederherstellungsanforderung enthält keine Projekte für die Wiederherstellung.
es: La solicitud de restauración no contiene ningún proyecto para restaurar.
fr: La demande de restauration ne contient pas de projet à restaurer.
it: La richiesta di ripristino non contiene progetti da ripristinare.
ja: 復元要求に、復元対象のプロジェクトが含まれていません。
ko: 복원 요청에 복원할 프로젝트가 포함되어 있지 않습니다.
pl: Żądanie przywrócenia nie zawiera projektów do przywrócenia.
pt_br: A solicitação de restauração não contém nenhum projeto para restaurar.
ru: Запрос на восстановление не содержит проекты, которые нужно восстанавливать.
tr: Geri yükleme isteği, geri yüklenecek proje içermiyor.
zh_hans: 还原请求不包含要还原的任何项目。
zh_hant: 還原要求未包含任何可還原的專案。

# SpecValidation_OriginalTargetFrameworksMustMatchAliases
source: The original target frameworks value must match the aliases. Original target frameworks: {0}, aliases: {1}.
cs: Původní hodnota cílových rozhraní musí odpovídat aliasům. Původní cílová rozhraní: {0}, aliasy: {1}
de: Der Wert des ursprünglichen Zielframeworks muss mit den Aliasen übereinstimmen. Ursprüngliche Zielframeworks: {0}, Aliase: {1}.
es: El valor de las plataformas de destino originales debe coincidir con los alias. Plataformas de destino originales: {0}. Alias: {1}.
fr: La valeur des frameworks cibles d'origine doit correspondre aux alias. Frameworks cibles d'origine : {0}, alias : {1}.
it: Il valore dei framework di destinazione originali deve corrispondere a quello degli alias. Framework di destinazione originali: {0}. Alias: {1}.
ja: 元のターゲット フレームワーク値はエイリアスと一致する必要があります。元のターゲット フレームワーク: {0}、エイリアス: {1}。
ko: 원래 대상 프레임워크 값이 별칭과 일치해야 합니다. 원래 대상 프레임워크: {0}, 별칭: {1}.
pl: Wartość oryginalnych platform docelowych musi być zgodna z aliasami. Oryginalne platformy docelowe: {0}, aliasy: {1}.
pt_br: O valor da estrutura de destino original precisa corresponder aos aliases. Estruturas de destino originais: {0}, aliases: {1}.
ru: Исходное значение целевых платформ должно соответствовать псевдонимам. Исходные целевые платформы: {0}, псевдонимы: {1}.
tr: Özgün hedef çerçeve değeri diğer adlarla eşleşmelidir. Özgün hedef çerçeveler: {0}, diğer adlar: {1}.
zh_hans: 原始目标框架值必须与别名匹配。原始目标框架: {0}，别名: {1}。
zh_hant: 原始目標 Framework 值必須符合別名。原始目標 Framework: {0}，別名: {1}。

# SuccessfullUpdatedTrustedSigner
source: Successfully updated the trusted signer '{0}'.
cs: Důvěryhodná podepisující osoba {0} se úspěšně aktualizovala.
de: Der vertrauenswürdige Signaturgeber "{0}" wurde erfolgreich aktualisiert.
es: El firmante de confianza "{0}" se actualizó correctamente.
fr: Mise à jour réussie du signataire approuvé '{0}'.
it: Il firmatario attendibile '{0}' è stato aggiornato.
ja: 信頼された署名者 '{0}' が正常に更新されました。
ko: 신뢰할 수 있는 서명자 '{0}'을(를) 업데이트했습니다.
pl: Pomyślnie zaktualizowano zaufaną osobę podpisującą „{0}”.
pt_br: Signatário confiável '{0}' atualizado com sucesso.
ru: Доверенное подписывающее лицо "{0}" изменено.
tr: '{0}' adlı güvenilen imzalayan başarıyla güncelleştirildi.
zh_hans: 已成功更新受信任的签名者“{0}”。
zh_hant: 已成功更新信任的簽署者 '{0}'。

# SuccessfullyAddedTrustedAuthor
source: Successfully added a trusted author '{0}'.
cs: Důvěryhodný autor {0} se úspěšně přidal.
de: Der vertrauenswürdige Autor "{0}" wurde erfolgreich hinzugefügt.
es: El autor de confianza "{0}" se agregó correctamente.
fr: Ajout réussi de l'auteur approuvé '{0}'.
it: Un autore attendibile '{0}' è stato aggiunto.
ja: 信頼された作成者 '{0}' が正常に追加されました。
ko: 신뢰할 수 있는 작성자 '{0}'을(를) 추가했습니다.
pl: Pomyślnie dodano zaufanego autora „{0}”.
pt_br: Autor confiável '{0}' adicionado com sucesso.
ru: Доверенный автор "{0}" добавлен.
tr: '{0}' adlı bir güvenilen yazar başarıyla eklendi.
zh_hans: 已成功添加受信任的创建者“{0}”。
zh_hant: 已成功新增信任的作者 '{0}'。
