Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ArgumentCannotBeNullOrEmpty
source: The argument cannot be null or empty.
cs: Argument nemůže být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío.
fr: L'argument ne peut pas être null ou vide.
it: L'argomento non può essere Null o vuoto.
ja: 引数を null または空にすることはできません。
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty.
pt_br: O argumento não pode ser nulo nem vazio.
ru: Аргумент не может иметь значение NULL или быть пустым.
tr: Bağımsız değişken null veya boş olamaz.
zh_hans: 参数不能为 null 或为空。
zh_hant: 引數不可為 null 或空白。

# CannotBeUsedWithOtherValues
source: '{0}' cannot be used in conjunction with other values.
cs: {0} se nedá použít spolu s jinými hodnotami.
de: "{0}" kann nicht in Verbindung mit anderen Werten verwendet werden.
es: "{0}" no se puede usar en combinación con otros valores.
fr: Impossible d'utiliser '{0}' avec d'autres valeurs.
it: Non è possibile usare '{0}' insieme ad altri valori.
ja: '{0}' を他の値と組み合わせて使用することはできません。
ko: '{0}'은(는) 다른 값과 함께 사용할 수 없습니다.
pl: Wartość „{0}” nie może być używana w połączeniu z innymi wartościami.
pt_br: Não é possível usar '{0}' em conjunto com outros valores.
ru: "{0}" не может использоваться в сочетании с другими значениями.
tr: '{0}', diğer değerler ile birlikte kullanılamaz.
zh_hans: “{0}”不能连同其他值使用。
zh_hant: '{0}' 無法用於與其他值相結合。

# ClientCertificateSuccessfullyAdded
source: Client certificate configured for the package source '{0}' was successfully added.
cs: Klientský certifikát nakonfigurovaný pro zdroj balíčku {0} se úspěšně přidal.
de: Das für die Paketquelle "{0}" konfigurierte Clientzertifikat wurde erfolgreich hinzugefügt.
es: El certificado de cliente configurado para el origen del paquete "{0}" se ha agregado correctamente.
fr: Le certificat client configuré pour la source de package '{0}' a été correctement ajouté.
it: Il certificato client configurato per l'origine pacchetto '{0}' è stato aggiunto.
ja: パッケージ ソース '{0}' 用に構成されたクライアント証明書が正常に追加されました。
ko: 패키지 원본 '{0}'에 구성된 클라이언트 인증서를 추가했습니다.
pl: Certyfikat klienta skonfigurowany dla źródła pakietu „{0}” został pomyślnie dodany.
pt_br: O certificado de cliente configurado para a origem do pacote '{0}' foi adicionado com êxito.
ru: Сертификат клиента для источника пакетов "{0}" добавлен.
tr: '{0}' paket kaynağı için yapılandırılan istemci sertifikası başarıyla eklendi.
zh_hans: 已成功添加为包源 "{0}" 配置的客户端证书。
zh_hant: 已成功新增為套件來源 '{0}' 所設定的用戶端憑證。

# ClientCertificateSuccessfullyRemoved
source: Client certificate configured for the package source '{0}' was successfully removed.
cs: Klientský certifikát nakonfigurovaný pro zdroj balíčku {0} se úspěšně odebral.
de: Das für die Paketquelle "{0}" konfigurierte Clientzertifikat wurde erfolgreich entfernt.
es: El certificado de cliente configurado para el origen del paquete "{0}" se ha quitado correctamente.
fr: Le certificat client configuré pour la source de package '{0}' a été correctement supprimé.
it: Il certificato client configurato per l'origine pacchetto '{0}' è stato rimosso.
ja: パッケージ ソース '{0}' 用に構成されたクライアント証明書が正常に削除されました。
ko: 패키지 원본 '{0}'에 구성된 클라이언트 인증서를 제거했습니다.
pl: Certyfikat klienta skonfigurowany dla źródła pakietu „{0}” został pomyślnie usunięty.
pt_br: O certificado de cliente configurado para a origem do pacote '{0}' foi removido com êxito.
ru: Сертификат клиента для источника пакетов "{0}" удален.
tr: '{0}' paket kaynağı için yapılandırılan istemci sertifikası başarıyla kaldırıldı.
zh_hans: 已成功删除为包源 "{0}" 配置的客户端证书。
zh_hant: 已成功移除為套件來源 '{0}' 所設定的用戶端憑證。

# ClientCertificateSuccessfullyUpdated
source: Client certificate configured for the package source '{0}' was successfully updated.
cs: Klientský certifikát nakonfigurovaný pro zdroj balíčku {0} se úspěšně aktualizoval.
de: Das für die Paketquelle "{0}" konfigurierte Clientzertifikat wurde erfolgreich aktualisiert.
es: El certificado de cliente configurado para el origen del paquete "{0}" se ha actualizado correctamente.
fr: Le certificat client configuré pour la source de package '{0}' a été correctement mis à jour.
it: Il certificato client configurato per l'origine pacchetto '{0}' è stato aggiornato.
ja: パッケージ ソース '{0}' 用に構成されたクライアント証明書が正常に更新されました。
ko: 패키지 원본 '{0}'에 구성된 클라이언트 인증서를 업데이트했습니다.
pl: Certyfikat klienta skonfigurowany dla źródła pakietu „{0}” został pomyślnie zaktualizowany.
pt_br: O certificado de cliente configurado para a origem do pacote '{0}' foi atualizado com êxito.
ru: Сертификат клиента для источника пакетов "{0}" обновлен.
tr: '{0}' paket kaynağı için yapılandırılan istemci sertifikası başarıyla güncelleştirildi.
zh_hans: 已成功更新为包源 "{0}" 配置的客户端证书。
zh_hant: 已成功更新為套件來源 '{0}' 所設定的用戶端憑證。

# ClientCertificatesFileCertFilePath
source: {0}File path: {1}
cs: {0}Cesta k souboru: {1}
de: {0}Dateipfad: {1}
es: {0}Ruta de acceso de archivo: {1}
fr: {0}Chemin du fichier : {1}
it: {0}Percorso file: {1}
ja: {0}ファイル パス: {1}
ko: {0}파일 경로: {1}
pl: {0}Ścieżka pliku: {1}
pt_br: {0}Caminho do arquivo: {1}
ru: {0}Путь к файлу: {1}
tr: {0}Dosya yolu: {1}
zh_hans: {0}文件路径: {1}
zh_hant: {0}檔案路徑: {1}

# ClientCertificatesFileCertNoPassword
source: {0}Password: -
cs: {0}Heslo: -
de: {0}Kennwort: –
es: {0}Contraseña: -
fr: {0}Mot de passe : -
ja: {0}パスワード: -
ko: {0}암호: -
pl: {0}Hasło: -
pt_br: {0}Senha: -
ru: {0}Пароль: -
tr: {0}Parola:-
zh_hans: {0}密码: -
zh_hant: {0}密碼: -

# ClientCertificatesFileCertWithPassword
source: {0}Password: ****
cs: {0}Heslo: ****
de: {0}Kennwort: ****
es: {0}Contraseña: ****
fr: {0}Mot de passe : ****
ja: {0}パスワード: ****
ko: {0}암호: ****
pl: {0}Hasło: ****
pt_br: {0}Senha: ****
ru: {0}Пароль: ****
tr: {0}Parola: ****
zh_hans: {0}密码: ****
zh_hant: {0}密碼: ****

# ClientCertificatesItemCertificateError
source: {0}Certificates status: {1}
cs: {0}Stav certifikátů: {1}
de: {0}Zertifikatstatus: {1}
es: {0}Estado de los certificados: {1}
fr: {0}État des certificats : {1}
it: {0}Stato dei certificati: {1}
ja: {0}証明書の状態: {1}
ko: {0}인증서 상태: {1}
pl: {0}Stan certyfikatów: {1}
pt_br: {0}Status dos certificados: {1}
ru: {0}Состояние сертификатов: {1}
tr: {0}Sertifikaların durumu: {1}
zh_hans: {0}证书状态: {1}
zh_hant: {0}憑證狀態: {1}

# ClientCertificatesItemCertificateMessage
source: {0}Certificate: {1}
cs: {0}Certifikát: {1}
de: {0}Zertifikat: {1}
es: {0}Certificado: {1}
fr: {0}Certificat : {1}
it: {0}Certificato: {1}
ja: {0}証明書: {1}
ko: {0}인증서: {1}
pl: {0}Certyfikat: {1}
pt_br: {0}Certificado: {1}
ru: {0}Сертификат: {1}
tr: {0}Sertifika: {1}
zh_hans: {0}证书: {1}
zh_hant: {0}憑證: {1}

# ClientCertificatesStoreCertFindBy
source: {0}Find by: {1}
cs: {0}Najít podle: {1}
de: {0}Suchen nach: {1}
es: {0}Buscar por: {1}
fr: {0}Rechercher par : {1}
it: {0}Cerca in base a: {1}
ja: {0}検索方法: {1}
ko: {0} 찾기 기준: {1}
pl: {0}Znajdź według: {1}
pt_br: {0}Localizar por: {1}
ru: {0}Найти по: {1}
tr: {0}Bulma ölçütü: {1}
zh_hans: {0}查找依据: {1}
zh_hant: {0}尋找依據: {1}

# ClientCertificatesStoreCertFindValue
source: {0}Find value: {1}
cs: {0}Najít hodnotu: {1}
de: {0}Wert suchen: {1}
es: {0}Buscar valor: {1}
fr: {0}Rechercher la valeur : {1}
it: {0}Trova valore: {1}
ja: {0}値の検索: {1}
ko: {0}찾기 값: {1}
pl: {0}Znajdź wartość: {1}
pt_br: {0}Localizar valor: {1}
ru: {0}Найти значение: {1}
tr: {0}Değeri bul: {1}
zh_hans: {0}查找值: {1}
zh_hant: {0}尋找值: {1}

# ClientCertificatesStoreCertStoreLocation
source: {0}Store location: {1}
cs: {0}Umístění úložiště: {1}
de: {0}Speicherort: {1}
es: {0}Ubicación del almacén: {1}
fr: {0}Emplacement du magasin : {1}
it: {0}Percorso archivio: {1}
ja: {0}ストアの場所: {1}
ko: {0}저장소 위치: {1}
pl: {0}Lokalizacja magazynu: {1}
pt_br: {0}Local de repositório: {1}
ru: {0}Расположение хранилища: {1}
tr: {0}Depolama alanı konumu: {1}
zh_hans: {0}存储位置: {1}
zh_hant: {0}存放區位置: {1}

# ClientCertificatesStoreCertStoreName
source: {0}Store name: {1}
cs: {0}Název úložiště: {1}
de: {0}Speichername: {1}
es: {0}Nombre del almacén: {1}
fr: {0}Nom du magasin : {1}
it: {0}Nome archivio: {1}
ja: {0}ストア名: {1}
ko: {0}저장소 이름: {1}
pl: {0}Nazwa magazynu: {1}
pt_br: {0}Nome do repositório: {1}
ru: {0}Имя хранилища: {1}
tr: {0}Depolama alanı adı: {1}
zh_hans: {0}存储名称: {1}
zh_hant: {0}存放區名稱: {1}

# Error_AuthorTrustExpectedAuthorSignature
source: Unable to add trusted author. The package is not author signed.
cs: Nepovedlo se přidat důvěryhodného autora. Balíček není podepsaný autorem.
de: Vertrauenswürdiger Autor konnte nicht hinzugefügt werden. Das Paket ist nicht vom Autor signiert.
es: No se puede agregar un autor de confianza. El paquete no está firmado por el autor.
fr: Impossible d'ajouter un auteur approuvé. Le package n'est pas signé par l'auteur.
it: Non è possibile aggiungere l'autore attendibile. Il pacchetto non è firmato dall'autore.
ja: 信頼された作成者を追加できません。パッケージは署名済み作成者ではありません。
ko: 신뢰할 수 있는 작성자를 추가할 수 없습니다. 패키지에 작성자 서명이 없습니다.
pl: Nie można dodać zaufanego autora. Pakiet nie jest podpisany przez autora.
pt_br: Não é possível adicionar o autor confiável. O pacote não está assinado pelo autor.
ru: Невозможно добавить доверенного автора. Пакет не подписан автором.
tr: Güvenilen yazar eklenemiyor. Paket yazar imzalı değil.
zh_hans: 无法添加受信任的创建者。此包未经过创建者签名。
zh_hant: 無法新增信任的作者。套件未經作者簽署。

# Error_CannotFindMsbuild
source: Cannot find version of msbuild.
cs: Nejde najít verzi nástroje msbuild.
de: Die Version von "msbuild" wurde nicht gefunden.
es: No se puede encontrar la versión de msbuild.
fr: La version de msbuild est introuvable.
it: La versione di msbuild non è stata trovata.
ja: msbuild のバージョンが見つかりません。
ko: msbuild의 버전을 찾을 수 없습니다.
pl: Nie można odnaleźć wersji programu msbuild.
pt_br: Não é possível encontrar a versão de msbuild.
ru: Не удается найти версию msbuild.
tr: Msbuild sürümü bulunamıyor.
zh_hans: 找不到 msbuild 的版本。
zh_hant: 找不到 msbuild 的版本。

# Error_CannotTrustOwnersForAuthor
source: Trusted owners are not supported in trusted author items.
cs: V položkách důvěryhodného autora se důvěryhodní vlastníci nepodporují.
de: Vertrauenswürdige Besitzer werden in vertrauenswürdigen Autorenelementen nicht unterstützt.
es: No se admiten propietarios de confianza en los elementos de autores de confianza.
fr: Les propriétaires approuvés ne sont pas pris en charge dans les éléments d'auteurs approuvés.
it: I proprietari attendibili non sono supportati in elementi di autori attendibili.
ja: 信頼された所有者は、信頼されている作成者項目ではサポートされていません。
ko: 신뢰할 수 있는 작성자 항목에서 신뢰할 수 있는 소유자가 지원되지 않습니다.
pl: Zaufani właściciele nie są obsługiwani w elementach zaufanego autora.
pt_br: Os proprietários confiáveis não são compatíveis nos itens de autor confiável.
ru: Доверенные владельцы не поддерживаются в элементах доверенных авторов.
tr: Güvenilen yazar öğelerinde güvenilen sahipler desteklenmez.
zh_hans: 受信任的创建者项不支持受信任的所有者。
zh_hant: 信任的作者項目中不支援信任的擁有者。

# Error_CentralPackageManagement_FloatingVersionsNotAllowed
source: The following PackageVersion items cannot specify a floating version: {0}. For more information on how to enable this functionality for projects using Central Package Management, visit https://aka.ms/nu1011
cs: Následující položky PackageVersion nemohou určovat plovoucí verzi: {0}. Další informace o povolení této funkce pro projekty využívající CPM (Central Package Management) najdete na https://aka.ms/nu1011
de: Die folgenden PackageVersion-Elemente können keine unverankerte Version angeben: {0}. Weitere Informationen zum Aktivieren dieser Funktionalität für Projekte mithilfe der zentralen Paketverwaltung finden Sie unter https://aka.ms/nu1011
es: Los siguientes elementos PackageVersion no pueden especificar una versión flotante: {0}. Para obtener más información sobre cómo habilitar esta funcionalidad para proyectos con Administración central de paquetes, visite https://aka.ms/nu1011
fr: Les éléments PackageVersion suivants ne peuvent pas spécifier de version flottante : {0}. Pour plus d’informations sur l’activation de cette fonctionnalité pour les projets utilisant Package Management central, visitez https://aka.ms/nu1011
it: I seguenti elementi PackageVersion non possono specificare una versione mobile: {0}. Per altre informazioni su come abilitare questa funzionalità per i progetti che usano la Gestione pacchetti centrale, visita https://aka.ms/nu1011
ja: 次の PackageVersion 項目では、フローティング バージョンを指定できません: {0}。Central Package Management を使用するプロジェクトに対してこの機能を有効化する方法については、https://aka.ms/nu1011 を参照してください
ko: 다음 PackageVersion 항목은 부동 버전을 지정할 수 없습니다. {0}. 중앙 패키지 관리를 사용하는 프로젝트에 이 기능을 사용하도록 설정하는 방법에 대한 자세한 내용은 https://aka.ms/nu1011을 방문하세요.
pl: Następujące elementy PackageVersion nie mogą określać wersji zmiennoprzecinkowej: {0}. Aby uzyskać więcej informacji na temat włączania tej funkcji dla projektów przy użyciu centralnego zarządzania pakietami, odwiedź witrynę https://aka.ms/nu1011
pt_br: Os seguintes itens PackageVersion não podem especificar uma versão flutuante: {0}. Para obter mais informações sobre como habilitar esta funcionalidade para projetos que usam o Gerenciamento Central de Pacotes, visite https://aka.ms/nu1011
ru: Следующие элементы PackageVersion не могут указывать нефиксированную версию: {0}. Дополнительные сведения о том, как включить эту функцию для проектов, использующих централизованное управление пакетами, см. на странице https://aka.ms/nu1011
tr: Aşağıdaki PackageVersion öğeleri kayan bir sürüm belirtemez: {0}. Merkezi Paket Yönetimi kullanan projeler için bu özelliği etkinleştirme hakkında daha fazla bilgi için şu adresi ziyaret edin: https://aka.ms/nu1011
zh_hans: 以下 PackageVersion 项无法指定浮动版本: {0}。有关如何使用中央包管理为项目启用此功能的详细信息，请访问 https://aka.ms/nu1011
zh_hant: 下列 PackageVersion 項目無法指定浮動版本: {0}。如需如何為使用中央套件管理的專案啟用此功能的詳細資訊，請造訪 https://aka.ms/nu1011

# Error_CentralPackageManagement_ImplicitPackageReferenceWithVersionNotAllowed
source: The following PackageReference items are implicitly defined and cannot define a PackageVersion item: {0}. Projects using Central Package Management require that implicit package versions be specified by the PackageReference item. For more information, visit https://aka.ms/sdkimplicitrefs
cs: Následující položky PackageReference jsou implicitně definovány a nemohou definovat položku PackageVersion: {0}. Projekty využívající CPM (Central Package Management) vyžadují, aby položka PackageReference určovala implicitní verze balíčku. Další informace najdete na https://aka.ms/sdkimplicitrefs
de: Die folgenden PackageReference-Elemente sind implizit definiert und können kein PackageVersion-Element definieren: {0}. Projekte, die die zentrale Paketverwaltung verwenden, erfordern, dass implizite Paketversionen vom PackageReference-Element angegeben werden. Weitere Informationen finden Sie unter https://aka.ms/sdkimplicitrefs
es: Los siguientes elementos PackageReference están definidos implícitamente y no pueden definir un elemento PackageVersion: {0}. Los proyectos que usan la Administración central de paquetes requieren que el elemento PackageReference especifique las versiones implícitas del paquete. Para obtener más información, visite https://aka.ms/sdkimplicitrefs
fr: Les éléments PackageReference suivants sont implicitement définis et ne peuvent pas définir d’élément PackageVersion : {0}. Les projets utilisant Package Management central nécessitent que les versions de package implicites soient spécifiées par l’élément PackageReference. Pour plus d'informations, visitez : https://aka.ms/sdkimplicitrefs
it: Gli elementi PackageReference seguenti sono definiti in modo implicito e non possono definire un elemento PackageVersion: {0}. I progetti che usano la Gestione pacchetti centrale richiedono che le versioni implicite del pacchetto siano specificate dall'elemento PackageReference. Per altre informazioni, visita https://aka.ms/sdkimplicitrefs
ja: 次の PackageReference 項目は暗黙的に定義されており、PackageVersion 項目を定義することはできません: {0}。Central Package Management を使用するプロジェクトでは、暗黙的なパッケージ バージョンは PackageReference 項目によって指定されている必要があります。詳細情報については、https://aka.ms/sdkimplicitrefs にアクセスしてください
ko: 다음 PackageReference 항목은 암시적으로 정의되며 PackageVersion 항목을 정의할 수 없습니다. {0}. 중앙 패키지 관리를 사용하는 프로젝트는 PackageReference 항목에서 암시적 패키지 버전을 지정해야 합니다. 자세한 내용은 https://aka.ms/sdkimplicitrefs를 방문하세요.
pl: Następujące elementy PackageReference są niejawnie zdefiniowane i nie można zdefiniować elementu PackageVersion: {0}. Projekty korzystające z centralnego zarządzania pakietami wymagają, aby niejawne wersje pakietów były określone przez element PackageReference. Aby uzyskać więcej informacji, odwiedź witrynę https://aka.ms/sdkimplicitrefs
pt_br: Os seguintes itens PackageReference são implicitamente definidos e não podem definir um item PackageVersion: {0}. Projetos que usam o Gerenciamento Central de Pacotes exigem que versões de pacotes implícitos sejam especificadas pelo item PackageReference. Para obter mais informações, visite https://aka.ms/sdkimplicitrefs
ru: Следующие элементы PackageReference неявно определены и не могут определять элемент PackageVersion: {0}. Проекты, использующие централизованное управление пакетами, требуют, чтобы неявные версии пакетов указывались в элементе PackageReference. Дополнительные сведения см. на странице https://aka.ms/sdkimplicitrefs
tr: Aşağıdaki PackageReference öğeleri örtük olarak tanımlanmış olup, bir PackageVersion öğesi tanımlayamaz: {0}. Merkezi Paket Yönetimi kullanan projeler, örtük paket sürümlerinin PackageReference öğesi tarafından belirtilmesini gerektirir. Daha fazla bilgi için bkz. https://aka.ms/sdkimplicitrefs
zh_hans: 以下 PackageReference 项是隐式定义的，无法定义 PackageVersion 项: {0}。使用中央包管理的项目要求 PackageReference 项指定隐式包版本。有关详细信息，请访问 https://aka.ms/sdkimplicitrefs
zh_hant: 下列 PackageReference 項目已隱含定義，且無法定義 PackageVersion 項目: {0}。使用中央套件管理的專案需要 PackageReference 項目指定隱含套件版本。如需詳細資訊，請瀏覽: https://aka.ms/sdkimplicitrefs

# Error_CentralPackageManagement_MissingPackageVersion
source: The following PackageReference items do not define a corresponding PackageVersion item: {0}. Projects using Central Package Management must declare PackageReference and PackageVersion items with matching names. For more information, visit https://aka.ms/nuget/cpm/gettingstarted
cs: Následující položky PackageReference nedefinují odpovídající položku PackageVersion: {0}. Projekty využívající CPM (Central Package Management) musí deklarovat položky PackageReference a PackageVersion s odpovídajícími názvy. Další informace najdete na https://aka.ms/nuget/cpm/gettingstarted
de: Die folgenden PackageReference-Elemente definieren kein entsprechendes PackageVersion-Element: {0}. Projekte, die die zentrale Paketverwaltung verwenden, müssen PackageReference- und PackageVersion-Elemente mit übereinstimmenden Namen deklarieren. Weitere Informationen finden Sie unter https://aka.ms/nuget/cpm/gettingstarted
es: Los siguientes elementos PackageReference no definen un elemento PackageVersion correspondiente: {0}. Los proyectos que usan la Administración central de paquetes deben declarar elementos PackageReference y PackageVersion con nombres coincidentes. Para obtener más información, visite https://aka.ms/nuget/cpm/gettingstarted
fr: Les éléments PackageReference suivants ne définissent pas d’élément PackageVersion correspondant : {0}. Les projets utilisant Package Management central doivent déclarer des éléments PackageReference et PackageVersion avec des noms correspondants. Pour plus d’informations, visitez https://aka.ms/nuget/cpm/gettingstarted
it: Gli elementi PackageReference seguenti non definiscono un elemento PackageVersion corrispondente: {0}. I progetti che usano la Gestione pacchetti centrale devono dichiarare elementi PackageReference e PackageVersion con nomi corrispondenti. Per altre informazioni, visita https://aka.ms/nuget/cpm/gettingstarted
ja: 次の PackageReference 項目では、対応する PackageVersion 項目を定義していません: {0}。Central Package Management を使用するプロジェクトでは、PackageReference 項目と PackageVersion 項目を、名前が一致するように宣言する必要があります。詳細情報については、https://aka.ms/nuget/cpm/gettingstarted を参照してください
ko: 다음 PackageReference 항목은 해당 PackageVersion 항목을 정의하지 않습니다. {0}. 중앙 패키지 관리를 사용하는 프로젝트는 이름이 일치하는 PackageReference 및 PackageVersion 항목을 선언해야 합니다. 자세한 내용은 https://aka.ms/nuget/cpm/gettingstarted를 방문하세요.
pl: Następujące elementy PackageReference nie definiują odpowiedniego elementu PackageVersion: {0}. Projekty korzystające z centralnego zarządzania pakietami muszą deklarować elementy PackageReference i PackageVersion z pasującymi nazwami. Aby uzyskać więcej informacji, odwiedź witrynę https://aka.ms/nuget/cpm/gettingstarted
pt_br: Os seguintes itens PackageReference não definem um item PackageVersion correspondente: {0}. Projetos que usam o Gerenciamento Central de Pacotes devem declarar itens PackageReference e PackageVersion com nomes correspondentes. Para obter mais informações, visite https://aka.ms/nuget/cpm/gettingstarted
ru: Следующие элементы PackageReference не определяют соответствующий элемент PackageVersion: {0}. Проекты, использующие централизованное управление пакетами, должны объявлять элементы PackageReference и PackageVersion с совпадающими именами. Дополнительные сведения см. на странице https://aka.ms/nuget/cpm/gettingstarted
tr: Aşağıdaki PackageReference öğeleri karşılık gelen bir PackageVersion öğesi tanımlamıyor: {0}. Merkezi Paket Yönetimi kullanan projeler, eşleşen adlara sahip PackageReference ve PackageVersion öğelerini bildirmelidir. Daha fazla bilgi için şu adresi ziyaret edin: https://aka.ms/nuget/cpm/gettingstarted
zh_hans: 以下 PackageReference 项未定义相应的 PackageVersion 项: {0}。使用中央包管理的项目必须声明具有匹配名称的 PackageReference 和 PackageVersion 项。有关详细信息，请访问 https://aka.ms/nuget/cpm/gettingstarted
zh_hant: 下列 PackageReference 項目未定義對應的 PackageVersion 項目: {0}。使用中央套件管理的專案必須宣告具有相符名稱的 PackageReference 和 PackageVersion 項目。如需詳細資訊，請造訪 https://aka.ms/nuget/cpm/gettingstarted

# Error_CentralPackageManagement_MissingTransitivelyPinnedIncludeType
source: The centrally pinned dependency '{0}' was not found in the resolved graph unexpectedly for node '{1}'. Please file an issue at https://github.com/NuGet/Home
cs: Centrálně připnutá závislost {0} nebyla neočekávaně nalezena ve vyřešeném grafu pro uzel {1}. Nahlaste prosím problém na https://github.com/NuGet/Home
de: Die zentral angeheftete Abhängigkeit {0} wurde im aufgelösten Graphen für den Knoten {1} unerwartet nicht gefunden. Melden Sie ein Problem unter https://github.com/NuGet/Home.
fr: La dépendance épinglée de manière centralisée « {0} » est introuvable de manière inattendue dans le graphique résolu pour le nœud « {1} ». Veuillez soumettre un problème au https://github.com/NuGet/Home
it: La dipendenza aggiunta centralmente ''{0}'' non è stata trovata nel grafico risolto in modo imprevisto per il nodo '{1}'. Segnala un problema all'indirizzo https://github.com/NuGet/Home
ja: ノード '{1}' の解決済みグラフで、中央に固定された依存関係 '{0}' が予期せず見つかりませんでした。https://github.com/NuGet/Home でイシューを提出してください
ko: '{1}' 노드에 대해 확인된 그래프에서 중앙에서 고정된 종속성 '{0}'을(를) 예기치 않게 찾을 수 없었습니다. https://github.com/NuGet/Home에 문제를 신고하세요.
pl: Nieoczekiwanie nie znaleziono centralnie przypiętej zależności „{0}” w rozwiązywanym grafie dla węzła „{1}”. Zgłoś problem w witrynie https://github.com/NuGet/Home
ru: Центрально закрепленная зависимость "{0}" неожиданно не найдена в разрешенном графе для узла "{1}". Сообщите о проблеме на странице https://github.com/NuGet/Home
tr: Merkezi olarak sabitlenmiş '{0}' bağımlılığı, '{1}' düğümü için beklenmedik bir şekilde çözümlenmiş grafikte bulunamadı. Lütfen https://github.com/NuGet/Home adresinde bir sorun bildirin
zh_hans: 在节点 "{1}" 的解析图形中意外未找到集中固定的依赖项 "{0}"。请在 https://github.com/NuGet/Home 提交问题
zh_hant: 對節點 '{1}' 而言，中央釘選的相依性 '{0}' 在解析的圖形中意外地找不到。請在 https://github.com/NuGet/Home 提出問題
