Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_HttpSource_Single_Short
source: You are running the '{0}' operation with an 'HTTP' source: {1}. NuGet requires HTTPS sources. Refer to https://aka.ms/nuget-https-everywhere for more information.
cs: Máte spuštěnu operaci {0} se zdrojem HTTP: {1}. NuGet vyžaduje zdroje HTTPS. Další informace najdete na https://aka.ms/nuget-https-everywhere.
de: Sie führen den Vorgang „{0}“ mit einer „HTTP“-Quelle aus: {1}. NuGet erfordert HTTPS-Quellen. Weitere Informationen finden Sie unter https://aka.ms/nuget-https-everywhere.
es: Está ejecutando la operación "{0}" con un origen "HTTP" {1}. NuGet requiere orígenes HTTPS. Consulte https://aka.ms/nuget-https-everywhere para obtener más información.
fr: Vous exécutez l’opération « {0} » avec une source « HTTP » : {1}. NuGet exige des sources HTTPS. Référez-vous à https://aka.ms/nuget-https-everywhere pour plus d’informations.
it: Si sta eseguendo l'operazione "{0}" con un'origine "HTTP": {1}. NuGet richiede origini HTTPS. Per ulteriori informazioni, vedere https://aka.ms/nuget-https-everywhere.
ja: 'HTTP' ソースを使用して '{0}' 操作を実行しています: {1}。NuGet には HTTPS ソースが必要です。詳細については、https://aka.ms/nuget-https-everywhere を参照してください。
ko: {1} 'HTTP' 원본을 사용하여 '{0}' 작업을 실행하고 있습니다. NuGet에 HTTPS 원본이 필요합니다. https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Uruchamiasz operację „{0}” ze źródłem „HTTP”: {1}. Menedżer NuGet wymaga źródeł HTTPS. Aby uzyskać więcej informacji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Você está executando a operação "{0}" com uma fonte "HTTP": {1}. O NuGet requer fontes HTTPS. Consulte https://aka.ms/nuget-https-everywhere para mais informações.
ru: Вы выполняете операцию "{0}" с источником "HTTP": {1}. Для NuGet требуются источники HTTPS. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: '{0}' işlemini bir {1} 'HTTP' kaynağıyla çalıştırıyorsunuz. NuGet için HTTPS kaynakları gereklidir. Daha fazla bilgi için şuraya başvurun: https://aka.ms/nuget-https-everywhere.
zh_hans: 正在使用“HTTP”源运行“{0}”操作: {1}。NuGet 需要 HTTPS 源。有关详细信息，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: 您正在使用 'HTTP' 來源執行 '{0}' 作業: {1}。NuGet 需要 HTTPS 來源。參閱 https://aka.ms/nuget-https-everywhere 以取得更多資訊。

# Error_HttpSources_Multiple
source: You are running the '{0}' operation with 'HTTP' sources: {1}. NuGet requires HTTPS sources. To use HTTP sources, you must explicitly set 'allowInsecureConnections' to true in your NuGet.Config file. Refer to https://aka.ms/nuget-https-everywhere for more information.
cs: Máte spuštěnu operaci {0} se zdroji HTTP: {1}. NuGet vyžaduje zdroje HTTPS. Pokud chcete používat zdroje HTTP, musíte v souboru NuGet.Config explicitně nastavit možnost allowInsecureConnections na true. Další informace najdete na https://aka.ms/nuget-https-everywhere.
de: Sie führen den Vorgang „{0}“ mit „HTTP“-Quellen, „{1}“, aus. NuGet erfordert HTTPS-Quellen. Um HTTP-Quellen zu verwenden, müssen Sie „allowInsecureConnections“ in Ihrer NuGet.Config-Datei explizit auf TRUE festlegen. Weitere Informationen finden Sie unter „https://aka.ms/nuget-https-everywhere“.
es: Está ejecutando la operación "{0}" con orígenes "HTTP" {1}. NuGet requiere orígenes HTTPS. Para usar orígenes HTTP, es necesario establecer explícitamente "allowInsecureConnections" en verdadero en el archivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para obtener más información.
fr: Vous exécutez l’opération « {0} » avec des sources « HTTP » : {1}. NuGet exige des sources HTTPS. Pour utiliser des sources HTTP, vous devez explicitement définir « allowInsecureConnections » sur la valeur true dans votre fichier NuGet.Config. Référez-vous à https://aka.ms/nuget-https-everywhere pour plus d’informations.
it: Si sta eseguendo l'operazione "{0}" con origini "HTTP": {1}. NuGet richiede origini HTTPS. Per usare le origini HTTP, è necessario impostare in modo esplicito "allowInsecureConnections" su "true" nel file NuGet.Config. Per ulteriori informazioni, vedere https://aka.ms/nuget-https-everywhere.
ja: 'HTTP' ソースで '{0}' 操作を実行しています: {1}。NuGet には HTTPS ソースが必要です。HTTP ソースを使用するには、NuGet.Config ファイルで 'allowInsecureConnections' を [true] に明示的に設定する必要があります。詳細については、https://aka.ms/nuget-https-everywhere を参照してください。
ko: {1} 'HTTP' 원본을 사용하여 '{0}' 작업을 실행하고 있습니다. NuGet에 HTTPS 원본이 필요합니다. HTTP 소스를 사용하려면 NuGet.Config 파일에서 'allowInsecureConnections'를 명시적으로 true로 설정해야 합니다. https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Uruchamiasz operację „{0}” ze źródłami „HTTP”: {1}. Narzędzie NuGet wymaga źródeł HTTPS. Aby użyć źródeł HTTP, musisz wyraźnie ustawić właściwość „allowInsecureConnections” na wartość true w pliku NuGet.Config. Aby uzyskać więcej informacji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Você está executando a operação '{0}' com fontes 'HTTP': {1}. O NuGet requer fontes HTTPS. Para usar fontes HTTP, você deve definir explicitamente 'allowInsecureConnections' como verdadeiro no seu arquivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para mais informações.
ru: Вы выполняете операцию "{0}" с источниками "HTTP": {1}. Для NuGet требуются источники HTTPS. Чтобы использовать источники HTTP, необходимо явно задать для параметра "allowInsecureConnections" значение true в файле NuGet.Config. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: '{0}' işlemini {1} 'HTTP' kaynakları ile çalıştırıyorsunuz. NuGet için HTTPS kaynakları gereklidir. HTTP kaynakları kullanmak için 'allowInsecureConnections' değerini NuGet.Config dosyanızda açıkça true olarak ayarlamalısınız. Daha fazla bilgi için şuraya başvurun: https://aka.ms/nuget-https-everywhere.
zh_hans: 正在通过 “HTTP” 源 {1} 运行“{0}”操作。NuGet 需要 HTTPS 源。要使用 HTTP 源，必须在 NuGet.Config 文件中将 'allowInsecureConnections' 显式设置为 true。有关详细信息，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: 您正在使用 'HTTP' 來源執行 '{0}' 作業: {1}。NuGet 需要 HTTPS 來源。若要使用 HTTP 來源，您必須在 NuGet.Config 檔案中將 'allowInsecureConnections' 明確設定為 true。參閱 https://aka.ms/nuget-https-everywhere 以取得更多資訊。

# Error_IncompatiblePackageType
source: The package {0} {1} has a package type {2} that is incompatible with this project.
cs: Balíček {0} {1} má typ {2}, který není s tímto projektem kompatibilní.
de: Das Paket {0} {1} weist den Pakettyp "{2}" auf. Dieser ist mit diesem Projekt nicht kompatibel.
es: El paquete {0} {1} tiene un tipo de paquete {2} que no es compatible con el proyecto.
fr: Le package {0} {1} a un type de package {2} incompatible avec ce projet.
it: Il pacchetto {0} {1} contiene un tipo di pacchetto {2} che non è compatibile con questo progetto.
ja: パッケージ {0} {1} には、このプロジェクトと互換性のないパッケージの種類 {2} が含まれています。
ko: {0} {1} 패키지의 패키지 형식이 이 프로젝트와 호환되지 않는 {2}입니다.
pl: Pakiet {0} {1} ma typ pakietu {2}, który jest niezgodny z tym projektem.
pt_br: O pacote {0} {1} tem um tipo de pacote {2} incompatível com este projeto.
ru: Пакет {0} версии {1} имеет тип {2}, который не совместим с этим проектом.
tr: {0} {1} paketi, bu projeyle uyumsuz bir {2} paket türüne sahip.
zh_hans: 包 {0} {1} 的包类型 {2} 与此项目不兼容。
zh_hant: 套件 {0} {1} 的套件類型 {2} 與此專案不相容。

# Error_InputFileNotSpecified
source: Specify a nuspec, project.json, or project file to use
cs: Zadejte soubor nuspec, project.json nebo project, který chcete použít.
de: Geben Sie eine zu verwendende nuspec-, project.json- oder Projektdatei an.
es: Especificar un archivo nuspec, project.json o de proyecto para usarlo
fr: Spécifiez un fichier nuspec, un fichier project.json ou un fichier projet à utiliser
it: Specificare un file nuspec, project.json o di progetto da usare
ja: nuspec、project.json、使用するプロジェクト ファイルを指定してください
ko: 사용할 nuspec, project.json 또는 프로젝트 파일을 지정하세요.
pl: Określ plik nuspec, plik project.json lub plik projektu do użycia
pt_br: Especifique um nuspec, um project.json ou um arquivo de projeto para ser usado
ru: Укажите используемый файл nuspec, project.json или файл проекта.
tr: Kullanılacak bir nuspec, project.json veya proje dosyası belirtin
zh_hans: 指定 nuspec、project.json 或项目文件以供使用
zh_hant: 請指定要使用的 nuspec、project.json 或專案檔

# Error_InvalidATF
source: PackageTargetFallback and AssetTargetFallback cannot be used together. Remove PackageTargetFallback(deprecated) references from the project environment.
cs: PackageTargetFallback a AssetTargetFallback se nedají použít najednou. Odeberte z prostředí projektu odkazy PackageTargetFallback(deprecated).
de: PackageTargetFallback und AssetTargetFallback können nicht zusammen verwendet werden. Entfernen Sie Verweise auf "PackageTargetFallback(deprecated)" aus der Projektumgebung.
es: PackageTargetFallback y AssetTargetFallback no se pueden usar juntos. Quite las referencias de PackageTargetFallback(deprecated) del entorno del proyecto.
fr: Impossible d'utiliser PackageTargetFallback et AssetTargetFallback conjointement. Supprimez les références PackageTargetFallback (dépréciées) de l'environnement du projet.
it: Non è possibile usare PackageTargetFallback e AssetTargetFallback contemporaneamente. Rimuovere i riferimenti a PackageTargetFallback (deprecato) dall'ambiente del progetto.
ja: PackageTargetFallback と AssetTargetFallback を一緒に使用することはできません。PackageTargetFallback(deprecated) 参照をプロジェクト環境から削除してください。
ko: PackageTargetFallback과 AssetTargetFallback을 함께 사용할 수 없습니다. 프로젝트 환경에서 PackageTargetFallback(사용되지 않음) 참조를 제거하세요.
pl: Elementy PackageTargetFallback i AssetTargetFallback nie mogą być używane razem. Usuń odwołania PackageTargetFallback (przestarzałe) ze środowiska projektu.
pt_br: PackageTargetFallback e AssetTargetFallback não podem ser usados juntos. Remova as referências de PackageTargetFallback(preterido) do ambiente do projeto.
ru: PackageTargetFallback и AssetTargetFallback не могут использоваться совместно. Удалите (устаревшие) ссылки PackageTargetFallback из окружения проекта.
tr: PackageTargetFallback ve AssetTargetFallback birlikte kullanılamaz. PackageTargetFallback(deprecated) başvurularını proje ortamından kaldırın.
zh_hans: PackageTargetFallback 和 AssetTargetFallback 不能一起使用。请从项目环境中删除 PackageTargetFallback(已弃用)引用。
zh_hant: PackageTargetFallback 與 AssetTargetFallback 無法併用。請從專案環境中移除 PackageTargetFallback(deprecated) 參考。

# Error_InvalidCertificateInformationFromServer
source: Invalid certificate information from the service index '{0}'.
cs: Neplatné informace o certifikátu z indexu služby {0}
de: Ungültige Zertifikatinformationen aus dem Dienstindex "{0}".
es: Información de certificado no válida del índice de servicio "{0}".
fr: Informations de certificat non valides à partir de l'index de service '{0}'.
it: Le informazioni del certificato restituite dall'indice di servizio '{0}' non sono valide.
ja: サービス インデックス '{0}' からの証明書情報が無効です。
ko: 서비스 인덱스 '{0}'의 잘못된 인증서 정보입니다.
pl: Nieprawidłowe informacje o certyfikacie z indeksu usługi „{0}”.
pt_br: As informações de certificado inválido do índice de serviço '{0}'.
ru: Недопустимые данные сертификатов из индекса служб "{0}".
tr: '{0}' hizmet dizininden geçersiz sertifika bilgileri alındı.
zh_hans: 来自服务索引 {0} 的证书信息无效。
zh_hant: 服務索引 '{0}' 的憑證資訊無效。

# Error_InvalidCombinationOfArguments
source: Invalid combination of arguments.
cs: Neplatná kombinace argumentů
de: Ungültige Kombination aus Argumenten.
es: Combinación de argumentos no válida.
fr: Combinaison d'arguments non valide.
it: La combinazione di argomenti non è valida.
ja: 引数の組み合わせが無効です。
ko: 인수의 조합이 잘못되었습니다.
pl: Nieprawidłowa kombinacja argumentów.
pt_br: Combinação inválida de argumentos.
ru: Недопустимое сочетание аргументов.
tr: Geçersiz bağımsız değişken birleşimi.
zh_hans: 参数组合无效。
zh_hant: 引數的組合無效。

# Error_InvalidCommandLineInput
source: Invalid input '{0}'. The file type was not recognized.
cs: Neplatný vstup {0}. Typ souboru se nerozpoznal.
de: Ungültige Eingabe "{0}". Der Dateityp wurde nicht erkannt.
es: Entrada no válida '{0}'. El tipo de archivo no se reconoció.
fr: Entrée '{0}' non valide. Le type de fichier n'est pas reconnu.
it: L'input '{0}' non è valido. Il tipo di file non è stato riconosciuto.
ja: 入力 '{0}' が正しくありません。ファイルの種類を認識できませんでした。
ko: 잘못된 입력 '{0}'. 파일 형식을 인식할 수 없습니다.
pl: Nieprawidłowe dane wejściowe „{0}”. Nie rozpoznano typu pliku.
pt_br: Entrada inválida '{0}'. O tipo de arquivo não foi reconhecido.
ru: Недопустимые входные данные: "{0}". Тип файла не определен.
tr: Geçersiz giriş: '{0}'. Dosya türü tanınmadı.
zh_hans: 输入“{0}”无效。文件类型未识别。
zh_hant: 輸入 '{0}' 無效。無法辨識檔案類型。

# Error_InvalidCommandLineInputConfig
source: Invalid input '{0}'. Valid file names are 'packages.config' or 'packages.*.config'.
cs: Neplatné zadání {0}. Platný název souboru je packages.config nebo packages.*.config.
de: Ungültige Eingabe "{0}". Gültige Dateinamen sind "packages.config" bzw. "packages.*.config".
es: Entrada no válida '{0}'. Los nombres de archivo válidos son 'packages.config' o 'packages.*.config'.
fr: Entrée non valide '{0}'. Les noms de fichiers valides sont 'packages.config' ou 'packages.*.config'.
it: Il valore di input '{0}' non è valido. I nomi file validi sono 'packages.config' e 'packages.*.config'.
ja: 無効な入力 '{0}'。有効なファイル名は 'packages.config' または 'packages.*.config' です。
ko: 잘못된 입력 '{0}'입니다. 유효한 파일 이름은 'packages.config' 또는 'packages.*.config'입니다.
pl: Nieprawidłowe dane wejściowe „{0}”. Prawidłowe nazwy plików: „packages.config” lub „packages.*.config”.
pt_br: Entrada inválida '{0}'. Os nomes de arquivos válidos são 'packages.config' ou 'packages.*.config'.
ru: Недопустимый ввод "{0}". Допустимые имена файлов — "packages.config" или "packages.*.config".
tr: Geçersiz giriş: '{0}'. Geçerli dosya adları: 'packages.config' veya 'packages.*.config'.
zh_hans: 无效的输入“{0}”。有效文件名为“packages.config”或“packages.*.config”。
zh_hant: 無效輸入 '{0}'。有效檔案名稱為 'packages.config' 或 'packages.*.config'。

# Error_InvalidCommandLineInputJson
source: Invalid input '{0}'. Valid file names are 'project.json' or '*.project.json'.
cs: Neplatné zadání {0}. Platný název souboru je project.json nebo *.project.json.
de: Ungültige Eingabe "{0}". Gültige Dateinamen sind "project.json" bzw. "*.project.json".
es: Entrada no válida '{0}'. Los nombres de archivo válidos son 'project.json' o '*.project.json'.
fr: Entrée non valide '{0}'. Les noms de fichiers valides sont 'project.json' ou '*.project.json'.
it: Il valore di input '{0}' non è valido. I nomi file validi sono 'project.json' e '*.project.json'.
ja: 無効な入力 '{0}'。有効なファイル名は 'project.json' または '*.project.json' です。
ko: 잘못된 입력 '{0}'입니다. 유효한 파일 이름은 'project.json' 또는 '*.project.json'입니다.
pl: Nieprawidłowe dane wejściowe „{0}”. Prawidłowe nazwy plików: „project.json” lub „*.project.json”.
pt_br: Entrada '{0}' inválida. Os nomes de arquivo válidos são 'project.json' ou '*.project.json'.
ru: Недопустимый ввод "{0}". Допустимые имена файлов — "project.json" или "*.project.json".
tr: Geçersiz giriş: '{0}'. Geçerli dosya adları: 'project.json' veya '*.project.json'.
zh_hans: 无效的输入“{0}”。有效文件名为“project.json”或“*.project.json”。
zh_hant: 無效輸入 '{0}'。有效檔案名稱為 'project.json' 或 '*.project.json'。

# Error_InvalidDependencyVersionConstraints
source: Package version constraints for '{0}' return a version range that is empty.
cs: Omezení verze balíčku pro {0} vracejí rozsah verzí, který je prázdný.
de: Die Paketversionseinschränkungen für "{0}" geben einen leeren Versionsbereich zurück.
es: Las restricciones de versión de paquete para "{0}" devuelven un intervalo de versiones que está vacío.
fr: Les contraintes de version de package pour '{0}' retournent une plage de versions vide.
it: I vincoli della versione del pacchetto per '{0}' restituiscono un intervallo di versioni vuoto.
ja: '{0}' のパッケージのバージョン制約は空のバージョン範囲を返します。
ko: '{0}'에 대한 패키지 버전 제약 조건이 비어 있는 버전 범위를 반환합니다.
pl: Ograniczenia wersji pakietu dla elementu „{0}” zwracają pusty zakres wersji.
pt_br: As restrições de versão do pacote para '{0}' retornam um intervalo de versão vazio.
ru: Ограничения версии пакета для "{0}" возвращают пустой диапазон версий.
tr: '{0}' için paket sürümü kısıtlamaları boş bir sürüm aralığı döndürüyor.
zh_hans: “{0}”的包版本约束返回为空的版本范围。
zh_hant: '{0}' 的套件版本限制式傳回了空的版本範圍。

# Error_InvalidLockFileInput
source: Invalid restore input where RestorePackagesWithLockFile property is set to false but a packages lock file exists at {0}.
cs: Neplatný vstup obnovení, kde vlastnost RestorePackagesWithLockFile je nastavená na hodnotu false, ale v {0} existuje soubor zámku balíčků.
de: Ungültige Wiederherstellungseingabe. Die Eigenschaft "RestorePackagesWithLockFile" ist auf FALSE festgelegt, aber bei "{0}" liegt eine Paketsperrdatei vor.
es: Entrada de restauración no válida donde la propiedad RestorePackagesWithLockFile está establecida en false, pero existe un archivo de bloqueo de paquetes en {0}.
fr: Entrée de restauration non valide où la propriété RestorePackagesWithLockFile a la valeur false, alors qu'un fichier de verrouillage des packages est présent sur {0}.
it: Il valore di input per il ripristino non è valido quando la proprietà RestorePackagesWithLockFile è impostata su false, ma è presente un file di blocco dei pacchetti in {0}.
ja: RestorePackagesWithLockFile プロパティが False に設定されているが、{0} にパッケージ ロック ファイルが存在する場合、復元入力が無効です。
ko: RestorePackagesWithLockFile 속성이 false로 설정되었지만 {0}에 패키지 잠금 파일이 있는 잘못된 복원 입력입니다.
pl: Nieprawidłowe dane wejściowe przywracania: właściwość RestorePackagesWithLockFile ma wartość false, lecz istnieje plik blokady pakietów w katalogu {0}.
pt_br: Restauração inválida de entrada em que a propriedade RestorePackagesWithLockFile é definida como false, mas existe um arquivo de bloqueio de pacotes em {0}.
ru: Входные данные восстановления недопустимы, так как свойству RestorePackagesWithLockFile задано значение false, но существует lock-файл пакетов в {0}.
tr: RestorePackagesWithLockFile özelliğinin false olarak ayarlandığı ve {0} konumunda paketler kilit dosyasının bulunduğu geçersiz bir geri yükleme girişi.
zh_hans: 还原输入无效，其中 RestorePackagesWithLockFile 属性设置为 false，但 {0} 处存在包锁定文件。
zh_hant: 還原輸入無效，其中 RestorePackagesWithLockFile 屬性設定為 false，但 {0} 上有套件鎖定檔案。

# Error_InvalidNuGetAuditLevelValue
source: Invalid NuGetAuditLevel value '{0}'. Valid values: {1}
cs: Neplatná hodnota NuGetAuditLevel „{0}“. Platné hodnoty: {1}
de: Ungültiger NuGetAuditLevel-Wert "{0}". Gültige Werte: {1}
es: Valor nuGetAuditLevel no válido ''{0} ''. Valores válidos: {1}
fr: Valeur NuGetAuditLevel non valide '{0}'. Valeurs valides : {1}
it: Valore NuGetAuditLevel '{0}' non valido. Valori validi: {1}
ja: NuGetAuditLevel 値 '{0}' が無効です。有効な値: {1}
ko: 잘못된 NuGetAuditLevel 값 '{0}'입니다. 유효한 값: {1}.
pl: Nieprawidłowa wartość NuGetAuditLevel „{0}”. Prawidłowe wartości: {1}
pt_br: Valor NuGetAuditLevel inválido "{0}". Valores válidos: {1}
ru: Недопустимое значение NuGetAuditLevel "{0}". Допустимые значения: {1}
tr: Geçersiz NuGetAuditLevel değeri: '{0}'. Geçerli değerler: {1}
zh_hans: NuGetAuditLevel 值 "{0}" 无效。有效值: {1}
zh_hant: NuGetAuditLevel 值 '{0}' 無效。有效值: {1}

# Error_InvalidNuGetAuditModeValue
source: Invalid NuGetAuditMode value '{0}'. Valid values: {1}
cs: Neplatná hodnota NuGetAuditMode „{0}“. Platné hodnoty: {1}
de: Ungültiger NuGetAuditMode-Wert "{0}". Gültige Werte: {1}
es: Valor nuGetAuditMode no válido ''{0} ''. Valores válidos: {1}
fr: Valeur NuGetAuditMode non valide '{0}'. Valeurs valides : {1}
it: Valore NuGetAuditMode '{0}' non valido. Valori validi: {1}
ja: NuGetAuditMode 値 '{0}' が無効です。有効な値: {1}
ko: 잘못된 NuGetAuditMode 값 '{0}'입니다. 유효한 값: {1}.
pl: Nieprawidłowa wartość NuGetAuditMode „{0}”. Prawidłowe wartości: {1}
pt_br: Valor NuGetAuditMode inválido "{0}". Valores válidos: {1}
ru: Недопустимое значение NuGetAuditMode "{0}". Допустимые значения: {1}
tr: Geçersiz NuGetAuditMode değeri: '{0}'. Geçerli değerler: {1}
zh_hans: NuGetAuditMode 值 "{0}" 无效。有效值: {1}
zh_hant: NuGetAuditMode 值 '{0}' 無效。有效值: {1}

# Error_InvalidNuGetAuditValue
source: Invalid NuGetAudit value '{0}'. Valid values: {1}
cs: Neplatná hodnota NuGetAudit „{0}“. Platné hodnoty: {1}
de: Ungültiger NuGetAudit-Wert "{0}". Gültige Werte: {1}
es: Valor nuGetAudit no válido ''{0} ''. Valores válidos: {1}
fr: Valeur NuGetAudit non valide '{0}'. Valeurs valides : {1}
it: Valore NuGetAudit '{0}' non valido. Valori validi: {1}
ja: NuGetAudit 値 '{0}' が無効です。有効な値: {1}
ko: 잘못된 NuGetAudit 값 '{0}'입니다. 유효한 값: {1}.
pl: Nieprawidłowa wartość NuGetAudit „{0}”. Prawidłowe wartości: {1}
pt_br: Valor NuGetAudit inválido "{0}". Valores válidos: {1}
ru: Недопустимое значение NuGetAudit "{0}". Допустимые значения: {1}
tr: Geçersiz NuGetAudit değeri: '{0}'. Geçerli değerler: {1}
zh_hans: NuGetAudit 值 "{0}" 无效。有效值: {1}
zh_hant: NuGetAudit 值 '{0}' 無效。有效值: {1}

# Error_InvalidProjectPackageCombo
source: Invalid project-package combination for {0} {1}. DotnetToolReference project style can only contain references of the DotnetTool type
cs: Neplatná kombinace projektu a balíčku pro {0} {1}. Styl projektu DotnetToolReference může obsahovat jen odkazy na typ DotnetTool.
de: Ungültige Projekt-/Paket-Kombination für {0} "{1}". Der DotnetToolReference-Projektstil darf nur Verweise vom Typ "DotnetTool" enthalten.
es: Combinación de proyecto y paquete no válida para {0} {1}. El estilo de proyecto DotnetToolReference solo puede contener referencias de tipo DotnetTool
fr: Combinaison projet-package non valide pour {0} {1}. Le style de projet DotnetToolReference peut contenir uniquement des références au type DotnetTool
it: La combinazione di progetto-pacchetto per {0} {1} non è valida. Lo stile del progetto DotnetToolReference può contenere solo riferimenti del tipo DotnetTool
ja: {0} {1} のプロジェクト パケージの組み合わせが無効です。DotnetToolReference プロジェクト形式には、DotnetTool タイプの参照のみ含めることができます。
ko: {0} {1}에 대한 잘못된 프로젝트-패키지 조합입니다. DotnetToolReference 프로젝트 스타일에는 DotnetTool 형식의 참조만 포함할 수 있습니다.
pl: Nieprawidłowa kombinacja pakietu i projektu dla {0} {1}. Styl projektu DotnetToolReference może zawierać tylko odwołania typu DotnetTool
pt_br: Combinação de pacote de projeto inválida para {0} {1}. O estilo de projeto DotnetToolReference só pode conter referências do tipo DotnetTool
ru: Недопустимое сочетание проекта и пакета для {0} {1}. Стиль проекта DotnetToolReference допускает только ссылки типа DotnetTool
tr: {0} {1} için geçersiz proje-paket kombinasyonu. DotnetToolReference proje stili yalnızca DotnetTool türündeki başvuruları içerebilir
zh_hans: {0} {1} 的项目包组合无效。DotnetToolReference 项目类型仅可包含 DotnetTool 类型的引用
zh_hant: {0} {1} 的專案套件組合無效。DotnetToolReference 專案樣式只能包含 DotnetTool 類型的參考

# Error_InvalidSymbolPackageFormat
source: The provided SymbolPackageFormat value {0} is invalid. Allowed values : 'snupkg', 'symbols.nupkg'.
cs: Zadaná hodnota SymbolPackageFormat {0} je neplatná. Povolené hodnoty: snupkg, symbols.nupkg
de: Der angegebene SymbolPackageFormat-Wert "{0}" ist ungültig. Zulässige Werte: "snupkg", "symbols.nupkg".
es: El valor {0} proporcionado para SymbolPackageFormat no es válido. Valores permitidos: "snupkg", "symbols.nupkg".
fr: La valeur SymbolPackageFormat fournie {0} n'est pas valide. Valeurs autorisées : 'snupkg', 'symbols.nupkg'.
it: Il valore {0} specificato di SymbolPackageFormat non è valido. Valori consentiti: 'snupkg', 'symbols.nupkg'.
ja: 指定された SymbolPackageFormat 値 {0} が無効です。使用できる値は 'snupkg'、'symbols.nupkg' です。
ko: 제공된 SymbolPackageFormat 값 {0}이(가) 잘못되었습니다. 허용되는 값은 'snupkg', 'symbols.nupkg'입니다.
pl: Podana wartość SymbolPackageFormat {0} jest nieprawidłowa. Dozwolone wartości: „snupkg”, „symbols.nupkg”.
pt_br: O valor fornecido de SymbolPackageFormat {0} é inválido. Os valores permitidos são: 'snupkg' e 'symbols.nupkg'.
ru: Предоставленное значение SymbolPackageFormat {0} недопустимо. Разрешенные значения: "snupkg", "symbols.nupkg".
tr: Sağlanan SymbolPackageFormat değeri {0} geçersiz. İzin verilen değerler: 'snupkg', 'symbols.nupkg'.
zh_hans: 提供的 SymbolPackageFormat 值 {0} 无效。允许的值: "snupkg"、"symbols.nupkg"。
zh_hant: 提供的 SymbolPackageFormat 值 {0} 無效。允許的值 : 'snupkg'、'symbols.nupkg'。
