Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SuccessfullyAddedTrustedRepository
source: Successfully added a trusted repository '{0}'.
cs: Důvěryhodné úložiště {0} se úspěšně přidalo.
de: Das vertrauenswürdige Repository "{0}" wurde erfolgreich hinzugefügt.
es: El repositorio de confianza "{0}" se agregó correctamente.
fr: Ajout réussi du dépôt approuvé '{0}'.
it: Un repository attendibile '{0}' è stato aggiunto.
ja: 信頼されたリポジトリ '{0}' が正常に追加されました。
ko: 신뢰할 수 있는 리포지토리 '{0}'을(를) 추가했습니다.
pl: Pomyślnie dodano zaufane repozytorium „{0}”.
pt_br: Repositório confiável '{0}' adicionado com sucesso.
ru: Доверенный репозиторий "{0}" добавлен.
tr: '{0}' adlı bir güvenilen depo başarıyla eklendi.
zh_hans: 已成功添加的受信任的存储库“{0}”。
zh_hant: 已成功新增信任的存放庫 '{0}'。

# SuccessfullyRemovedTrustedSigner
source: Successfully removed the trusted signer '{0}'.
cs: Důvěryhodná podepisující osoba {0} se úspěšně odebrala.
de: Der vertrauenswürdige Signaturgeber "{0}" wurde erfolgreich entfernt.
es: El firmante de confianza "{0}" se quitó correctamente.
fr: Suppression réussie du signataire approuvé '{0}'.
it: Il firmatario attendibile '{0}' è stato rimosso.
ja: 信頼された署名者 '{0}' が正常に削除されました。
ko: 신뢰할 수 있는 서명자 '{0}'을(를) 제거했습니다.
pl: Pomyślnie usunięto zaufaną osobę podpisującą „{0}”.
pt_br: Signatário confiável '{0}' removido com sucesso.
ru: Доверенное подписывающее лицо "{0}" удалено.
tr: '{0}' adlı güvenilen imzalayan başarıyla kaldırıldı.
zh_hans: 已成功删除受信任的签名者“{0}”。
zh_hant: 已成功移除信任的簽署者 '{0}'。

# SuccessfullySynchronizedTrustedRepository
source: Successfully synchronized the trusted repository '{0}'.
cs: Důvěryhodné úložiště {0} se úspěšně synchronizovalo.
de: Das vertrauenswürdige Repository "{0}" wurde erfolgreich synchronisiert.
es: El repositorio de confianza "{0}" se sincronizó correctamente.
fr: Synchronisation réussie du dépôt approuvé '{0}'.
it: Il repository attendibile '{0}' è stato sincronizzato.
ja: 信頼されたリポジトリ '{0}' が正常に同期されました。
ko: 신뢰할 수 있는 리포지토리 '{0}'을(를) 동기화했습니다.
pl: Pomyślnie zsynchronizowano zaufane repozytorium „{0}”.
pt_br: Repositório confiável '{0}' sincronizado com sucesso.
ru: Доверенный репозиторий "{0}" синхронизирован.
tr: '{0}' adlı güvenilen depo başarıyla eşitlendi.
zh_hans: 已成功同步受信任的存储库“{0}”。
zh_hant: 已成功同步信任的存放庫 '{0}'。

# TrustedSignerLogCertificates
source: Certificate fingerprint(s):
cs: Kryptografické otisky certifikátu:
de: Zertifikatfingerabdrücke:
es: Huellas digitales de certificado:
fr: Empreinte(s) digitale(s) du certificat :
it: Impronta/e digitale/i del certificato:
ja: 証明書のフィンガープリント:
ko: 인증서 지문:
pl: Odciski palca certyfikatów:
pt_br: Impressões digitais do certificado:
ru: Отпечатки сертификата:
tr: Sertifika parmak izleri:
zh_hans: 证书指纹:
zh_hant: 憑證指紋:

# TrustedSignerLogOwners
source: Trusted owners: {0}
cs: Důvěryhodní vlastníci: {0}
de: Vertrauenswürdige Besitzer: {0}
es: Propietarios de confianza: {0}
fr: Propriétaires approuvés : {0}
it: Proprietari attendibili: {0}
ja: 信頼された所有者: {0}
ko: 신뢰할 수 있는 소유자: {0}
pl: Zaufani właściciele: {0}
pt_br: Proprietários confiáveis: {0}
ru: Доверенные владельцы: {0}
tr: Güvenilen sahipler: {0}
zh_hans: 受信任的所有者: {0}
zh_hant: 信任的擁有者: {0}

# TrustedSignerLogServiceIndex
source: Service Index: {0}
cs: Index služby: {0}
de: Dienstindex: {0}
es: Índice de servicio: {0}
fr: Index de service : {0}
it: Indice di servizio: {0}
ja: サービス インデックス: {0}
ko: 서비스 인덱스: {0}
pl: Indeks usługi: {0}
pt_br: Índice de serviço: {0}
ru: Индекс служб: {0}
tr: Hizmet Dizini: {0}
zh_hans: 服务索引: {0}
zh_hant: 服務索引: {0}

# UnsupportedHashAlgorithm
source: The hash algorithm is unsupported: '{0}'.
cs: Hashovací algoritmus se nepodporuje: {0}
de: Der Hashalgorithmus "{0}" wird nicht unterstützt.
es: No se admite el algoritmo hash: "{0}".
fr: L'algorithme de hachage n'est pas pris en charge : '{0}'.
it: L'algoritmo hash non è supportato: '{0}'.
ja: ハッシュ アルゴリズムはサポートされていません: '{0}'。
ko: 해시 알고리즘 '{0}'이(가) 지원되지 않습니다.
pl: Algorytm wyznaczania wartości skrótu nie jest obsługiwany: „{0}”.
pt_br: O algoritmo de hash não é compatível: '{0}'.
ru: Хэш-алгоритм не поддерживается: "{0}".
tr: Karma algoritması desteklenmiyor: '{0}'.
zh_hans: 不支持哈希算法 {0}。
zh_hant: 不支援雜湊演算法: '{0}'。

# UnsupportedProject
source: Skipping restore for project '{0}'. The project file may be invalid or missing targets required for restore.
cs: Přeskočí obnovení pro projekt {0}. Soubor projektu je možná neplatný nebo v něm chybí cíle potřebné pro obnovení.
de: Die Wiederherstellung für das Projekt "{0}" wird übersprungen. Die Projektdatei ist möglicherweise ungültig, oder es fehlen für die Wiederherstellung erforderliche Ziele.
es: Se ha omitido la restauración del proyecto "{0}". Puede que el archivo de proyecto no sea válido o que falten los destinos necesarios para la restauración.
fr: Ignorer la restauration du projet '{0}'. Il est possible que le fichier projet ne soit pas valide ou qu'il ne contienne pas toutes les cibles nécessaires à la restauration.
it: Il ripristino del progetto '{0}' verrà ignorato. Il file di progetto potrebbe essere non valido oppure mancano destinazioni necessarie per il ripristino.
ja: プロジェクト '{0}' の復元をスキップしています。プロジェクト ファイルが無効であるか、復元に必要なターゲットが見つからない可能性があります。
ko: 프로젝트 '{0}'에 대한 복원을 건너뜁니다. 프로젝트 파일이 잘못되었거나 복원에 필요한 대상이 없을 수 있습니다.
pl: Pomijanie przywracania projektu „{0}”. Plik projektu może być nieprawidłowy lub może w nim brakować celów wymaganych do przywracania.
pt_br: Ignorando a restauração para o projeto '{0}'. O arquivo de projeto talvez seja inválido ou destinos ausentes sejam necessários para a restauração.
ru: Пропускается восстановление проекта "{0}". Возможно, в файле проекта есть ошибки или отсутствуют цели, необходимые для восстановления.
tr: '{0}' projesi için geri yükleme atlanıyor. Proje dosyası geçersiz olabilir veya proje dosyasında geri yükleme için gerekli hedefler eksik olabilir.
zh_hans: 正在跳过项目“{0}”的还原操作。项目文件可能无效或缺少还原所需的目标。
zh_hant: 正在跳過還原專案 '{0}'。該專案檔可能無效或缺少還原所須的目標。

# VerifyCommand_ContentHash
source: Content hash: {0}
cs: Hodnota hash obsahu: {0}
de: Inhaltshash: {0}
es: Hash de contenido: {0}
fr: Hachage du contenu : {0}
it: Hash contenuto: {0}
ja: コンテンツのハッシュ: {0}
ko: 콘텐츠 해시: {0}
pl: Skrót zawartości: {0}
pt_br: Hash do conteúdo: {0}
ru: Хэш содержимого: {0}
tr: İçerik karması: {0}
zh_hans: 内容哈希: {0}
zh_hant: 內容雜湊: {0}

# VerifyCommand_Failed
source: Package signature validation failed.
cs: Nepovedlo se ověřit podpis balíčku.
de: Fehler beim Überprüfen der Paketsignatur.
es: Error de validación de la firma del paquete.
fr: Échec de la validation de la signature du package.
it: La convalida della firma del pacchetto non è riuscita.
ja: パッケージ署名の検証に失敗しました。
ko: 패키지 시그니처 유효성 검사에 실패했습니다.
pl: Weryfikacja podpisu pakietu nie powiodła się.
pt_br: Falha na validação da assinatura do pacote.
ru: Ошибка при проверке подписи пакета.
tr: Paket imzası doğrulanamadı.
zh_hans: 包签名验证失败。
zh_hant: 套件特徵標記驗證失敗。

# VerifyCommand_FinishedWithErrors
source: Finished with {0} errors and {1} warnings.
cs: Dokončeno, počet chyb: {0}, počet upozornění: {1}
de: Der Vorgang wurde mit {0} Fehlern und {1} Warnungen abgeschlossen.
es: Se completó con {0} errores y {1} advertencias.
fr: Terminé avec {0} erreurs et {1} avertissements.
it: L'operazione è stata completata con {0} errori e {1} avvisi.
ja: 完了しました。エラー {0}、警告 {1}。
ko: 완료되었으나 {0}개 오류 및 {1}개 경고가 발생했습니다.
pl: Operacja zakończona. Liczba błędów: {0}, liczba ostrzeżeń: {1}.
pt_br: Concluído com {0} erros e {1} avisos.
ru: Выполнено с ошибками ({0}) и предупреждениями ({1}).
tr: {0} hata ve {1} uyarıyla tamamlandı.
zh_hans: 已完成，共有 {0} 个错误和 {1} 个警告。
zh_hant: 已完成，有 {0} 個錯誤和 {1} 個警告。

# VerifyCommand_NotSupported
source: Package signature validation command is not supported on this platform.
cs: Příkaz pro ověření podpisu balíčku není na této platformě podporován.
de: Der Überprüfungsbefehl für die Paketsignatur wird auf dieser Plattform nicht unterstützt.
es: El comando de validación de firma de paquete no es compatible en esta plataforma.
fr: La commande de validation de signature de package n’est pas prise en charge sur cette plateforme.
it: Il comando di convalida della firma del pacchetto non è supportato in questa piattaforma.
ja: パッケージの署名検証コマンドは、このプラットフォームではサポートされていません。
ko: 이 플랫폼에서는 패키지 서명 유효성 검사 명령이 지원되지 않습니다.
pl: Polecenie sprawdzania poprawności podpisu pakietu nie jest obsługiwane na tej platformie.
pt_br: O comando de validação da assinatura do pacote não possui suporte nesta plataforma.
ru: Команда проверки подписи пакета не поддерживается на этой платформе.
tr: Paket imzası doğrulama komutu bu platformda desteklenmiyor.
zh_hans: 此平台上不支持包签名验证命令。
zh_hant: 此平台不支援封裝簽章驗證命令。

# VerifyCommand_PackageIsNotValid
source: '{0}' is not a valid package file.
cs: {0} není platný soubor balíčku.
de: "{0}" ist keine gültige Paketdatei.
es: "{0}" no es un archivo de paquete válido.
fr: « {0} » n'est pas un fichier de package valide.
it: '{0}' non è un file del pacchetto valido.
ja: '{0}' は有効なパッケージ ファイルではありません。
ko: '{0}'은(는) 유효한 패키지 파일이 아닙니다.
pl: Plik „{0}” nie jest prawidłowym plikiem pakietu.
pt_br: '{0}' não é um arquivo de pacote válido.
ru: Файл "{0}" не является допустимым файлом пакета.
tr: '{0}', geçerli bir paket dosyası değil.
zh_hans: “{0}”不是有效的包文件。
zh_hant: '{0}' 不是有效的套件檔案。

# VerifyCommand_Success
source: Successfully verified package '{0}'.
cs: Úspěšně se ověřil balíček {0}.
de: Das Paket "{0}" wurde erfolgreich überprüft.
es: El paquete "{0}" se comprobó correctamente.
fr: Le package '{0}' a été vérifié.
it: Il pacchetto '{0}' è stato verificato.
ja: パッケージ '{0}' が正常に検証されました。
ko: 패키지 '{0}'을(를) 확인했습니다.
pl: Pomyślnie zweryfikowano pakiet „{0}”.
pt_br: O pacote '{0}' foi verificado com êxito.
ru: Пакет "{0}" успешно проверен.
tr: '{0}' paketi başarıyla doğrulandı.
zh_hans: 已成功验证包“{0}”。
zh_hant: 已成功驗證套件 '{0}'。

# VerifyCommand_VerificationTypeNotSupported
source: Verification type not supported. Use only one of the following supported types: -All, -Signatures
cs: Typ ověřování se nepodporuje. Použijte jen jeden z těchto podporovaných typů: -All, -Signatures
de: Der Überprüfungstyp wird nicht unterstützt. Verwenden Sie einen der folgenden unterstützten Typen: -All, -Signatures
es: No se admite el tipo de comprobación. Use solo uno de los tipos admitidos siguientes: -All, -Signatures
fr: Type de vérification non pris en charge. Utilisez uniquement l'un des types pris en charge suivants : -All, -Signatures
it: Il tipo di verifica non è supportato. Usare solo uno dei tipi supportati seguenti: -All, -Signatures
ja: サポートされていない検証の種類です。次のいずれかのサポートされている種類を使用してください: -All、-Signatures
ko: 확인 형식이 지원되지 않습니다. 지원되는 다음 형식 중 하나만 사용하세요. -All, -Signatures
pl: Typ weryfikacji nie jest obsługiwany. Użyj tylko jednego z następujących obsługiwanych typów: -All, -Signatures
pt_br: Não há suporte para este tipo de verificação. Use apenas um dos seguintes tipos com suporte: -All, -Signatures
ru: Тип проверки не поддерживается. Используйте один из следующих поддерживаемых типов: -All, -Signatures
tr: Doğrulama türü desteklenmiyor. Yalnızca şu desteklenen türlerden birini kullanın: -All, -Signatures
zh_hans: 验证类型不受支持。请使用以下受支持的类型之一: -All、-Signatures
zh_hant: 不支援驗證類型。請只使用下列其中一個受支援的類型: -All、-Signatures

# VerifyCommand_VerifyingPackage
source: Verifying {0}
cs: Ověřuje se {0}.
de: "{0}" wird überprüft.
es: Comprobando {0}
fr: Vérification de {0}
it: Verifica di {0}
ja: '{0}' を確認しています
ko: {0}을(를) 확인하고 있습니다.
pl: Weryfikowanie {0}
pt_br: Verificando {0}
ru: Идет проверка {0}
tr: {0} doğrulanıyor
zh_hans: 正在验证 {0}
zh_hant: 正在驗證 {0}

# Vulnerability_Severity_Critical
source: critical
cs: kritické
de: kritisch
es: crítica
fr: critique
it: critico
ja: クリティカル
ko: 위험
pl: krytyczna
pt_br: crítico
ru: критический уровень
tr: kritik
zh_hans: 严重
zh_hant: 危急

# Vulnerability_Severity_High
source: high
cs: vysoké
de: hoch
es: alta
fr: élevé(e)
it: alta
ja: 高
ko: 높음
pl: wysoka
pt_br: alta
ru: высокий уровень
tr: yüksek
zh_hans: 高
zh_hant: 高

# Vulnerability_Severity_Low
source: low
cs: nízké
de: niedrig
es: baja
fr: faible
it: bassa
ja: 低
ko: 낮음
pl: niska
pt_br: baixa
ru: низкий уровень
tr: düşük
zh_hans: 低
zh_hant: 低

# Vulnerability_Severity_Moderate
source: moderate
cs: střední
de: Moderat
es: moderada
fr: moyenne
it: moderata
ja: 中
ko: 보통
pl: umiarkowana
pt_br: moderado
ru: средний уровень
tr: orta
zh_hans: 中
zh_hant: 中度

# Vulnerability_Severity_unknown
source: unknown
cs: neznámé
de: unbekannt
es: desconocido
fr: inconnue
it: sconosciuto
ja: 不明
ko: 알 수 없음
pl: nieznany
pt_br: desconhecido
ru: неизвестно
tr: bilinmiyor
zh_hans: 未知
zh_hant: 未知

# WarningAsError
source: Warning As Error: {0}
cs: Upozornění jako chyba: {0}
de: Warnung als Fehler: {0}
es: Advertencia como error: {0}
fr: Avertissement comme erreur : {0}
it: Avvertenza come errore: {0}
ja: エラーとして警告: {0}
ko: 경고를 오류로 처리: {0}
pl: Ostrzeżenie jako błąd: {0}
pt_br: Aviso como Erro: {0}
ru: Предупреждение как ошибка: {0}
tr: Hata Olarak Uyarı: {0}
zh_hans: 错误形式的警告: {0}
zh_hant: 錯誤警告: {0}

# Warning_AuditSourceWithoutVulnerabilityData
source: Audit source '{0}' did not provide any vulnerability data.
cs: Zdroj auditu {0} neposkytl žádná data o ohrožení zabezpečení.
de: Die Überwachungsquelle „{0}“ hat keine Sicherheitsrisikodaten bereitgestellt.
es: El origen de auditoría ''{0}'' no proporcionó ningún dato de vulnerabilidad.
fr: La source d’audit « {0} » n’a fourni aucune donnée de vulnérabilité.
it: L'origine del controllo '{0}' non ha fornito dati sulla vulnerabilità.
ja: 監査ソース '{0}' は脆弱性データを提供しませんでした。
ko: '{0}' 감사 원본에서 취약성 데이터를 제공하지 않았습니다.
pl: Źródło inspekcji „{0}” nie dostarczyło żadnych danych dotyczących luk w zabezpieczeniach.
pt_br: A fonte de Auditoria '{0}' não forneceu dados de vulnerabilidade.
ru: Источник аудита "{0}" не предоставил данных об уязвимости.
tr: '{0}' denetim kaynağı hassasiyet verisi sağlamadı.
zh_hans: 审核源“{0}”未提供任何漏洞数据。
zh_hant: 稽核來源 '{0}' 未提供任何弱點資料。

# Warning_CentralPackageManagement_MultipleSourcesWithoutPackageSourceMapping
source: There are {0} package sources defined in your configuration. When using central package management, please map your package sources with package source mapping (https://aka.ms/nuget-package-source-mapping) or specify a single package source. The following sources are defined: {1}
cs: Ve vaší konfiguraci jsou definovány {0} zdroje balíčků. Při použití centrální správy balíčků prosím namapujte zdroje balíčků pomocí mapování zdrojů balíčků (https://aka.ms/nuget-package-source-mapping) nebo zadejte jeden zdroj balíčku. Jsou definovány následující zdroje: {1}
de: Es sind {0} Paketquellen in Ihrer Konfiguration definiert. Wenn Sie die zentrale Paketverwaltung verwenden, ordnen Sie Ihre Paketquellen mit der Paketquellenzuordnung (https://aka.ms/nuget-package-source-mapping) zu oder geben Sie eine einzelne Paketquelle an. Die folgenden Quellen sind definiert: {1}
es: Hay {0} orígenes de paquete definidos en la configuración. Al usar la administración central de paquetes, asigne los orígenes del paquete con la asignación de origen del paquete (https://aka.ms/nuget-package-source-mapping) o especifique un único origen de paquete. Se definen los siguientes orígenes: {1}
fr: Des sources de packages sont {0} définies dans votre configuration. Lorsque vous utilisez la gestion centrale des packages, veuillez mapper vos sources de package avec le mappage de source de package (https://aka.ms/nuget-package-source-mapping) ou spécifier une seule source de package. Les sources suivantes sont définies : {1}
it: Nella configurazione sono presenti {0} origini pacchetti definite. Quando si usa la gestione centralizzata dei pacchetti, eseguire il mapping delle origini pacchetti con il mapping dell'origine pacchetto (https://aka.ms/nuget-package-source-mapping) o specificare una singola origine pacchetto. Sono definite le origini seguenti: {1}
ja: お客様の構成には {0} 個のパッケージ ソースが定義されています。中央パッケージ管理を使用する場合は、パッケージ ソース マッピング (https://aka.ms/nuget-package-source-mapping) を使用してパッケージ ソースをマップするか、単一のパッケージ ソースを指定してください: {1}
ko: 구성에 정의된 {0} 패키지 원본이 있습니다. 중앙 패키지 관리를 사용하는 경우 패키지 원본을 패키지 원본 매핑(https://aka.ms/nuget-package-source-mapping)으로 매핑하거나 단일 패키지 원본을 지정하세요. 다음 원본이 정의됩니다. {1}
pl: Istnieją {0} źródła pakietów zdefiniowane w konfiguracji. W przypadku korzystania z centralnego zarządzania pakietami zmapuj źródła pakietów za pomocą mapowania źródła pakietu (https://aka.ms/nuget-package-source-mapping) lub określ pojedyncze źródło pakietu. Zdefiniowane są następujące źródła: {1}
pt_br: Há {0} origens de pacotes definidas na sua configuração. Ao usar o gerenciamento central de pacotes, mapeie suas origens de pacotes com o mapeamento de origem de pacotes (https://aka.ms/nuget-package-source-mapping) ou especifique uma única origem do pacote. As origens a seguir estão definidas: {1}
ru: В вашей конфигурации определены {0}источники пакетов. При использовании централизованного управления пакетами сопоставьте источники пакетов с сопоставлением источников пакетов (https://aka.ms/nuget-package-source-mapping) или укажите один источник пакетов. Определены следующие источники: {1}
tr: Konfigürasyonunuzda tanımlanmış {0} paket kaynakları var. Merkezi paket yönetimini kullanırken lütfen paket kaynak eşleme (https://aka.ms/nuget-package-source-mapping) ile paket kaynaklarınızı eşleyin veya tek bir paket kaynağı belirtin. Aşağıdaki kaynaklar tanımlandı: {1}
zh_hans: 配置中定义了{0} 个包源。使用中央包管理时，请使用包源映射映射你的包源(https://aka.ms/nuget-package-source-mapping)，或指定单个包源。以下源已定义: {1}
zh_hant: 您的設定中定義了 {0} 個套件來源。使用中央套件管理時，請對應套件來源與套件來源對應 (https://aka.ms/nuget-package-source-mapping)，或指定單一套件來源。已定義以下來源: {1}

# Warning_DuplicatePropertyKey
source: '{0}' key already exists in Properties collection. Overriding value.
cs: Klíč {0} už v kolekci Properties existuje. Hodnota se přepíše.
de: Der Schlüssel "{0}" ist bereits in der Properties-Sammlung vorhanden. Der Wert wird überschrieben.
es: La clave '{0}' ya existe en la colección Properties. Reemplazando el valor.
fr: La clé '{0}' existe déjà dans la collection Properties. Substitution de la valeur.
it: La chiave '{0}' esiste già nella raccolta Properties. Il valore verrà ignorato.
ja: '{0}' キーは Properties コレクションに既に存在します。値をオーバーライドします。
ko: '{0}' 키가 Properties 컬렉션에 이미 있습니다. 값을 덮어씁니다.
pl: Klucz „{0}” już istnieje w kolekcji Properties. Wartość zostanie przesłonięta.
pt_br: A chave '{0}' já existe na coleção Properties. Substituindo o valor.
ru: Ключ "{0}" уже существует в коллекции свойств (Properties). Идет переопределение значения.
tr: '{0}' anahtarı Properties koleksiyonunda zaten var. Değer geçersiz kılınıyor.
zh_hans: Properties 集合中已存在“{0}”键。正在重写值。
zh_hant: Properties 集合中已有 '{0}' 金鑰。正在覆寫該值。

# Warning_FileExcludedByDefault
source: File '{0}' was not added to the package. Files and folders starting with '.' or ending with '.nupkg' are excluded by default. To include this file, use -NoDefaultExcludes from the commandline
cs: Soubor {0} se nepřidal do balíčku. Soubory a složky, které začínají tečkou (.) nebo končí .nupkg, se standardně vylučují. Pokud chcete tento soubor zahrnout, použijte v příkazovém řádku možnost -NoDefaultExcludes.
de: Die Datei "{0}" wurde dem Paket nicht hinzugefügt. Dateien und Ordner, die mit "." beginnen oder mit ".nupkg" enden, werden standardmäßig ausgeschlossen. Um diese Datei einzubeziehen, verwenden Sie "-NoDefaultExcludes" in der Befehlszeile.
es: El archivo "{0}" no se agregó al paquete. Los archivos y carpetas que comienza con "." o que finalizan con ".nupkg" se excluyen de forma predeterminada. Para incluir este archivo, use -NoDefaultExcludes desde la línea de comandos.
fr: Le fichier '{0}' n’a pas été ajouté au package. Les fichiers et dossiers commençant par '.' ou se terminant par '.nupkg' sont exclus par défaut. Pour inclure ce fichier, utilisez - NoDefaultExcludes à partir de la ligne de commande
it: Il file '{0}' non è stato aggiunto al pacchetto. I file e le cartelle che iniziano con '.' o terminano con '.nupkg' vengono escluse per impostazione predefinita. Per includere questo file, usare -NoDefaultExcludes dalla riga di comando
ja: ファイル '{0}' がパッケージに追加されませんでした。既定で、先頭が '.' で始まるファイルとフォルダー、末尾が '.nupkg' のファイルとフォルダーは除外されます。このファイルを含めるには、コマンドラインから -NoDefaultExcludes を使用します
ko: '{0}' 파일이 패키지에 추가되지 않았습니다. '.'으로 시작하거나 '.nupkg'로 끝나는 파일 및 폴더는 기본적으로 제외됩니다. 이 파일을 포함하려면 명령줄에서 -NoDefaultExcludes를 사용하세요.
pl: Plik „{0}” nie został dodany do pakietu. Pliki i foldery, których nazwy rozpoczynają się od znaku „.” lub kończą ciągiem „.nupkg”, są domyślnie wykluczane. Aby dołączyć ten plik, użyj polecenia -NoDefaultExcludes w wierszu polecenia
pt_br: O arquivo '{0}' não foi adicionado ao pacote. Os arquivos e as pastas que começam com '.' ou terminam com '.nupkg' são excluídos por padrão. Para incluir esse arquivo, use -NoDefaultExcludes da linha de comando
ru: Файл "{0}" не был добавлен в пакет. Файлы и папки, начинающиеся с "." или заканчивающиеся на ".nupkg", по умолчанию исключаются. Чтобы включить этот файл, используйте параметр -NoDefaultExcludes в командной строке.
tr: '{0}' dosyası pakete eklenmedi. '.' ile başlayan veya '.nupkg' ile biten dosya ve klasörler varsayılan olarak hariç tutulur. Bu dosyayı dahil etmek için komut satırında -NoDefaultExcludes seçeneğini kullanın
zh_hans: 文件“{0}”未添加到包。默认排除以 "." 开头或以 ".nupkg" 结尾的文件和文件夹。若要添加此文件，请在命令行中使用 -NoDefaultExcludes
zh_hant: 檔案 '{0}' 未新增至套件。根據預設，會排除以 '.' 開頭或以 '.nupkg' 結尾的檔案和資料夾。若要包含這些檔案，請從命令列使用 -NoDefaultExcludes

# Warning_HttpServerUsage
source: You are running the '{0}' operation with an 'HTTP' source, '{1}'. Non-HTTPS access will be removed in a future version. Consider migrating to an 'HTTPS' source.
cs: Spouštíte operaci {0} se zdrojem HTTP {1}. V budoucí verzi bude odebrána možnost přístupu bez zabezpečení HTTPS. Zvažte migraci na zdroj HTTPS.
de: Sie führen den Vorgang „{0}“ mit der HTTP-Quelle „{1}“ aus. Nicht-HTTPS-Zugriff wird in einer zukünftigen Version entfernt. Erwägen Sie die Migration zu einer HTTPS-Quelle.
es: Está ejecutando la operación "{0}" con un origen "HTTP", "{1}". El acceso que no sea HTTPS se quitará en una versión futura. Considere la posibilidad de migrar a un origen "HTTPS".
fr: Vous exécutez l’opération '{0}' avec une source « HTTP », '{1}'. L’accès non-HTTPS sera supprimé dans une future version. Envisagez de migrer vers une source « HTTPS ».
it: Si sta eseguendo l'operazione '{0}' con un'origine 'HTTP', '{1}'. L'accesso non HTTPS verrà rimosso nella versione futura. Valutare la possibilità di eseguire la migrazione a un'origine 'HTTPS'.
ja: 'HTTP' ソース '{1}' で '{0}' 操作を実行しています。HTTPS 以外のアクセスは、今後のバージョンでは削除されます。'HTTPS' ソースへの移行を検討してください。
ko: '{1}' 'HTTP' 원본을 사용하여 '{0}' 작업을 실행하고 있습니다. 비 HTTPS 액세스는 이후 버전에서 제거됩니다. 'HTTPS' 원본으로 마이그레이션하는 것이 좋습니다.
pl: Uruchamiasz operację „{0}” ze źródłem „HTTP „{1}”. Dostęp inny niż HTTPS zostanie usunięty w przyszłej wersji. Rozważ przeprowadzenie migracji do źródła „HTTPS”.
pt_br: Você está executando a operação '{0}' com uma fonte 'HTTP', '{1}'. O acesso não HTTPS será removido em uma versão futura. Considere migrar para uma fonte 'HTTPS'.
ru: Вы выполняете операцию ''{0}'' с источником ''HTTP'', ''{1}''. Доступ без HTTPS будет удален в будущей версии. Рассмотрите возможность перехода на источник ''HTTPS''.
tr: '{0}' işlemini '{1}' 'HTTP' kaynağı ile birlikte çalıştırıyorsunuz. HTTPS dışı erişim gelecek sürümlerde kaldırılacak. Bir 'HTTPS' kaynağına geçirmeyi deneyin.
zh_hans: 正在通过 “HTTP” 源“{1}”运行“{0}”操作。将来的版本中将删除非 HTTPS 访问权限。请考虑迁移到 “HTTPS” 源。
zh_hant: 您正在使用 'HTTP' 來源 '{1}' 執行 '{0}' 作業。未來的版本將移除非 HTTPS 存取。請考慮移轉至 'HTTPS' 來源。
