Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_UnableToFindProjectInfo
source: Unable to find project information for '{0}'. If you are using Visual Studio, this may be because the project is unloaded or not part of the current solution so run a restore from the command-line. Otherwise, the project file may be invalid or missing targets required for restore.
cs: Nepovedlo se najít informace o projektu pro {0}. Pokud používáte Visual Studio, může se to stát v případě, že je projekt uvolněný nebo není součástí aktuálního řešení, proto z příkazového řádku spusťte obnovení. Kromě toho je možné, že soubor projektu není platný nebo v něm chybí cíle potřebné k obnovení.
de: Projektinformationen für "{0}" wurden nicht gefunden. Wenn Sie Visual Studio verwenden, wurde das Projekt möglicherweise entladen oder gehört nicht zur aktuellen Projektmappe. Führen Sie daher eine Wiederherstellung über die Befehlszeile aus. Andernfalls ist die Projektdatei möglicherweise ungültig, oder es fehlen Ziele, die für die Wiederherstellung erforderlich sind.
es: No se encuentra información del proyecto para "{0}". Si está usando Visual Studio, puede deberse a que el proyecto no se haya cargado o no forme parte de la solución actual, por lo que debe ejecutar una restauración desde la línea de comandos. De lo contrario, puede que el archivo del proyecto no sea válido o que falten destinos necesarios para la restauración.
fr: Les informations relatives au projet sont introuvables pour '{0}'. Si vous utilisez Visual Studio, cela peut être dû au fait que le projet est déchargé ou qu'il ne fait pas partie de la solution actuelle. Dans ce cas, exécutez une restauration à partir de la ligne de commande. Sinon, il est possible que le fichier projet soit non valide ou que des cibles nécessaires à la restauration soient manquantes.
it: Non è possibile trovare le informazioni sul progetto per '{0}'. Se si usa Visual Studio, questo problema può dipendere dal fatto che il caricamento del progetto è stato annullato o che il progetto non fa parte della soluzione corrente, di conseguenza è necessario eseguire un ripristino dalla riga di comando. In caso contrario, il file di progetto potrebbe non essere valido oppure non includere le destinazioni necessarie per il ripristino.
ja: '{0}' のプロジェクト情報が見つかりません。Visual Studio を使用している場合、プロジェクトがアンロードされているか、現在のソリューションの一部ではないことが原因の可能性があります。そのため、コマンドラインから復元を実行してください。それ以外の場合、プロジェクト ファイルが無効であるか、復元に必要なターゲットがない可能性があります。
ko: '{0}'의 프로젝트 정보를 찾을 수 없습니다. Visual Studio를 사용 중인 경우 프로젝트가 언로드되었거나 현재 솔루션에 속하지 않기 때문일 수 있으므로 명령줄에서 복원을 실행하세요. 그러지 않으면 프로젝트 파일이 잘못되었거나 복원에 필요한 대상이 없을 수 있습니다.
pl: Nie można odnaleźć informacji o projekcie dla elementu „{0}”. Jeśli używasz programu Visual Studio, może to być spowodowane tym, że projekt został rozładowany lub nie jest częścią bieżącego rozwiązania, więc uruchom polecenie przywracania z poziomu wiersza polecenia. W innych przypadkach może to oznaczać, że plik projektu jest nieprawidłowy lub nie zawiera elementów docelowych wymaganych do przywrócenia.
pt_br: Não é possível encontrar as informações do projeto para '{0}'. Se você está usando o Visual Studio, isso pode ocorrer porque o projeto não está carregado ou não faz parte da solução atual. Portanto, execute uma restauração usando a linha de comando. Do contrário, o arquivo de projeto pode ser inválido ou pode haver destinos obrigatórios para a restauração ausentes.
ru: Не удалось найти сведения о проекте для "{0}". Если вы используете Visual Studio, причина может заключаться в том, что проект выгружен или не является частью текущего решения. В этом случае выполните восстановление из командной строки. В противном случае причина может быть связана с тем, что файл проекта является недопустимым или отсутствуют целевые объекты, необходимые для восстановления.
tr: '{0}' için proje bilgileri bulunamıyor. Visual Studio kullanıyorsanız, bunun nedeni projenin yüklenmemiş veya geçerli çözümün bir parçası olmaması olabilir. Komut satırından bir geri yükleme işlemi çalıştırın. Aksi takdirde proje dosyası geçersiz olabilir veya geri yükleme için gereken hedefler eksik olabilir.
zh_hans: 找不到“{0}”的项目信息。如果使用 Visual Studio，这可能是因为该项目已被卸载或不属于当前解决方案，因此请从命令行运行还原。否则，项目文件可能无效或缺少还原所需的目标。
zh_hant: 找不到 '{0}' 的專案資訊。如果您使用的是 Visual Studio，可能是因為專案已卸載或不屬於目前的解決方案，所以請從命令列執行還原。否則，專案檔可能會無效或遺漏還原所需的目標。

# Error_UnableToLocateBuildOutput
source: No build found in {0}. Use the -Build option or build the project.
cs: V {0} se nenašel žádný build. Použijte možnost -Build nebo sestavte projekt.
de: Kein Build in "{0}" gefunden. Verwenden Sie die Option "-Build", oder erstellen Sie das Projekt.
es: No se encontró ninguna compilación en {0}. Use la opción -Build o compile el proyecto.
fr: Aucune build dans {0}. Utilisez l'option -Build ou générez le projet.
it: Non sono state trovate compilazioni in {0}. Usare l'opzione -Build o compilare il progetto.
ja: {0} でビルドが見つかりません。-Build オプションを使用するか、プロジェクトをビルドしてください。
ko: {0}에서 빌드를 찾을 수 없습니다. -Build 옵션을 사용하거나 프로젝트를 빌드하세요.
pl: Nie znaleziono kompilacji w lokalizacji {0}. Użyj opcji -Build lub skompiluj projekt.
pt_br: Nenhum build encontrado em {0}. Use a opção -Build ou compile o projeto.
ru: Сборки в {0} не найдены. Используйте параметр -Build или соберите проект.
tr: {0} içinde derleme bulunamadı. -Build seçeneğini kullanın veya projeyi derleyin.
zh_hans: 在 {0} 中找不到生成项。请使用 -Build 选项生成项目。
zh_hant: 在 {0} 中找不到任何組建。請使用 -Build 選項或建置專案。

# Error_UnableToLocateRestoreTarget
source: The folder '{0}' does not contain a project to restore.
cs: Složka {0} neobsahuje projekt k obnovení.
de: Der Ordner "{0}" enthält kein Projekt, das wiederhergestellt werden kann.
es: La carpeta '{0}' no contiene ningún proyecto para restaurar.
fr: Le dossier '{0}' ne contient pas de projet à restaurer.
it: La cartella '{0}' non contiene un progetto da ripristinare.
ja: フォルダー '{0}' には復元するプロジェクトが含まれていません。
ko: 폴더 '{0}'에 복원할 프로젝트가 없습니다.
pl: Folder „{0}” nie zawiera projektu do przywrócenia.
pt_br: A pasta '{0}' não contém um projeto para restaurar.
ru: Папка "{0}" не содержит проектов для восстановления.
tr: '{0}' klasörü geri yüklenecek bir proje içermiyor.
zh_hans: 文件夹“{0}”不包含要还原的项目。
zh_hant: 資料夾 '{0}' 未包含可還原的專案。

# Error_UnableToSignPackage
source: Unable to sign package.
cs: Nepovedlo se podepsat balíček.
de: Das Paket kann nicht signiert werden.
es: No se pudo firmar el paquete.
fr: Impossible de signer le package.
it: Non è possibile firmare il pacchetto.
ja: パッケージに署名できません。
ko: 패키지에 서명할 수 없습니다.
pl: Nie można podpisać pakietu.
pt_br: Não é possível assinar o pacote.
ru: Не удалось подписать пакет.
tr: Paket imzalanamıyor.
zh_hans: 无法签名包。
zh_hant: 無法簽署套件。

# Error_UnavailableSource
source: Source '{0}' does not exist or cannot be retrived.
cs: Zdroj {0} neexistuje nebo se nedá načíst.
de: Die Quelle "{0}" ist nicht vorhanden oder kann nicht abgerufen werden.
es: No existe el origen "{0}" o no se puede recuperar.
fr: La source '{0}' n'existe pas ou ne peut pas être récupérée.
it: L'origine '{0}' non esiste o non è possibile recuperarla.
ja: ソース '{0}' が存在しないか、取得できません。
ko: 소스 '{0}'은(는) 없거나 검색할 수 없습니다.
pl: Źródło „{0}” nie istnieje lub nie można go pobrać.
pt_br: A origem '{0}' não existe ou não pode ser recuperada.
ru: Источник "{0}" не существует или не может быть получен.
tr: '{0}' kaynağı yok veya alınamıyor.
zh_hans: 源 {0} 不存在或无法对其进行检索。
zh_hant: 來源 '{0}' 不存在或無法擷取。

# Error_UnknownBuildAction
source: Package '{0}' specifies an invalid build action '{1}' for file '{2}'.
cs: Balíček {0} určuje neplatnou akci sestavení {1} u souboru {2}.
de: Das Paket "{0}" gibt eine ungültige Buildaktion "{1}" für die Datei "{2}" an.
es: El paquete '{0}' especifica una acción de compilación no válida '{1}' para el archivo '{2}'.
fr: Le package '{0}' spécifie une action de build non valide '{1}' pour le fichier '{2}'.
it: Il pacchetto '{0}' specifica un'azione di compilazione non valida '{1}' per il file '{2}'.
ja: パッケージ '{0}' で無効なビルド アクション '{1}' がファイル '{2}' に対して指定されています。
ko: '{0}' 패키지가 '{2}' 파일에 대해 잘못된 빌드 작업 '{1}'을(를) 지정합니다.
pl: W pakiecie „{0}” określona jest nieprawidłowa akcja kompilacji „{1}” dla pliku „{2}”.
pt_br: O pacote '{0}' especifica uma ação de compilação inválida '{1}' para o arquivo '{2}'.
ru: Пакет "{0}" указывает недопустимое действие сборки "{1}" для файла "{2}".
tr: '{0}' paketi '{2}' dosyası için geçersiz bir yapı eylemi belirtiyor '{1}'.
zh_hans: 包“{0}”为文件“{2}”指定了无效的生成操作“{1}”。
zh_hant: 檔案 '{2}' 的封裝 '{0}' 指定了無效的建置動作 '{1}'。

# Error_UnknownClientCertificateStoreType
source: Cannot determine client certificate store type
cs: Nepovedlo se určit typ úložiště klientských certifikátů.
de: Der Speichertyp des Clientzertifikats kann nicht ermittelt werden.
es: No se puede determinar el tipo del almacén de certificados de cliente.
fr: Impossible de déterminer le type de magasin de certificats clients
it: Non è possibile determinare il tipo di archivio del certificato client
ja: クライアント証明書ストアの種類を特定できません
ko: 클라이언트 인증서 저장소 유형을 확인할 수 없습니다.
pl: Nie można ustalić typu magazynu certyfikatów klienta
pt_br: Não é possível determinar o tipo de repositório de certificados do cliente
ru: Не удается определить тип хранилища сертификатов клиента
tr: İstemci sertifika depolama alanı türü belirlenemiyor
zh_hans: 无法确定客户端证书存储类型
zh_hant: 無法判斷用戶端憑證存放區類型

# Error_UnknownClientCertificatesFindBy
source: The find by search type '{0}' is not recognized.
cs: Typ hledání prohledáváním {0} se nerozpoznal.
de: Der "Suchen nach"-Suchtyp "{0}" wurde nicht erkannt.
es: No se reconoce la búsqueda por tipo "{0}".
fr: Le type de recherche Rechercher par '{0}' n'est pas reconnu.
it: Il tipo di ricerca in base a '{0}' non è riconosciuto.
ja: 検索の種類 '{0}' による検索を認識できません。
ko: 찾기 기준 검색 유형 '{0}'을(를) 인식할 수 없습니다.
pl: Typ wyszukiwania „{0}” nie został rozpoznany.
pt_br: O tipo de pesquisa '{0}' não é reconhecido.
ru: Не удалось распознать тип поиска "Найти по" "{0}".
tr: '{0}' arama türüne göre bulma tanınmıyor.
zh_hans: 无法识别通过输入搜索内容“{0}”而找的结果。
zh_hant: 無法辨識依搜尋類型 '{0}' 所找到的結果。

# Error_UnknownClientCertificatesStoreLocation
source: The store location '{0}' is not recognized.
cs: Umístění úložiště {0} se nerozpoznalo.
de: Der Speicherort "{0}" wurde nicht erkannt.
es: No se reconoce la ubicación del almacén "{0}".
fr: L'emplacement de magasin '{0}' n'est pas reconnu.
it: Il percorso archivio '{0}' non è riconosciuto.
ja: ストアの場所 '{0}' を認識できません。
ko: 저장소 위치 '{0}'을(를) 인식할 수 없습니다.
pl: Lokalizacja magazynu „{0}” nie została rozpoznana.
pt_br: O local de armazenamento '{0}' não é reconhecido.
ru: Не удалось распознать расположение хранилища "{0}".
tr: '{0}' depolama alanı konumu tanınmıyor.
zh_hans: 无法识别存储位置 "{0}"。
zh_hant: 無法辨識存放區位置 '{0}'。

# Error_UnknownClientCertificatesStoreName
source: The source name '{0}' is not recognized.
cs: Název zdroje {0} se nerozpoznal.
de: Der Quellname "{0}" wurde nicht erkannt.
es: No se reconoce el nombre del origen "{0}".
fr: Le nom source '{0}' n'est pas reconnu.
it: Il nome di origine '{0}' non è riconosciuto.
ja: ソース名 '{0}' を認識できません。
ko: 원본 이름 '{0}'을(를) 인식할 수 없습니다.
pl: Nazwa źródła „{0}” nie została rozpoznana.
pt_br: O nome de usuário ou de grupo '{0}' não foi reconhecido.
ru: Не удалось распознать имя источника "{0}".
tr: '{0}' kaynak adı tanınmıyor.
zh_hans: 无法识别源名称 "{0}"。
zh_hant: 無法辨識來源名稱 '{0}'。

# Error_UnsupportedTrustTarget
source: The trust target '{0}' is unsupported.
cs: Důvěryhodný cíl {0} se nepodporuje.
de: Das vertrauenswürdige Ziel "{0}" wird nicht unterstützt.
es: No se admite el destino de confianza "{0}".
fr: La cible approuvée '{0}' n'est pas prise en charge.
it: La destinazione '{0}' dell'attendibilità non è supportata.
ja: 信頼ターゲット '{0}' はサポートされていません。
ko: 신뢰 대상 '{0}'은(는) 지원되지 않습니다.
pl: Obiekt docelowy zaufania „{0}” nie jest obsługiwany.
pt_br: O destino de confiança '{0}' não é compatível.
ru: Целевой объект доверия "{0}" не поддерживается.
tr: '{0}' güven hedefi desteklenmiyor.
zh_hans: 不支持信任目标 {0}。
zh_hant: 不支援信任目標 '{0}'。

# Error_VulnerabilityDataFetch
source: Error occurred while getting package vulnerability data: {0}
cs: Při získávání dat o ohrožení zabezpečení balíčku došlo k chybě: {0}
de: Fehler beim Abrufen von Paketsicherheitsrisikodaten: {0}
es: Error al obtener los datos de vulnerabilidad del paquete: {0}
fr: Une erreur s’est produite lors de l’obtention des données de vulnérabilité du package : {0}
it: Si è verificato un errore durante il recupero dei dati sulla vulnerabilità del pacchetto: {0}
ja: パッケージの脆弱性データの取得中にエラーが発生しました: {0}
ko: 패키지 취약성 데이터를 가져오는 동안 오류가 발생했습니다. {0}
pl: Podczas pobierania danych o lukach w zabezpieczeniach pakietu wystąpił błąd: {0}
pt_br: Ocorreu um erro ao obter os dados de vulnerabilidade do pacote: {0}
ru: Произошла ошибка при получении данных уязвимости пакета: {0}
tr: Paket güvenlik açığı verileri alınırken hata oluştu: {0}
zh_hans: 获取包漏洞数据时出错: {0}
zh_hant: 取得套件弱點資料時發生錯誤: {0}

# Error_WriteResolvedNuSpecOverwriteOriginal
source: Unable to output resolved nuspec file because it would overwrite the original at '{0}'
cs: Přeložený soubor nuspec nejde zaslat na výstup, protože by přepsal původní soubor v {0}.
de: Die aufgelöste NUSPEC-Datei kann nicht ausgegeben werden, weil sie die ursprüngliche Datei unter "{0}" überschreiben würde.
es: No se puede generar el archivo nuspec resuelto porque sobrescribiría el original en "{0}"
fr: Impossible de générer le fichier nuspec résolu, car il remplace l'original dans « {0} »
it: Non è possibile eseguire l'output del file nuscpec risolto perché verrebbe sovrascritto il file originale in '{0}'
ja: '{0}' のオリジナルが上書きされる可能性があるため、解決された nuspec ファイルを出力できません
ko: 확인된 nuspec 파일은 '{0}'에서 원본 파일을 덮어쓸 수 있으므로 출력할 수 없습니다.
pl: Nie można wyświetlić treści rozpoznanego pliku nuspec, ponieważ spowodowałoby to nadpisanie oryginału w lokalizacji „{0}”
pt_br: Não é possível exportar o arquivo nuspec resolvido porque ele substituiria o original para '{0}'
ru: Не удалось вывести разрешенный NUSPEC-файл, так как его пришлось бы записать поверх оригинала в "{0}"
tr: '{0}' konumundaki orijinal dosyanın üzerine yazdığı için çözülmüş nuspec dosyası çıkışı alınamıyor
zh_hans: 无法输出解析的 nuspec 文件，因为它会覆盖“{0}”处的原始文件
zh_hant: 因為已解析的 nuspec 檔案會覆寫在 '{0}' 的原始檔案，所以無法輸出

# Error_XPROJNotAllowed
source: Invalid input '{0}'. XProj support has been removed. Support for XProj and standalone project.json files has been removed, to continue working with legacy projects use NuGet 3.5.x from https://nuget.org/downloads
cs: Neplatný vstup {0}. Podpora XProj se odebrala. Podpora pro XProj a samostatné soubory project.json se odebrala. Pokud chcete dále pracovat se staršími verzemi projektů, použijte NuGet 3.5.x z https://nuget.org/downloads.
de: Ungültige Eingabe "{0}". Die XProj-Unterstützung wurde entfernt. Die Unterstützung für XProj und eigenständige project.json-Dateien wurde entfernt. Verwenden Sie NuGet 3.5.x von https://nuget.org/downloads, um weiterhin mit Legacyprojekten zu arbeiten.
es: Entrada no válida "{0}". Se ha eliminado la compatibilidad con XProj. Se ha eliminado la compatibilidad con XProj y archivos project.json independientes; para continuar trabajando con proyectos heredados, use NuGet 3.5.x desde https://nuget.org/downloads
fr: Entrée '{0}' non valide. La prise en charge de XProj a été supprimée. La prise en charge de XProj et des fichiers project.json autonomes a été supprimée, pour continuer à utiliser les projets hérités, utiliser NuGet 3.5.x à partir de https://nuget.org/downloads
it: L'input '{0}' non è valido. Il supporto per i file XProj è stato rimosso. Il supporto per i file con estensione XProj e i file project.json autonomi è stato rimosso. Per continuare a lavorare con i progetti legacy, usare NuGet 3.5.x disponibile per il download all'indirizzo https://nuget.org/downloads
ja: 入力 '{0}' が無効です。XProj がサポートされなくなりました。XProj とスタンドアロン project.json ファイルがサポートされなくなったため、レガシ プロジェクトを使用して引き続き作業するには、https://nuget.org/downloads から NuGet 3.5.x を使用してください
ko: '{0}' 입력이 잘못되었습니다. XProj 지원이 제거되었습니다. XProj 및 독립 실행형 project.json 파일이 제거되었습니다. 레거시 프로젝트에서 계속 작업하려면 https://nuget.org/downloads의 NuGet 3.5.x를 사용하세요.
pl: Nieprawidłowe dane wejściowe „{0}”. Usunięto obsługę formatu XProj. Usunięto obsługę plików XProj i autonomicznych plików project.json. Aby kontynuować pracę ze starszymi projektami, użyj narzędzia NuGet 3.5.x, dostępnego na stronie https://nuget.org/downloads
pt_br: Entrada inválida '{0}'. O suporte do XProj foi removido. O suporte para arquivos project.json independentes e XProj foi removido, para continuar trabalhando com projetos herdados, use o NuGet 3.5.x em https://nuget.org/downloads
ru: Входные данные "{0}" недопустимы. Поддержка XProj удалена. Поддержка XProj и отдельных файлов project.json удалена. Чтобы по-прежнему работать с устаревшими проектами, используйте NuGet 3.5.x (https://nuget.org/downloads)
tr: Geçersiz giriş: '{0}'. XProj desteği kaldırıldı. XProj desteği ve tek başına project.json dosyalarına yönelik destek kaldırıldı. Eski projelerle çalışmaya devam etmek için https://nuget.org/downloads adresinden indirerek NuGet 3.5.x sürümünü kullanın
zh_hans: 输入“{0}”无效。已不再支持 XProj。不再支持 XProj 和独立 project.json 文件，若要继续处理旧项目，请从 https://nuget.org/downloads 下载使用 NuGet 3.5.x
zh_hant: 輸入 '{0}' 無效。XProj 支援已經移除。XProj 與獨立 project.json 檔案的支援已經移除，若要繼續使用舊版專案，請使用 https://nuget.org/downloads 中的 NuGet 3.5.x

# FailedToBuildProject
source: Failed to build '{0}'.
cs: {0} se nepovedlo sestavit.
de: Fehler beim Erstellen von "{0}".
es: Error al crear '{0}'.
fr: Échec de la génération de '{0}'.
it: Non è stato possibile compilare '{0}'.
ja: '{0}' を構築できませんでした。
ko: '{0}'을(를) 빌드하지 못했습니다.
pl: Nie można skompilować elementu „{0}”.
pt_br: Falha ao criar '{0}'.
ru: Не удалось выполнить сборку "{0}".
tr: '{0}' derlenemedi.
zh_hans: 未能生成“{0}”。
zh_hant: 無法建置 '{0}'。

# FileNotAddedToPackage
source: File '{0}' is not added because the package already contains file '{1}'
cs: Soubor {0} se nepřidal, protože balíček už obsahuje soubor {1}.
de: Die Datei "{0}" wird nicht hinzugefügt, weil das Paket die Datei "{1}" bereits enthält.
es: El archivo '{0}' no se agrega porque el paquete ya contiene el archivo '{1}'
fr: Le fichier '{0}' n'a pas été ajouté, car le package contient déjà un fichier '{1}'
it: Il file '{0}' non è stato aggiunto perché il pacchetto contiene già il file '{1}'
ja: パッケージに既にファイル '{1}' が含まれているため、ファイル '{0}' は追加されませんでした
ko: 패키지에 이미 '{1}' 파일이 포함되어 있으므로 '{0}' 파일이 추가되지 않았습니다.
pl: Plik „{0}” nie zostanie dodany, ponieważ pakiet zawiera już plik „{1}”
pt_br: O arquivo '{0}' não foi incluído porque o pacote já contém o arquivo '{1}'
ru: Файл "{0}" не добавлен, так как пакет уже содержит файл "{1}"
tr: Paket zaten '{1}' dosyasını içerdiğinden '{0}' dosyası eklenmedi
zh_hans: 未添加文件“{0}”，因为包已包含文件“{1}”
zh_hant: 因為封裝中已包含檔案 '{1}'，所以未加入檔案 '{0}'

# FoundVersionsInSource
source: Found {0} version(s) in {1} [ Nearest version: {2} ]
cs: V {1} se našel tento počet verzí: {0} [ Nejbližší verze: {2} ]
de: {0} Version(en) gefunden in "{1}" [ Nächste Version: {2} ]
es: Versiones encontradas en {1}: {0} [ versión más cercana: {2} ]
fr: Version(s) {0} trouvée(s) dans {1} [version la plus proche : {2}]
it: Trovata/e {0} versione/i in {1} [ Versione più vicina: {2} ]
ja: {0} バージョンが {1} に見つかりました。 [ 最も近いバージョン: {2} ]
ko: {1}에서 {0} 버전을 찾았습니다[가장 가까운 버전: {2}].
pl: Znalezione wersje w {1}: {0} [ Najbliższa wersja: {2} ]
pt_br: Encontradas {0} versões em {1} [Versão mais próxima: {2}]
ru: В {1} обнаружено несколько версий ({0}) [ Ближайшая версия: {2} ]
tr: {1} içinde {0} sürüm bulundu [ En yakın sürüm: {2} ]
zh_hans: 在 {1} 中找到 {0} 个版本[ 最接近版本: {2} ]
zh_hant: 在 {1} 中找到 {0} 個版本 [ 最接近的版本: {2} ]

# FoundVersionsInSourceWithoutMatch
source: Found {0} version(s) in {1}
cs: V {1} se našel tento počet verzí: {0}
de: {0} Version(en) gefunden in {1}.
es: Versiones encontradas en {1}: {0}
fr: Version(s) {0} trouvée(s) dans {1}
it: Trovata/e {0} versione/i in {1}
ja: {0} バージョンが {1} に見つかりました
ko: {1}에서 {0} 버전을 찾았습니다.
pl: Znalezione wersje w {1}: {0}
pt_br: Encontradas {0} versões em {1}
ru: В {1} обнаружено несколько версий ({0})
tr: {1} içinde {0} sürüm bulundu
zh_hans: 在 {1} 中找到 {0} 个版本
zh_hant: 在 {1} 中找到 {0} 個版本

# InvalidRestoreInput
source: Invalid restore input. {0}
cs: Neplatný vstup obnovení. {0}
de: Ungültige Wiederherstellungseingabe: {0}
es: Entrada de restauración no válida. {0}
fr: Entrée de restauration non valide. {0}
it: L'input per il ripristino non è valido. {0}
ja: 復元入力が無効です。{0}
ko: 잘못된 복원 입력입니다. {0}
pl: Nieprawidłowe dane wejściowe przywracania. {0}
pt_br: Entrada de restauração inválida. {0}
ru: Входные данные восстановления недопустимы. {0}
tr: Geri yükleme girişi geçersiz. {0}
zh_hans: 还原输入无效。{0}
zh_hant: 還原輸入無效。{0}

# InvalidRestoreInputWithFiles
source: Invalid restore input. {0} Input files: {1}.
cs: Neplatný vstup obnovení. {0} Vstupní soubory: {1}
de: Ungültige Wiederherstellungseingabe. {0} Eingabedateien: {1}.
es: Entrada de restauración no válida. {0} Archivos de entrada: {1}.
fr: Entrée de restauration non valide. {0} Fichiers d'entrée : {1}.
it: L'input per il ripristino non è valido. {0}. File di input: {1}.
ja: 復元入力が無効です。{0} 入力ファイル: {1}。
ko: 잘못된 복원 입력입니다. {0} 입력 파일: {1}.
pl: Nieprawidłowe dane wejściowe przywracania. {0} — pliki wejściowe: {1}.
pt_br: Entrada de restauração inválida. {0} Arquivos de entrada: {1}.
ru: Входные данные восстановления недопустимы. {0} Входные файлы: {1}.
tr: Geri yükleme girişi geçersiz. {0} Giriş dosyaları: {1}.
zh_hans: 还原输入无效。{0} 输入文件: {1}。
zh_hant: 還原輸入無效。{0} 輸入檔: {1}。

# InvalidSource
source: The specified source '{0}' is invalid. Provide a valid source.
cs: Zadaný zdroj {0} není platný. Zadejte platný zdroj.
de: Die angegebene Quelle "{0}" ist ungültig. Geben Sie eine gültige Quelle an.
es: El origen "{0}" especificado no es válido. Proporcione un origen válido.
fr: La source spécifiée '{0}' est non valide. Indiquez une source valide.
it: L'origine '{0}' specificata non è valida. Specificare un'origine valida.
ja: 指定されたソース '{0}' が正しくありません。有効なソースを指定してください。
ko: 지정된 소스 '{0}'이(가) 올바르지 않습니다. 유효한 소스를 제공하세요.
pl: Określone źródło „{0}” jest nieprawidłowe. Określ prawidłowe źródło.
pt_br: A origem especificada '{0}' é inválida. Forneça uma origem válida.
ru: Указанный источник "{0}" является недопустимым. Укажите допустимый источник.
tr: Belirtilen '{0}' kaynağı geçersiz. Geçerli bir kaynak belirtin.
zh_hans: 指定的源“{0}”无效。请提供有效的源。
zh_hant: 指定的來源 '{0}' 無效。請提供有效的來源。

# Invalid_AttributeValue
source: The {0} value: `{1}` is invalid. Valid example: `{2}`
cs: Hodnota {0}: {1} je neplatná. Platný příklad: {2}
de: Der {0}-Wert „{1}“ ist ungültig. Gültiges Beispiel: „{2}“
es: El valor: {0} ''{1}'' no es válido. Ejemplo válido: ''{2}''
fr: La valeur {0} : `{1}` n’est pas valide. Exemple valide : `{2}`
it: Il valore{0} {1} non è valido. Esempio valido: `{2}`
ja: {0} の値: '{1}' が無効です。有効な例: '{2}'
ko: {0} 값: `{1}`이(가) 잘못되었습니다. 유효한 예: `{2}`
pl: Wartość {0}: „{1}” jest nieprawidłowa. Prawidłowy przykład: „{2}”
pt_br: O valor {0}: `{1}` é inválido. Exemplo válido: `{2}`
ru: Значение {0} "{1}" недопустимо. Допустимый пример: "{2}"
tr: {0} değeri: `{1}` geçersiz. Geçerli örnek: '{2}'
zh_hans: {0} 值: `{1}` 无效。有效示例: `{2}`
zh_hant: {0} 值: `{1}` 無效。有效範例: '{2}'

# Invalid_Framework
source: One or more invalid frameworks were detected.
cs: Byla zjištěna nejméně jedna neplatná architektura.
de: Mindestens ein ungültiges Framework wurde erkannt.
es: Se detectaron uno o más marcos inválidos.
fr: Un ou plusieurs infrastructures invalides ont été détectées.
it: Sono stati rilevati uno o più framework non validi.
ja: 1 つ以上の無効なフレームワークが検出されました。
ko: 하나 이상의 잘못된 프레임워크가 검색되었습니다.
pl: Wykryto co najmniej jedną nieprawidłową strukturę.
pt_br: Um ou mais estruturas inválidas foram detectadas.
ru: Обнаружены одна или несколько недопустимых платформ.
tr: Bir veya daha fazla geçersiz çerçeve algılandı.
zh_hans: 检测到一个或多个无效框架。
zh_hant: 偵測到一個或多個無效的架構。
