Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_CentralPackageManagement_PackageReferenceWithVersionNotAllowed
source: The following PackageReference items cannot define a value for Version: {0}. Projects using Central Package Management must define a Version value on a PackageVersion item. For more information, visit https://aka.ms/nuget/cpm/gettingstarted
cs: Následující položky PackageReference nemohou definovat hodnotu parametru Version: {0}. Projekty využívající CPM (Central Package Management) musí definovat hodnotu parametru Version pro položku PackageVersion. Další informace najdete na https://aka.ms/nuget/cpm/gettingstarted
de: Die folgenden PackageReference-Elemente können keinen Wert definieren für Version: {0}. Projekte, die die zentrale Paketverwaltung verwenden, müssen einen Versionswert für ein PackageVersion-Element definieren. Weitere Informationen finden Sie unter https://aka.ms/nuget/cpm/gettingstarted
es: Los siguientes elementos PackageReference no pueden definir un valor para la versión: {0}. Los proyectos que usan la Administración central de paquetes deben definir un valor de versión en un elemento PackageVersion. Para obtener más información, visite https://aka.ms/nuget/cpm/gettingstarted
fr: Les éléments PackageReference suivants ne peuvent pas définir de valeur pour la version : {0}. Les projets utilisant Package Management central doivent définir une valeur de version sur un élément PackageVersion. Pour plus d’informations, visitez https://aka.ms/nuget/cpm/gettingstarted
it: I seguenti elementi PackageReference non possono definire un valore per Version: {0}. I progetti che utilizzano la Gestione pacchetti centrale devono definire un valore Version in un elemento PackageVersion. Per altre informazioni, visita https://aka.ms/nuget/cpm/gettingstarted
ja: 次の PackageReference 項目では、Version の値を定義できません: {0}。Central Package Management を使用するプロジェクトでは、PackageVersion 項目で Version 値を定義する必要があります。詳細情報については、https://aka.ms/nuget/cpm/gettingstarted を参照してください
ko: 다음 PackageReference 항목은 버전에 대한 값을 정의할 수 없습니다. {0}. 중앙 패키지 관리를 사용하는 프로젝트는 PackageVersion 항목에 버전 값을 정의해야 합니다. 자세한 내용은 https://aka.ms/nuget/cpm/gettingstarted를 방문하세요.
pl: Następujące elementy PackageReference nie mogą definiować wartości dla wersji: {0}. Projekty korzystające z centralnego zarządzania pakietami muszą definiować wartość version w elemencie PackageVersion. Aby uzyskać więcej informacji, odwiedź witrynę https://aka.ms/nuget/cpm/gettingstarted
pt_br: Os seguintes itens PackageReference não podem definir um valor para Versão: {0}. Projetos que usam o Gerenciamento Central de Pacotes devem definir um valor para a versão em um item PackageVersion. Para obter mais informações, visite https://aka.ms/nuget/cpm/gettingstarted
ru: Следующие элементы PackageReference не могут определять значение для версии: {0}. Проекты, использующие централизованное управление пакетами, должны определять значение версии в элементе PackageVersion. Дополнительные сведения см. на странице https://aka.ms/nuget/cpm/gettingstarted
tr: Aşağıdaki PackageReference öğeleri Sürüm için bir değer tanımlayamaz {0}. Merkezi Paket Yönetimi kullanan projeler, PackageVersion öğesinde bir Sürüm değeri tanımlamalıdır. Daha fazla bilgi için şu adresi ziyaret edin: https://aka.ms/nuget/cpm/gettingstarted
zh_hans: 以下 PackageReference 项无法定义版本的值: {0}。使用中央包管理的项目必须在 PackageVersion 项上定义版本值。有关详细信息，请访问 https://aka.ms/nuget/cpm/gettingstarted
zh_hant: 下列 PackageReference 項目無法定義 Version: {0} 的值。使用中央套件管理的專案必須在 PackageVersion 項目上定義 Version 值。如需詳細資訊，請造訪 https://aka.ms/nuget/cpm/gettingstarted

# Error_CentralPackageManagement_VersionOverrideNotAllowed
source: The following PackageReference items cannot specify a value for VersionOverride: {0}. Projects using Central Package Management are currently configured to disable this functionality. For more information, visit https://aka.ms/nuget/cpm/versionoverride
cs: Následující položky PackageReference nemohou určovat hodnotu parametru VersionOverride: {0}. Projekty využívající CPM (Central Package Management) jsou aktuálně nakonfigurovány tak, aby tuto funkci zakazovaly. Další informace najdete na https://aka.ms/nuget/cpm/versionoverride
de: Die folgenden PackageReference-Elemente können keinen Wert angeben für VersionOverride: {0}. Projekte, die die zentrale Paketverwaltung verwenden, sind derzeit so konfiguriert, dass diese Funktionalität deaktiviert wird. Weitere Informationen finden Sie unter https://aka.ms/nuget/cpm/versionoverride
es: Los siguientes elementos PackageReference no pueden especificar un valor para VersionOverride: {0}. Los proyectos que usan la Administración central de paquetes están actualmente configurados para deshabilitar esta funcionalidad. Para obtener más información, visite https://aka.ms/nuget/cpm/versionoverride
fr: Les éléments PackageReference suivants ne peuvent pas spécifier de valeur pour VersionOverride : {0}. Les projets utilisant Package Management central sont actuellement configurés pour désactiver cette fonctionnalité. Pour plus d’informations, visitez https://aka.ms/nuget/cpm/versionoverride
it: Gli elementi PackageReference seguenti non possono specificare un valore per VersionOverride: {0}. I progetti che usano la Gestione pacchetti centrale attualmente sono configurati per disabilitare questa funzionalità. Per altre informazioni, visita https://aka.ms/nuget/cpm/versionoverride
ja: 次の PackageReference 項目では、VersionOverride の値を指定できません: {0}。 現在、Central Package Management を使用するプロジェクトは、この機能を無効にするように構成されています。詳細については、https://aka.ms/nuget/cpm/versionoverride を参照してください
ko: 다음 PackageReference 항목은 VersionOverride의 값을 지정할 수 없습니다. {0}. 중앙 패키지 관리를 사용하는 프로젝트는 현재 이 기능을 사용하지 않도록 구성되어 있습니다. 자세한 내용은 https://aka.ms/nuget/cpm/versionoverride를 방문하세요.
pl: Następujące elementy PackageReference nie mogą określać wartości elementu VersionOverride: {0}. Projekty korzystające z centralnego zarządzania pakietami są obecnie skonfigurowane do wyłączania tej funkcji. Aby uzyskać więcej informacji, odwiedź witrynę https://aka.ms/nuget/cpm/versionoverride
pt_br: Os seguintes itens PackageReference não podem especificar um valor para VersionOverride: {0}. Projetos que usam o Gerenciamento Central de Pacotes estão atualmente configurados para desabilitar essa funcionalidade. Para obter mais informações, visite https://aka.ms/nuget/cpm/versionoverride
ru: Следующие элементы PackageReference не могут указывать значение для VersionOverride: {0}. Проекты, использующие централизованное управление пакетами, в настоящее время настроены на отключение этой функции. Дополнительные сведения см. на странице https://aka.ms/nuget/cpm/versionoverride
tr: Aşağıdaki PackageReference öğeleri VersionOverride için bir değer belirtemez: {0}. Merkezi Paket Yönetimi kullanan projeler, bu özelliği devre dışı bırakacak şekilde yapılandırılmıştır. Daha fazla bilgi için şu adresi ziyaret edin: https://aka.ms/nuget/cpm/versionoverride
zh_hans: 以下 PackageReference 项无法指定 VersionOverride 的值: {0}。 使用中央包管理的项目当前配置为禁用此功能。有关详细信息，请访问 https://aka.ms/nuget/cpm/versionoverride
zh_hant: 下列 PackageReference 項目無法指定 VersionOverride 的值: {0}。 使用中央套件管理的專案目前設定為停用此功能。如需詳細資訊，請造訪 https://aka.ms/nuget/cpm/versionoverride

# Error_ClientCertificateAlreadyExist
source: Client certificate configured for the package source '{0}' already exists.
cs: Klientský certifikát nakonfigurovaný pro zdroj balíčku {0} už existuje.
de: Das für die Paketquelle "{0}" konfigurierte Clientzertifikat ist bereits vorhanden.
es: Ya existe un certificado de cliente configurado para el origen del paquete "{0}".
fr: Le certificat client configuré pour la source de package '{0}' existe déjà.
it: Il certificato client configurato per l'origine pacchetto '{0}' esiste già.
ja: パッケージ ソース '{0}' 用に構成されたクライアント証明書は既に存在します。
ko: 패키지 원본 '{0}'에 구성된 클라이언트 인증서가 이미 있습니다.
pl: Certyfikat klienta skonfigurowany dla źródła pakietu „{0}” już istnieje.
pt_br: O certificado de cliente configurado para a origem do pacote '{0}' já existe.
ru: Сертификат клиента для источника пакетов "{0}" уже существует.
tr: '{0}' paket kaynağı için yapılandırılan istemci sertifikası zaten var.
zh_hans: 已存在为包源 "{0}" 配置的客户端证书。
zh_hant: 為套件來源 '{0}' 所設定的用戶端憑證已經存在。

# Error_ClientCertificateNotExist
source: Client certificate configured for the package source '{0}' does not exist
cs: Klientský certifikát nakonfigurovaný pro zdroj balíčku {0} neexistuje.
de: Das für die Paketquelle "{0}" konfigurierte Clientzertifikat ist nicht vorhanden.
es: El certificado de cliente configurado para el origen del paquete "{0}" no existe.
fr: Le certificat client configuré pour la source de package '{0}' n'existe pas
it: Il certificato client configurato per l'origine pacchetto '{0}' non esiste
ja: パッケージ ソース '{0}' 用に構成されたクライアント証明書が存在しません
ko: 패키지 원본 '{0}'에 구성된 클라이언트 인증서가 없습니다.
pl: Certyfikat klienta skonfigurowany dla źródła pakietu „{0}” nie istnieje
pt_br: O certificado de cliente configurado para a origem do pacote '{0}' não existe
ru: Сертификат клиента для источника пакетов "{0}" не существует.
tr: '{0}' paket kaynağı için yapılandırılan istemci sertifikası yok
zh_hans: 为包源 "{0}" 配置的客户端证书不存在
zh_hant: 為套件來源 '{0}' 所設定的用戶端憑證不存在

# Error_ClientCertificateTypeMismatch
source: Client certificate configured for the package source '{0}' cannot be modified due to a type mismatch.
cs: Klientský certifikát nakonfigurovaný pro zdroj balíčku {0} se nedá upravit kvůli neshodě typů.
de: Das für die Paketquelle "{0}" konfigurierte Clientzertifikat kann aufgrund eines Typenkonflikts nicht geändert werden.
es: No se puede modificar el certificado de cliente configurado para el origen del paquete "{0}" porque no coinciden los tipos.
fr: Le certificat client configuré pour la source de package '{0}' ne peut pas être modifié en raison d'une incompatibilité de type.
it: Non è possibile modificare il certificato client configurato per l'origine pacchetto '{0}' a causa di un tipo non corrispondente.
ja: 種類が一致しないため、パッケージ ソース '{0}' 用に構成されたクライアント証明書を変更できません。
ko: 패키지 원본 '{0}'에 구성된 클라이언트 인증서의 유형이 일치하지 않으므로 수정할 수 없습니다.
pl: Nie można zmodyfikować certyfikatu klienta skonfigurowanego dla źródła pakietu „{0}” z powodu niezgodności typów.
pt_br: O certificado de cliente configurado para a origem do pacote '{0}' não pode ser modificado devido a uma incompatibilidade de tipo.
ru: Сертификат клиента для источника пакетов "{0}" не может быть изменен из-за несоответствия типов.
tr: '{0}' paket kaynağı için yapılandırılan istemci sertifikası, tür uyuşmazlığı nedeniyle değiştirilemiyor.
zh_hans: 由于类型不匹配，无法修改为包源 "{0}" 配置的客户端证书。
zh_hant: 因為類型不相符，所以無法修改為套件來源 '{0}' 所設定的用戶端憑證。

# Error_ClientCertificatesNotFound
source: Client certificates were not found.
cs: Klientské certifikáty se nenašly.
de: Es wurden keine Clientzertifikate gefunden.
es: No se encontraron certificados de cliente.
fr: Les certificats clients sont introuvables.
it: I certificati client non sono stati trovati.
ja: クライアント証明書が見つかりませんでした。
ko: 클라이언트 인증서를 찾을 수 없습니다.
pl: Nie znaleziono certyfikatów klienta.
pt_br: Os certificados de cliente não foram encontrados.
ru: Сертификаты клиента не найдены.
tr: İstemci sertifikaları bulunamadı.
zh_hans: 未找到客户端证书。
zh_hant: 找不到用戶端憑證。

# Error_CouldNotAdd
source: Could not add the trusted signer: {0}
cs: Důvěryhodnou podepisující osobu se nepovedlo přidat: {0}
de: Vertrauenswürdiger Signaturgeber konnte nicht hinzugefügt werden: {0}
es: No se pudo agregar el firmante de confianza: {0}
fr: Impossible d'ajouter le signataire approuvé : {0}
it: Non è stato possibile aggiungere il firmatario attendibile: {0}
ja: 信頼された署名者を追加できませんでした: {0}
ko: 신뢰할 수 있는 서명자를 추가할 수 없습니다. {0}
pl: Nie można dodać zaufanej osoby podpisującej: {0}
pt_br: Não foi possível adicionar o signatário confiável: {0}
ru: Не удалось добавить доверенное подписывающее лицо: {0}.
tr: Güvenilen imzalayan eklenemedi: {0}
zh_hans: 无法添加受信任的签名者: {0}
zh_hant: 無法新增信任的簽署者: {0}

# Error_CouldNotList
source: Could not list the trusted signers: {0}
cs: Důvěryhodné podepisující osoby se nepovedlo vypsat: {0}
de: Vertrauenswürdige Signaturgeber konnten nicht aufgelistet werden: {0}
es: No se pudieron enumerar los firmantes de confianza: {0}
fr: Impossible de lister les signataires approuvés : {0}
it: Non è stato possibile elencare i firmatari attendibili: {0}
ja: 信頼された署名者の一覧を作成できませんでした: {0}
ko: 신뢰할 수 있는 서명자를 나열할 수 없습니다. {0}
pl: Nie można wyświetlić listy zaufanych osób podpisujących: {0}
pt_br: Não foi possível listar os signatários confiáveis: {0}
ru: Не удалось перечислить доверенных подписывающих лиц: {0}.
tr: Güvenilen imzalayanlar listelenemedi: {0}
zh_hans: 无法列出受信任的签名者: {0}
zh_hant: 無法列出信任的簽署者: {0}

# Error_CouldNotRemove
source: Could not remove the trusted signer: {0}
cs: Důvěryhodnou podepisující osobu se nepovedlo odebrat: {0}
de: Vertrauenswürdiger Signaturgeber konnte nicht entfernt werden: {0}
es: No se pudo quitar el firmante de confianza: {0}
fr: Impossible de supprimer le signataire approuvé : {0}
it: Non è stato possibile rimuovere il firmatario attendibile: {0}
ja: 信頼された署名者を削除できませんでした: {0}
ko: 신뢰할 수 있는 서명자를 제거할 수 없습니다. {0}
pl: Nie można usunąć zaufanej osoby podpisującej: {0}
pt_br: Não foi possível remover o signatário confiável: {0}
ru: Не удалось удалить доверенное подписывающее лицо: {0}.
tr: Güvenilen imzalayan kaldırılamadı: {0}
zh_hans: 无法删除受信任的签名者: {0}
zh_hant: 無法移除信任的簽署者: {0}

# Error_CouldNotSync
source: Could not sync the trusted repository: {0}
cs: Důvěryhodné úložiště se nepovedlo synchronizovat: {0}
de: Vertrauenswürdiges Repository konnte nicht synchronisiert werden: {0}
es: No se pudo sincronizar el repositorio de confianza: {0}
fr: Impossible de synchroniser le dépôt approuvé : {0}
it: Non è stato possibile sincronizzare il repository attendibile: {0}
ja: 信頼されたリポジトリを同期できませんでした: {0}
ko: 신뢰할 수 있는 리포지토리를 동기화할 수 없습니다. {0}
pl: Nie można zsynchronizować zaufanego repozytorium: {0}
pt_br: Não foi possível sincronizar o repositório confiável: {0}
ru: Не удалось синхронизировать доверенный репозиторий: {0}.
tr: Güvenilen depo eşitlenemedi: {0}
zh_hans: 无法同步受信任的存储库: {0}
zh_hant: 無法同步信任的存放庫: {0}

# Error_CouldNotUpdateClientCertificate
source: Could not update the client certificate: {0}
cs: Nepovedlo se aktualizovat klientský certifikát: {0}
de: Das Clientzertifikat konnte nicht aktualisiert werden: {0}
es: No se pudo actualizar el certificado de cliente: {0}
fr: Impossible de mettre à jour le certificat client : {0}
it: Non è stato possibile aggiornare il certificato client: {0}
ja: クライアント証明書を更新できませんでした: {0}
ko: 클라이언트 인증서를 업로드할 수 없습니다. {0}
pl: Nie można zaktualizować certyfikatu klienta: {0}
pt_br: Não foi possível atualizar o certificado de cliente: {0}
ru: Не удалось обновить сертификат клиента: {0}
tr: İstemci sertifikası güncelleştirilemedi: {0}
zh_hans: 无法更新客户端证书: {0}
zh_hant: 無法更新用戶端憑證: {0}

# Error_CouldNotUpdateMetadataLastAccessTime
source: Updating last access time on file {0} failed with {1}
cs: Aktualizace času posledního přístupu k souboru {0} se nezdařila s chybou: {1}
de: Fehler beim Aktualisieren der letzten Zugriffszeit für die Datei {0} mit {1}
es: Error al actualizar la hora del último acceso en el archivo {0} con {1}
fr: Échec de la mise à jour de l’heure du dernier accès sur le fichier {0} avec {1}
it: L'aggiornamento dell'ora dell'ultimo accesso al file {0} non è riuscito con {1}
ja: ファイル {0} の最終アクセス時刻の更新が {1} で失敗しました
ko: {0} 파일의 지난 액세스 시간을 업데이트하지 못했습니다({1}).
pl: Aktualizowanie czasu ostatniego dostępu do pliku {0} nie powiodło się z {1}
pt_br: A atualização da hora do último acesso no arquivo {0} falhou com {1}
ru: Не удалось обновить время последнего доступа для файла {0}. Ошибка: {1}
tr: {0} dosyasında son erişim zamanını güncelleştirme işlemi {1} ile başarısız oldu
zh_hans: 更新对文件 {0} 的上次访问时间失败，{1}
zh_hant: 更新檔案 {0} 的上次存取時間失敗，發生 {1}

# Error_EmptyCertificateListInRepository
source: The repository with the service index '{0}' does not list any trusted certificates.
cs: Úložiště s indexem služby {0} neuvádí žádné důvěryhodné certifikáty.
de: Das Repository mit dem Dienstindex "{0}" listet keine vertrauenswürdigen Zertifikate auf.
es: El repositorio con el índice de servicio "{0}" no enumera ningún certificado de confianza.
fr: Le dépôt avec l'index de service '{0}' ne liste aucun certificat approuvé.
it: Il repository con l'indice di servizio '{0}' non elenca alcun certificato attendibile.
ja: サービス インデックス '{0}' を含むリポジトリは、信頼された証明書の一覧を作成しません。
ko: 서비스 인덱스 '{0}'을(를) 포함하는 리포지토리에 신뢰할 수 있는 인증서가 없습니다.
pl: Repozytorium z indeksem usługi „{0}” nie zawiera żadnych zaufanych certyfikatów.
pt_br: O repositório com o índice de serviço '{0}' não lista certificados confiáveis.
ru: В репозитории с индексом служб "{0}" не указаны доверенные сертификаты.
tr: '{0}' hizmet dizinine sahip depoda herhangi bir güvenilen sertifika listelenmiyor.
zh_hans: 服务索引为 {0} 的存储库未列出任何受信任的证书。
zh_hant: 服務索引為 '{0}' 的存放庫未列出任何信任的憑證。

# Error_EmptySourceFilePath
source: A source file was added with an empty path.
cs: Zdrojový soubor se přidal s prázdnou cestou.
de: Eine Quelldatei wurde mit einem leeren Pfad hinzugefügt.
es: Se agregó un archivo de origen con una ruta de acceso vacía.
fr: Un fichier source a été ajouté avec un chemin vide.
it: È stato aggiunto un file di origine con un percorso vuoto.
ja: 空のパスでソース ファイルが追加されました。
ko: 빈 경로의 소스 파일이 추가되었습니다.
pl: Plik źródłowy został dodany z pustą ścieżką.
pt_br: Um arquivo de origem foi adicionado com um caminho vazio.
ru: Исходный файл был добавлен с пустым путем.
tr: Bir kaynak dosyası boş bir yol ile eklendi.
zh_hans: 添加了带空路径的源文件。
zh_hant: 新增的來源檔案之路徑空白。

# Error_EmptySourceFileProjectDirectory
source: The project directory for the source file '{0}' could not be found.
cs: Nepovedlo se najít adresář projektu pro zdrojový soubor {0}.
de: Das Projektverzeichnis für die Quelldatei "{0}" wurde nicht gefunden.
es: No se encontró el directorio del proyecto para el archivo de origen "{0}".
fr: Le répertoire du projet pour le fichier source '{0}' est introuvable.
it: La directory di progetto per il file di origine '{0}' non è stata trovata.
ja: ソース ファイル '{0}' のプロジェクト ディレクトリが見つかりませんでした。
ko: 소스 파일 '{0}'의 프로젝트 디렉터리를 찾을 수 없습니다.
pl: Nie można znaleźć katalogu projektu dla pliku źródłowego „{0}”.
pt_br: Não foi possível encontrar o diretório do projeto para o arquivo de origem '{0}'.
ru: Каталог проекта для исходного файла "{0}" не найден.
tr: Kaynak dosyanın proje dizini '{0}' bulunamadı.
zh_hans: 找不到源文件“{0}”的项目目录。
zh_hant: 找不到來源檔案 '{0}' 的專案目錄。

# Error_HttpSource_Single
source: You are running the '{0}' operation with an 'HTTP' source: {1}. NuGet requires HTTPS sources. To use an HTTP source, you must explicitly set 'allowInsecureConnections' to true in your NuGet.Config file. Refer to https://aka.ms/nuget-https-everywhere for more information.
cs: Máte spuštěnu operaci {0} se zdrojem HTTP: {1}. NuGet vyžaduje zdroje HTTPS. Pokud chcete použít zdroj HTTP, musíte v souboru NuGet.Config explicitně nastavit možnost allowInsecureConnections na true. Další informace najdete na https://aka.ms/nuget-https-everywhere.
de: Sie führen den Vorgang „{0}“ mit einer „HTTP“-Quelle, „{1}“, aus. NuGet erfordert HTTPS-Quellen. Um eine HTTP-Quelle zu verwenden, müssen Sie „allowInsecureConnections“ in Ihrer NuGet.Config-Datei explizit auf TRUE festlegen. Weitere Informationen finden Sie unter „https://aka.ms/nuget-https-everywhere“.
es: Está ejecutando la operación "{0}" con un origen "HTTP" {1}. NuGet requiere orígenes HTTPS. Para usar un origen HTTP, es necesario establecer explícitamente "allowInsecureConnections" en verdadero en el archivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para obtener más información.
fr: Vous exécutez l’opération « {0} » avec une source « HTTP » : {1}. NuGet exige des sources HTTPS. Pour utiliser une source HTTP, vous devez explicitement définir « allowInsecureConnections » sur la valeur true dans votre fichier NuGet.Config. Référez-vous à https://aka.ms/nuget-https-everywhere pour plus d’informations.
it: Si sta eseguendo l'operazione "{0}" con un'origine "HTTP": {1}. NuGet richiede origini HTTPS. Per usare un'origine HTTP, è necessario impostare in modo esplicito "allowInsecureConnections" su "true" nel file NuGet.Config. Per ulteriori informazioni, vedere https://aka.ms/nuget-https-everywhere.
ja: 'HTTP' ソースを使用して '{0}' 操作を実行しています: {1}。NuGet には HTTPS ソースが必要です。HTTP ソースを使用するには、NuGet.Config ファイルで 'allowInsecureConnections' を [true] に明示的に設定する必要があります。詳細については、https://aka.ms/nuget-https-everywhere を参照してください。
ko: {1} 'HTTP' 원본을 사용하여 '{0}' 작업을 실행하고 있습니다. NuGet에 HTTPS 원본이 필요합니다. HTTP 원본을 사용하려면 NuGet.Config 파일에서 'allowInsecureConnections'를 명시적으로 true로 설정해야 합니다. https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Uruchamiasz operację „{0}” ze źródłem „HTTP”: {1}. Narzędzie NuGet wymaga źródeł HTTPS. Aby użyć źródła HTTP, musisz wyraźnie ustawić właściwość „allowInsecureConnections” na wartość true w pliku NuGet.Config. Aby uzyskać więcej informacji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Você está executando a operação "{0}" com uma fonte "HTTP": {1}. O NuGet requer fontes HTTPS. Para usar uma fonte HTTP, você deve definir explicitamente 'allowInsecureConnections' como verdadeiro no seu arquivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para mais informações.
ru: Вы выполняете операцию "{0}" с источником "HTTP": {1}. Для NuGet требуются источники HTTPS. Чтобы использовать источник HTTP, необходимо явно задать для параметра "allowInsecureConnections" значение true в файле NuGet.Config. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: '{0}' işlemini bir {1} 'HTTP' kaynağı ile çalıştırıyorsunuz. NuGet için HTTPS kaynakları gereklidir. Bir HTTP kaynağı kullanmak için NuGet.Config dosyanızda 'allowInsecureConnections' ayarını açıkça “true” olarak ayarlamanız gerekir. Daha fazla bilgi için şuraya başvurun: https://aka.ms/nuget-https-everywhere.
zh_hans: 正在通过 “HTTP” 源 {1} 运行“{0}”操作。NuGet 需要 HTTPS 源。要使用 HTTP 源，必须在 NuGet.Config 文件中将 'allowInsecureConnections' 显式设置为 true。有关详细信息，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: 您正在使用 'HTTP' 來源執行 '{0}' 作業: {1}。NuGet 需要 HTTPS 來源。若要使用 HTTP 來源，您必須在 NuGet.Config 檔案中將 'allowInsecureConnections' 明確設定為 true。參閱 https://aka.ms/nuget-https-everywhere 以取得更多資訊。
