Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_InvalidTargetFramework
source: Failed to build package because of an unsupported targetFramework value on '{0}'.
cs: Balíček se nepovedlo sestavit kvůli nepodporované hodnotě targetFramework v {0}.
de: Fehler beim Erstellen des Pakets aufgrund eines nicht unterstützten targetFramework-Werts für "{0}".
es: Error al crear paquete debido a un valor targetFramework no compatible en '{0}'.
fr: Échec de la génération du package en raison d'une valeur targetFramework non prise en charge '{0}'.
it: Non è stato possibile compilare il pacchetto a causa di un valore non supportato di targetFramework in '{0}'.
ja: '{0}' にあるサポートされない targetFramework 値が原因で、パッケージをビルドできませんでした。
ko: '{0}'의 targetFramework 값이 지원되지 않아 패키지를 빌드하지 못했습니다.
pl: Nie można skompilować pakietu z powodu nieobsługiwanej wartości targetFramework w elemencie „{0}”.
pt_br: Falha ao compilar o pacote devido a um valor targetFramework sem suporte em '{0}'.
ru: Не удалось создать пакет из-за неподдерживаемого значения targetFramework в "{0}".
tr: '{0}' üzerinde desteklenmeyen bir targetFramework değeri olduğundan paket derlenemedi.
zh_hans: “{0}”中存在不支持的 targetFramework，导致创建包失败。
zh_hant: 因為 '{0}' 上有不支援的 targetFramework 值，所以無法建置封裝。

# Error_InvalidWindowsTargetPlatformMinVersion
source: Invalid value for WindowsTargetPlatformMinVersion: {0}
cs: Neplatná hodnota pro WindowsTargetPlatformMinVersion: {0}
de: Ungültiger Wert für WindowsTargetPlatformMinVersion: {0}
es: Valor no válido para WindowsTargetPlatformMinVersion: {0}
fr: Valeur non valide pour WindowsTargetPlatformMinVersion : {0}
it: Valore non valido per WindowsTargetPlatformMinVersion: {0}
ja: WindowsTargetPlatformMinVersion の値が無効です: {0}
ko: WindowsTargetPlatformMinVersion 값이 잘못됨: {0}
pl: Nieprawidłowa wartość dla WindowsTargetPlatformMinVersion: {0}
pt_br: Valor inválido para WindowsTargetPlatformMinVersion: {0}
ru: Недопустимое значение для WindowsTargetPlatformMinVersion: {0}
tr: WindowsTargetPlatformMinVersion için geçersiz değer: {0}
zh_hans: WindowsTargetPlatformMinVersion 值无效: {0}
zh_hant: WindowsTargetPlatformMinVersion 的無效值: {0}

# Error_MissingSourceParameter
source: Source parameter was not specified.
cs: Není zadaný zdrojový parametr.
de: Der Quellparameter wurde nicht angegeben.
es: No se especificó el parámetro de origen.
fr: Le paramètre source n'a pas été spécifié.
it: Il parametro di origine non è stato specificato.
ja: ソース パラメーターが指定されていませんでした。
ko: 원본 매개 변수를 지정하지 않았습니다.
pl: Parametr źródłowy nie został określony.
pt_br: O parâmetro de origem não foi especificado.
ru: Исходный параметр не указан.
tr: Kaynak parametresi belirtilmedi.
zh_hans: 未指定源参数。
zh_hant: 未指定來源參數。

# Error_MultiplePackagePaths
source: {0} contains more than one path
cs: {0} obsahuje více než jednu cestu.
de: "{0}" enthält mehr als einen Pfad.
es: {0} contiene más de una ruta de acceso
fr: {0} contient plusieurs chemins
it: {0} contiene più di un percorso
ja: {0} に複数のパスが含まれています
ko: {0}에 경로가 둘 이상 있습니다.
pl: Element {0} zawiera więcej niż jedną ścieżkę
pt_br: {0} contém mais de um caminho
ru: {0} содержит больше одного пути.
tr: {0} birden fazla yol içeriyor
zh_hans: {0} 包含多个路径
zh_hant: {0} 包含多個路徑

# Error_NoClientAllowList
source: signatureValidationMode is set to require, so packages are allowed only if signed by trusted signers; however, no trusted signers were specified.
cs: Režim signatureValidationMode je nastavený na require, proto se balíčky povolují jen v případě, že je podepsaly důvěryhodné podepisující osoby. Žádné takové osoby se ale nezadaly.
de: signatureValidationMode ist als erforderlich festgelegt, daher werden Pakete nur zugelassen, wenn sie von vertrauenswürdigen Signaturgebern signiert wurden. Es wurden jedoch keine vertrauenswürdigen Signaturgeber angegeben.
es: signatureValidationMode está establecido como obligatorio, por lo que los paquetes solo se permiten si están firmados por firmantes de confianza. Sin embargo, no se ha especificado ningún firmante de confianza.
fr: Dans la mesure où signatureValidationMode a la valeur require, les packages sont autorisés uniquement s'ils sont signés par des signataires approuvés. Toutefois, aucun signataire approuvé n'a été spécifié.
it: signatureValidationMode è impostato su require, di conseguenza i pacchetti sono consentiti solo se firmati da firmatari attendibili. Non è però stato specificato alcun firmatario attendibile.
ja: signatureValidationMode は必須に設定されているため、パッケージは信頼できる署名者によって署名されている場合にのみ許可されます。しかし、信頼できる署名者は指定されていません。
ko: signatureValidationMode를 설정해야 합니다. 신뢰할 수 있는 서명자가 서명한 경우에만 패키지가 허용됩니다. 그러나 신뢰할 수 있는 서명자가 지정되지 않았습니다.
pl: Parametr signatureValidationMode ma wartość require, więc tylko pakiety podpisane przez zaufanych podpisujących są dozwolone. Nie określono jednak zaufanych podpisujących.
pt_br: signatureValidationMode está definido como necessário, portanto, os pacotes são permitidos somente se assinados por signatários confiáveis; no entanto, nenhum signatário confiável foi especificado.
ru: Для параметра signatureValidationMode установлено значение "обязательно", поэтому допускаются только пакеты, подписанные надежными подписавшими лицами, однако надежных подписавших лиц не указано.
tr: signatureValidationMode gerekli olarak ayarlandığından paketlere yalnızca güvenilir imzalayanlar tarafından imzalandıklarında izin verilir, ancak güvenilir imzalayan belirtilmedi.
zh_hans: signatureValidationMode 设置为“要求”，因此仅当被受信任签署人签署后才允许使用包；但未指定任何受信任签署人。
zh_hant: 因為 signatureValidationMode 已設定為必要項，所以僅允許由受信任簽署者簽署的套件; 但未指定任何受信任簽署者。

# Error_NoMatchingCertificate
source: The package signature did not match any of the allowed certificate fingerprints.
cs: Podpis balíčku neodpovídal žádnému z povolených kryptografických otisků certifikátu.
de: Die Paketsignatur stimmte mit keinem der zulässigen Zertifikatfingerabdrücke überein.
es: La firma del paquete no coincide con ninguna de las huellas digitales de certificado permitidas.
fr: La signature du package ne correspond à aucune des empreintes digitales de certificat autorisées.
it: La firma del pacchetto non corrisponde a nessuna delle impronte digitali di certificato consentite.
ja: パッケージ署名が、許可されている証明書のフィンガープリントのいずれとも一致しませんでした。
ko: 패키지 시그니처가 허용된 인증서 지문과 일치하지 않습니다.
pl: Podpis pakietu nie jest zgodny z żadnym dozwolonym odciskiem palca certyfikatu.
pt_br: A assinatura do pacote não coincidiu com nenhuma das impressões digitais de certificado permitidas.
ru: Подпись пакета не соответствует ни одному из допустимых отпечатков сертификатов.
tr: Paket imzası, izin verilen sertifika parmak izlerinden herhangi biriyle eşleşmedi.
zh_hans: 包签名与任何允许的证书指纹均不匹配。
zh_hant: 套件簽章不符合任何允許的憑證指紋。

# Error_NoMatchingClientCertificate
source: This package is signed but not by a trusted signer.
cs: Tento balíček je podepsaný, ale ne důvěryhodnou podepisující osobou.
de: Dieses Paket wurde signiert, aber nicht von einem vertrauenswürdigen Signaturgeber.
es: Este paquete está firmado, pero no por un firmante de confianza.
fr: Ce package est signé mais pas par un signataire approuvé.
it: Questo pacchetto è firmato ma non da un firmatario attendibile.
ja: このパッケージは署名されていますが、信頼できる署名者による署名ではありません。
ko: 이 패키지는 서명되어 있지만 신뢰할 수 있는 서명자가 서명하지 않았습니다.
pl: Ten pakiet jest podpisany, ale nie przez zaufanego podpisującego.
pt_br: Este pacote é assinado, mas não por um signatário confiável.
ru: Этот пакет подписан, но не надежным подписавшим лицом.
tr: Bu paket imzalı ancak güvenilen bir imzalayan tarafından imzalanmamış.
zh_hans: 此包已签署，但不是由受信任的签署人签署。
zh_hant: 此套件已簽署，但不是由受信任簽署者所簽署。

# Error_NoPackageVersionsExist
source: Unable to find package {0}. No packages exist with this id in source(s): {1}
cs: Nepovedlo se najít balíček {0}. Ve zdrojích se nepovedlo najít žádné balíčky s tímto ID: {1}
de: Das Paket "{0}" wurde nicht gefunden. Es sind keine Pakete mit dieser ID in folgenden Quellen vorhanden: {1}
es: No se encuentra el paquete {0}. No existe ningún paquete con este id. en los orígenes: {1}
fr: Package {0} introuvable. Aucun package associé à cet ID n'existe dans la ou les sources suivantes : {1}
it: Il pacchetto {0} non è stato trovato. Non esistono pacchetti con questo ID nelle origini: {1}
ja: パッケージ {0} が見つかりません。ソース {1} には、この ID のパッケージが存在しません。
ko: {0} 패키지를 찾을 수 없습니다. 원본에 ID가 {1}인 패키지가 없습니다.
pl: Nie można znaleźć pakietu {0}. W źródłach nie istnieją pakiety z tym identyfikatorem: {1}
pt_br: Não é possível encontrar o pacote {0}. Não existe nenhum pacote com esta ID nas origens: {1}
ru: Не удалось найти пакет {0}. Пакеты с таким идентификатором отсутствуют в следующих источниках пакетов: {1}
tr: {0} paketi bulunamıyor. Kaynaklarda bu kimliğe sahip paket yok: {1}
zh_hans: 找不到包 {0}。源 {1} 中不存在具有此 ID 的包
zh_hant: 找不到套件 {0}。在來源中不存在此識別碼的套件: {1}

# Error_NoPackageVersionsExistInRange
source: Unable to find package {0} with version {1}
cs: Nepovedlo se najít balíček {0} ve verzi {1}.
de: Das Paket "{0}" der Version {1} wurde nicht gefunden.
es: No se encuentra el paquete {0} con la versión {1}
fr: Package {0} avec la version {1} introuvable
it: Il pacchetto {0} con versione {1} non è stato trovato
ja: バージョン {1} のパッケージ {0} が見つかりません
ko: 버전이 {1}인 패키지 {0}을(를) 찾을 수 없습니다.
pl: Nie można znaleźć pakietu {0} w wersji {1}
pt_br: Não é possível encontrar o pacote {0} com a versão {1}
ru: Не удалось найти пакет {0} с версией {1}
tr: {1} sürümüne sahip {0} paketi bulunamıyor
zh_hans: 找不到版本为 {1} 的包 {0}
zh_hant: 找不到版本 {1} 的套件 {0}

# Error_NoSignatureTrustedForPackage
source: No signature to be trusted was specified for the package '{0}'. Specify either Author or Repository.
cs: Pro balíček {0} se nezadal žádný podpis, kterému se má důvěřovat. Zadejte buď Autor, nebo Úložiště.
de: Für das Paket "{0}" wurde keine vertrauenswürdige Signatur angegeben. Geben Sie entweder Autor oder Repository an.
es: No se especificó ninguna firma de confianza para el paquete "{0}". Especifique el autor o repositorio.
fr: Aucune signature à approuver n'a été spécifiée pour le package '{0}'. Spécifiez l'auteur ou le dépôt.
it: Non è stata specificata alcuna firma da considerare attendibile per il pacchetto '{0}'. Specificare l'autore o il repository.
ja: パッケージ '{0}' に信頼できる署名が指定されていません。作成者またはリポジトリを指定してください。
ko: 패키지 '{0}'에 신뢰할 수 있는 서명이 지정되지 않았습니다. 작성자 또는 리포지토리를 지정하세요.
pl: Nie określono zaufanego podpisu pakietu „{0}”. Określ autora lub repozytorium.
pt_br: Não existe uma assinatura confiável especificada para o pacote '{0}'. Especifique o Autor ou o Repositório.
ru: Для пакета "{0}" не указана доверенная подпись. Укажите автора или репозиторий.
tr: '{0}' paketi için güvenilecek imza belirtilmedi. Yazar veya Depo belirtin.
zh_hans: 未针对包 {0} 指定受信任的签名。请指定创建者或存储库。
zh_hant: 尚未對套件 '{0}' 指定任何信任的簽章。請指定作者或存放庫。

# Error_NoSourcesInformation
source: Unable to get package sources information.
cs: Nepovedlo se získat informace o zdrojích balíčku.
de: Paketquelleninformationen können nicht abgerufen werden.
es: No se puede obtener información de los orígenes del paquete.
fr: Impossible d'obtenir les informations sur les sources de package.
it: Non è possibile ottenere le informazioni sulle origini dei pacchetti.
ja: パッケージ ソース情報を取得できません。
ko: 패키지 소스 정보를 가져올 수 없습니다.
pl: Nie można uzyskać informacji o źródłach pakietów.
pt_br: Não é possível obter informações sobre as origens do pacote.
ru: Невозможно получить сведения об источниках пакетов.
tr: Paket kaynaklarına ilişkin bilgi alınamadı.
zh_hans: 无法获取包源信息。
zh_hant: 無法取得套件來源資訊。

# Error_NoStablePackageVersionsExist
source: Unable to find a stable package {0} with version {1}
cs: Nepovedlo se najít stabilní balíček {0} ve verzi {1}.
de: Ein stabiles Paket "{0}" der Version {1} wurde nicht gefunden.
es: No se encuentra un paquete estable {0} con la versión {1}
fr: Package stable {0} avec la version {1} introuvable
it: Non è stato trovato un pacchetto stabile {0} con versione {1}
ja: バージョン {1} の安定版パッケージ {0} が見つかりません
ko: 버전이 {1}인 안정적인 패키지 {0}을(를) 찾을 수 없습니다.
pl: Nie można znaleźć stabilnego pakietu {0} w wersji {1}
pt_br: Não é possível encontrar um pacote {0} estável com a versão {1}
ru: Не удалось найти стабильный пакет {0} с версией {1}
tr: {1} sürümüne sahip sabit bir {0} paketi bulunamıyor
zh_hans: 找不到版本为 {1} 的稳定包 {0}
zh_hant: 找不到版本 {1} 的穩定套件 {0}

# Error_NotSupportedHashAlgorithm
source: '{0}' is not a supported hash algorithm.
cs: {0} není podporovaný hashovací algoritmus.
de: "{0}" ist kein unterstützter Hashalgorithmus.
es: "{0}" no es un algoritmo hash admitido.
fr: '{0}' n'est pas un algorithme de hachage pris en charge.
it: '{0}' non è un algoritmo hash supportato.
ja: '{0}' はサポート対象のハッシュ アルゴリズムではありません。
ko: '{0}'은(는) 지원되는 해시 알고리즘이 아닙니다.
pl: „{0}” nie jest obsługiwanym algorytmem wyznaczania wartości skrótu.
pt_br: '{0}' não é um algoritmo de hash compatível.
ru: "{0}" — неподдерживаемый хэш-алгоритм.
tr: '{0}' desteklenen bir karma algoritması değil.
zh_hans: “{0}”不是支持的哈希算法。
zh_hant: '{0}' 不是支援的雜湊演算法。

# Error_PackFailed
source: Failed to build package. {0}
cs: Balíček se nepovedlo sestavit. {0}
de: Fehler beim Erstellen des Pakets. {0}
es: Error al crear paquete. {0}
fr: Échec de la génération du package. {0}
it: Non è stato possibile compilare il pacchetto. {0}
ja: パッケージをビルドできませんでした。{0}
ko: 패키지를 빌드하지 못했습니다. {0}
pl: Nie można skompilować pakietu. {0}
pt_br: Falha ao compilar o pacote. {0}
ru: Не удалось создать пакет. {0}
tr: Paket derlenemedi. {0}
zh_hans: 创建包失败。{0}
zh_hant: 無法建置封裝。{0}

# Error_PackageCommandNoFilesForLibPackage
source: Failed to build package. Ensure '{0}' includes assembly files. For help on building symbols package, visit {1}.
cs: Balíček se nepovedlo sestavit. Ujistěte se, jestli {0} obsahuje soubory sestavení. Nápovědu k sestavení balíčku symbolů najdete na stránce {1}.
de: Fehler beim Erstellen des Pakets. Stellen Sie sicher, dass "{0}" Assemblydateien enthält. Hilfe zum Erstellen von Symbolpaketen finden Sie unter {1}.
es: Error al crear el paquete. Asegúrese de que '{0}' incluye archivos de ensamblado. Para obtener ayuda sobre cómo crear un paquete de símbolos, visite {1}.
fr: Échec de la génération du package. Vérifiez que '{0}' inclut les fichiers d'assembly. Pour obtenir de l'aide sur la génération d'un package de symboles, consultez {1}.
it: Non è stato possibile compilare il pacchetto. Assicurarsi che '{0}' includa i file di assembly. Per la Guida sulla compilazione del pacchetto di simboli, vedere {1}.
ja: パッケージを構築できませんでした。'{0}' にアセンブリ ファイルが含まれていることを確認してください。シンボル パッケージの構築のヘルプについては、{1} にアクセスしてください。
ko: 패키지를 빌드하지 못했습니다. '{0}'에 어셈블리 파일이 포함되어 있는지 확인하세요. 기호 패키지 빌드에 대한 도움말은 {1}을(를) 참조하세요.
pl: Nie można skompilować pakietu. Upewnij się, że pakiet „{0}” zawiera pliki zestawu. Aby uzyskać pomoc dotyczącą kompilowania pakietu symboli, odwiedź witrynę {1}.
pt_br: Falha ao criar o pacote. Certifique-se de que o '{0}' inclui arquivos de assembly. Para obter ajuda ao criar o pacote de símbolos, visite {1}.
ru: Не удалось выполнить сборку проекта. Убедитесь, что "{0}" включает файлы сборки. Справку по сборке пакета символов см. по ссылке {1}.
tr: Paket derlenemedi. '{0}' içinde bütünleştirilmiş kod dosyalarının bulunduğundan emin olun. Sembol paketlerini derleme hakkında yardım için, bkz. {1}.
zh_hans: 未能生成包。请确保“{0}”包含程序集文件。有关生成符号包方面的帮助，请访问 {1}。
zh_hant: 無法建置封裝。請確定 '{0}' 包含組件檔。建置符號封裝如需協助，請前往 {1}。

# Error_PackageCommandNoFilesForSymbolsPackage
source: Failed to build package. Ensure '{0}' includes source and symbol files. For help on building symbols package, visit {1}.
cs: Balíček se nepovedlo sestavit. Ujistěte se, jestli {0} obsahuje zdrojové soubory a soubory symbolů. Nápovědu k sestavení balíčku symbolů najdete na stránce {1}.
de: Fehler beim Erstellen des Pakets. Stellen Sie sicher, dass "{0}" Quell- und Symboldateien enthält. Hilfe zum Erstellen von Symbolpaketen finden Sie unter {1}.
es: Error al crear el paquete. Asegúrese de que '{0}' incluye archivos de símbolo y origen. Para obtener ayuda sobre cómo crear un paquete de símbolos, visite {1}.
fr: Échec de la génération du package. Vérifiez que '{0}' inclut les fichiers sources et les fichiers de symboles. Pour obtenir de l'aide sur la génération d'un package de symboles, consultez {1}.
it: Non è stato possibile compilare il pacchetto. Assicurarsi che '{0}' includa i file di simboli e di origine. Per la Guida sulla compilazione del pacchetto di simboli, vedere {1}.
ja: パッケージを構築できませんでした。'{0}' にソース ファイルとシンボル ファイルが含まれていることを確認してください。シンボル パッケージの構築のヘルプについては、{1} にアクセスしてください。
ko: 패키지를 빌드하지 못했습니다. '{0}'에 원본 및 기호 파일이 포함되어 있는지 확인하세요. 기호 패키지 빌드에 대한 도움말은 {1}을(를) 참조하세요.
pl: Nie można skompilować pakietu. Upewnij się, że pakiet „{0}” zawiera pliki źródłowe i symboli. Aby uzyskać pomoc dotyczącą kompilowania pakietu symboli, odwiedź witrynę {1}.
pt_br: Falha ao criar o pacote. Certifique-se de que o '{0}' inclui arquivos de símbolo e origem. Para obter ajuda para criar o pacote de símbolos, visite {1}.
ru: Не удалось выполнить сборку пакета. Убедитесь, что "{0}" включает исходные файлы и файлы символов. Справку по сборке пакета символов см. по ссылке {1}.
tr: Paket derlenemedi. '{0}' içinde kaynak ve sembol dosyalarının bulunduğundan emin olun. Sembol paketlerini derleme hakkında yardım için, bkz. {1}.
zh_hans: 未能生成包。请确保“{0}”包含源文件和符号文件。有关生成符号包方面的帮助，请访问 {1}。
zh_hant: 無法建置封裝。請確定 '{0}' 包含來源檔案與組件檔。建置符號封裝如需協助，請前往 {1}。

# Error_PackageDownload_NoVersion
source: Package '{0}' does not have an exact version like '[1.0.0]'. Only exact versions are allowed with PackageDownload.
cs: Balíček {0} nemá přesnou verzi, například [1.0.0]. S PackageDownload se povolují jenom přesné verze.
de: Das Paket "{0}" weist keine genaue Version wie "[1.0.0]" auf. Nur exakte Versionen sind bei PackageDownload zulässig.
es: El paquete "{0}" no tiene una versión exacta, como "[1.0.0]". Solo se permiten versiones exactas con PackageDownload.
fr: Le paquet '{0}' n'a pas de version exacte comme '[1.0.0]'. Seules les versions exactes sont autorisées avec PackageDownload.
it: Il pacchetto '{0}' non è una versione esatta come '[1.0.0]'. Con PackageDownload sono consentite solo versioni esatte.
ja: パッケージ '{0}' に '[1.0.0]' のような正確なバージョンがありません。PackageDownload では、正確なバージョンのみが許可されます。
ko: '{0}' 패키지에 '[1.0.0]'와 같은 정확한 버전이 없습니다. PackageDownload에는 정확한 버전만 허용됩니다.
pl: Pakiet „{0}” nie ma dokładnej wersji, takiej jak „[1.0.0]”. Z elementem PackageDownload są dozwolone tylko dokładne wersje.
pt_br: O pacote '{0}' não possui uma versão exata como '[1.0.0]'. Somente versões exatas são permitidas com PackageDownload.
ru: У пакета "{0}" нет точной версии, такой как "[1.0.0]". С PackageDownload можно использовать только точные версии.
tr: '{0}' paketinin '[1.0.0]' gibi tam bir sürümü yok. PackageDownload'da yalnızca tam sürümlere izin verilir.
zh_hans: 包“{0}”不是类似 "[1.0.0]" 的精确版本。仅可对 PackageDownload 使用精确版本。
zh_hant: 套件 '{0}' 沒有如 '[1.0.0]' 的精確版本。只有精確版本才允許使用 PackageDownload。

# Error_PackageDownload_OnlyExactVersionsAreAllowed
source: Package '{0} {1}' does not have an exact version like '[1.0.0]'. Only exact versions are allowed with PackageDownload.
cs: Balíček {0} {1} nemá přesnou verzi, například [1.0.0]. S PackageDownload se povolují jenom přesné verze.
de: Das Paket "{0} {1}" weist keine genaue Version wie "[1.0.0]" auf. Nur exakte Versionen sind bei PackageDownload zulässig.
es: El paquete "{0} {1}" no tiene una versión exacta, como "[1.0.0]". Solo se permiten versiones exactas con PackageDownload.
fr: Le paquet '{0}' {1} n’a pas de version exacte comme '[1.0.0]'. Seules les versions exactes sont autorisées avec PackageDownload.
it: Il pacchetto '{0} {1}' non è una versione esatta come '[1.0.0]'. Con PackageDownload sono consentite solo versioni esatte.
ja: パッケージ '{0}{1}' に '[1.0.0]' のような正確なバージョンがありません。PackageDownload では、正確なバージョンのみが許可されます。
ko: '{0} {1}' 패키지에 '[1.0.0]'와 같은 정확한 버전이 없습니다. PackageDownload에는 정확한 버전만 허용됩니다.
pl: Pakiet „{0}{1}” nie ma dokładnej wersji, takiej jak „[1.0.0]”. Z elementem PackageDownload są dozwolone tylko dokładne wersje.
pt_br: O pacote '{0} {1}' não possui uma versão exata como '[1.0.0]'. Somente versões exatas são permitidas com PackageDownload.
ru: У пакета "{0}{1}" нет точной версии, такой как "[1.0.0]". С PackageDownload можно использовать только точные версии.
tr: '{0} {1}' paketinin '[1.0.0]' gibi tam bir sürümü yok. PackageDownload'da yalnızca tam sürümlere izin verilir.
zh_hans: 包“{0} {1}”不是类似 "[1.0.0]" 的精确版本。仅可对 PackageDownload 使用精确版本。
zh_hant: 套件 '{0} {1}' 沒有如 '[1.0.0]' 的精確版本。只有精確版本才允許使用 PackageDownload。

# Error_PackageNotSigned
source: The package is not signed.
cs: Balíček není podepsaný.
de: Das Paket ist nicht signiert.
es: El paquete no está firmado.
fr: Le package n'est pas signé.
it: Il pacchetto non è firmato.
ja: パッケージが署名されていません。
ko: 패키지가 서명되어 있지 않습니다.
pl: Pakiet nie jest podpisany.
pt_br: O pacote não está assinado.
ru: Пакет не подписан.
tr: Paket imzalı değil.
zh_hans: 未对软件包进行签名。
zh_hant: 套件未簽署。

# Error_PackageReference_NoVersion
source: The following PackageReference item(s) do not have a version specified: {0}
cs: Následující položky PackageReference nemají specifikovanou verzi: {0}
de: Für die folgenden PackageReference-Elemente wurde keine Version angegeben: {0}
es: Los siguientes elementos PackageReference no tienen una versión especificada: {0}
fr: Les éléments PackageReference suivants n'ont pas de version spécifiée : {0}
it: Per gli elementi PackageReference seguenti non è specificata una versione: {0}
ja: 次の PackageReference 項目には、バージョンが指定されていません: {0}
ko: 다음 PackageReference 항목에는 지정된 버전이 없습니다: {0}
pl: Następujące elementy PackageReference nie mają określonej wersji: {0}
pt_br: Os seguintes itens PackageReference não têm uma versão especificada: {0}
ru: У следующих элементов PackageReference нет указанной версии: {0}
tr: Aşağıdaki PackageReference öğeleri için belirtilmiş bir sürüm yok: {0}
zh_hans: 以下 PackageReference 项未指定版本: {0}
zh_hant: 下列 PackageReference 項目未指定版本：{0}

# Error_PackageValidationFailed
source: Package content hash validation failed for {0}. The package is different than the last restore.
cs: Ověření hodnoty hash obsahu balíčku pro {0} neproběhlo úspěšně. Balíček je jiný než při posledním obnovení.
de: Fehler bei der Hashüberprüfung des Paketinhalts für "{0}". Das Paket unterscheidet sich von der letzten Wiederherstellung.
es: No se pudo validar el hash del contenido del paquete {0}. El paquete es diferente respecto a la última restauración.
fr: La validation du code de hachage de contenu de package a échoué pour {0}. Le package est différent de celui de la dernière restauration.
it: La convalida dell'hash del contenuto del pacchetto non è riuscita per {0}. Il pacchetto è diverso dall'ultimo ripristino.
ja: {0} に対するパッケージ コンテンツ ハッシュの検証に失敗しました。パッケージが前回の復元とは異なります。
ko: {0}의 패키지 콘텐츠 해시 유효성 검사에 실패했습니다. 패키지가 마지막 복원과 다릅니다.
pl: Walidacja skrótu zawartości pakietu nie powiodła się dla elementu {0}. Pakiet jest inny niż ostatnio przywracany.
pt_br: A validação do hash de conteúdo do pacote falhou para {0}. O pacote é diferente da última restauração.
ru: Проверка хэша содержимого пакета для {0} не пройдена. Пакет отличается от последней восстановленной версии.
tr: Paket içerik karması {0} için doğrulanamadı. Paket, son geri yüklemeden farklı.
zh_hans: {0} 的包内容哈希验证失败。包与上次还原不同。
zh_hant: {0} 的套件內容雜湊驗證失敗。此套件與上次還原的套件不同。
