Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_PlatformVersionNotPresent
source: Platform version is not present for one or more target frameworks, even though they have specified a platform: {0}
cs: Pro nejméně jedno cílové rozhraní není k dispozici verze platformy, i když má platformu zadanou: {0}
de: Für mindestens ein Zielframework ist die Plattformversion nicht vorhanden, obwohl eine Plattform angegeben wurde: {0}
es: La versión de la plataforma no está presente para una o varias plataformas de destino, aunque se haya especificado una plataforma: {0}
fr: La version de la plateforme n'est pas présente pour un ou plusieurs frameworks cibles, même s'ils ont spécifié une plateforme : {0}
it: Per uno o più framework di destinazione non è indicata la versione della piattaforma, anche se è stata specificata una piattaforma: {0}
ja: 1 つまたは複数のターゲット フレームワークには、プラットフォームが指定されていますが、プラットフォーム バージョンがありません: {0}
ko: 하나 이상의 대상 프레임워크({0})에서 플랫폼을 지정했지만 플랫폼 버전이 없습니다.
pl: Wersja platformy nie jest obecna dla co najmniej jednej platformy docelowej, mimo że określono platformę: {0}
pt_br: A versão da plataforma não está presente para uma ou mais estruturas de destino, embora elas tenham uma plataforma especificada: {0}
ru: Для некоторых целевых платформ отсутствует требуемая версия, несмотря на то, что указана платформа: {0}.
tr: Platform belirtmiş olsalar bile, bir veya daha fazla hedef çerçeve için platform sürümü yok: {0}
zh_hans: 一个或多个目标框架的平台版本未显示，但它们已指定平台: {0}
zh_hant: 有一或多個目標 Framework 不具平台版本，即使已指定平台: {0}

# Error_ProjectDoesNotExist
source: Unable to find project '{0}'. Check that the project reference is valid and that the project file exists.
cs: Nepovedlo se najít projekt {0}. Zkontrolujte, že odkaz na projekt je platný a že existuje soubor projektu.
de: Das Projekt "{0}" wurde nicht gefunden. Stellen Sie sicher, dass der Projektverweis gültig und die Projektdatei vorhanden ist.
es: No se encuentra el proyecto "{0}". Compruebe que la referencia al proyecto sea válida y que exista el archivo de proyecto.
fr: Projet '{0}' introuvable. Vérifiez que la référence de projet est valide et que le fichier projet existe.
it: Il progetto '{0}' non è stato trovato. Verificare che il riferimento del progetto sia valido e che il file di progetto esista.
ja: プロジェクト '{0}' が見つかりません。プロジェクト参照が有効であり、プロジェクト ファイルが存在することを確認してください。
ko: '{0}' 프로젝트를 찾을 수 없습니다. 프로젝트 참조가 올바르고 프로젝트 파일이 있는지 확인하세요.
pl: Nie można znaleźć projektu „{0}”. Sprawdź, czy odwołanie projektu jest prawidłowe i czy plik projektu istnieje.
pt_br: Não é possível encontrar o projeto '{0}'. Verifique se a referência do projeto é válida e se o arquivo de projeto existe.
ru: Не удалось найти проект "{0}". Убедитесь, что ссылка на проект действительна и файл проекта существует.
tr: '{0}' projesi bulunamadı. Proje başvurusunun geçerli olup olmadığını ve proje dosyasının mevcut olup olmadığını denetleyin.
zh_hans: 找不到项目“{0}”。请检查项目引用是否有效以及项目文件是否存在。
zh_hant: 找不到專案 '{0}'。請確定專案參考有效，且該專案檔存在。

# Error_ProjectJson_Deprecated
source: Managing packages with project.json is deprecated. Migrate to PackageReference.
cs: Správa balíčků s project.json je zastaralá. Migrujte na PackageReference.
de: Die Verwaltung von Paketen mit project.json ist veraltet. Migrieren zu PackageReference
es: La gestión de paquetes con project.json está obsoleta. Migrar a PackageReference.
fr: La gestion des packages avec project.json est déconseillée. Migrez vers PackageReference.
it: La gestione dei pacchetti con project.json è deprecata. Eseguire la migrazione a PackageReference.
ja: project.json によるパッケージ管理は非推奨になりました。PackageReference に移行してください。
ko: project.json을 사용하는 패키지 관리는 더 이상 사용되지 않습니다. PackageReference로 마이그레이션하세요.
pl: Zarządzanie pakietami za pomocą pliku project.json jest przestarzałe. Migruj do PackageReference.
pt_br: O gerenciamento de pacotes com project.json está preterido. Migrar para PackageReference.
ru: Управление пакетами с помощью project.json устарело. Перейти на PackageReference.
tr: Project.json ile paketleri yönetme özelliği kullanım dışıdır. PackageReference'a geçirin.
zh_hans: 已弃用使用 project.json 管理包的功能。迁移到 PackageReference。
zh_hant: 使用 project.json 管理套件已淘汰。移轉至 PackageReference。

# Error_ProjectRuntimeJsonIsUnreadable
source: The runtime.json specified in the project '{0}' could not be parsed. {1}
cs: Soubor runtime.json určený v projektu {0} nebylo možné analyzovat. {1}
de: Die im Projekt "{0}" angegebene Datei "runtime.json" konnte nicht analysiert werden. {1}
es: No se pudo analizar el archivo runtime.json especificado en el proyecto "{0}". {1}
fr: Impossible d'analyser le fichier runtime.json spécifié dans le projet '{0}'. {1}
it: Non è stato possibile analizzare il file runtime.json specificato nel progetto '{0}'. {1}
ja: プロジェクト '{0}' で指定された runtime.json を解析できませんでした。{1}
ko: 프로젝트 '{0}'에 지정된 runtime.json을 구문 분석할 수 없습니다. {1}
pl: Nie można przeanalizować pliku runtime.json określonego w projekcie „{0}”. {1}
pt_br: Não foi possível analisar o runtime.json especificado no projeto '{0}'. {1}
ru: Не удалось проанализировать файл runtime.json, указанный в проекте "{0}". {1}
tr: '{0}' projesinde belirtilen runtime.json ayrıştırılamadı. {1}
zh_hans: 未能分析项目“{0}”中指定的 runtime.json。{1}
zh_hant: 無法剖析在專案 '{0}' 中指定的 runtime.json。{1}

# Error_ProjectRuntimeJsonNotFound
source: The runtime.json specified in the project '{0}' could not be found.
cs: Soubor runtime.json určený v projektu {0} nebyl nalezen.
de: Die im Projekt "{0}" angegebene Datei "runtime.json" wurde nicht gefunden.
es: No se encontró el archivo runtime.json especificado en el proyecto "{0}".
fr: Le fichier runtime.json spécifié dans le projet '{0}' est introuvable.
it: Non è stato possibile trovare il file runtime.json specificato nel progetto '{0}'.
ja: プロジェクト '{0}' で指定された runtime.json が見つかりませんでした。
ko: 프로젝트 '{0}'에 지정된 runtime.json을 찾을 수 없습니다.
pl: Nie można znaleźć pliku runtime.json określonego w projekcie „{0}”.
pt_br: Não foi possível localizar o runtime.json especificado no projeto '{0}'.
ru: Не удалось найти файл runtime.json, указанный в проекте "{0}".
tr: '{0}' projesinde belirtilen runtime.json bulunamadı.
zh_hans: 项目“{0}”中找不到指定的 runtime.json。
zh_hant: 找不到在專案 '{0}' 中指定的 runtime.json。

# Error_ProjectWithIncorrectDependenciesCount
source: Project {0} must have a single package reference(s).
cs: Projekt {0} musí mít jen jeden odkaz na balíček.
de: Das Projekt "{0}" muss einen einzelnen Paketverweis aufweisen.
es: El proyecto {0} debe tener referencias de paquete únicas.
fr: Le projet {0} doit avoir une seule référence de package.
it: Il progetto {0} deve contenere un singolo riferimento al pacchetto.
ja: プロジェクト{0} には 1 つのパッケージ参照が必要です。
ko: 프로젝트 {0}에는 단일 패키지 참조만 있어야 합니다.
pl: Projekt {0} musi zawierać jedno odwołanie do pakietu.
pt_br: O projeto {0} deve ter referências de um único pacote.
ru: Проект {0} должен содержать ссылки на один пакет.
tr: {0} projesinde tek paket referansları bulunmalıdır.
zh_hans: 项目 {0} 必须具有单个包引用。
zh_hant: 專案 {0} 必須有單一套件參考。

# Error_PropertyCannotBeNullOrEmpty
source: Property '{0}' should not be null or empty.
cs: Vlastnost {0} by neměla být null ani prázdná.
de: Die Eigenschaft "{0}" darf nicht NULL oder leer sein.
es: La propiedad "{0}" no debe ser NULL ni estar vacía.
fr: La propriété '{0}' ne doit pas avoir une valeur null ou être vide.
it: La proprietà '{0}' non deve essere Null o vuota.
ja: プロパティ '{0}' を null または空にすることはできません。
ko: '{0}' 속성은 null이거나 비어 있을 수 없습니다.
pl: Właściwość „{0}” nie może mieć wartości null ani być pusta.
pt_br: A propriedade '{0}' não deve ser nula ou vazia.
ru: Свойство "{0}" не должно быть пустым или равным NULL.
tr: '{0}' özelliği null veya boş olmamalıdır.
zh_hans: 属性 {0} 不应为 null 或为空。
zh_hant: 屬性 '{0}' 不可為 null 或空白。

# Error_RepoTrustExpectedRepoSignature
source: Unable to add trusted repository. The package is not repository signed or countersigned.
cs: Nepovedlo se přidat důvěryhodné úložiště. Balíček není podepsaný úložištěm a nemá ani potvrzovací podpis.
de: Vertrauenswürdiges Repository kann nicht hinzugefügt werden. Das Paket ist nicht als Repository signiert oder weist keine Gegensignatur auf.
es: No se puede agregar un repositorio de confianza. El paquete no tiene ninguna contrafirma ni firma de repositorio.
fr: Impossible d'ajouter un dépôt approuvé. Le package n'est pas signé ou contresigné par le dépôt.
it: Non è possibile aggiungere il repository attendibile. Il pacchetto non è firmato o controfirmato dal repository.
ja: 信頼されたリポジトリを追加できません。パッケージは署名済みまたは副署名済みリポジトリではありません。
ko: 신뢰할 수 있는 리포지토리를 추가할 수 없습니다. 패키지에 리포지토리 서명 또는 연대 서명이 없습니다.
pl: Nie można dodać zaufanego repozytorium. Pakiet nie jest podpisany lub kontrasygnowany przez repozytorium.
pt_br: Não é possível adicionar o repositório confiável. O pacote não está assinado ou rubricado no repositório.
ru: Невозможно добавить доверенный репозиторий. В пакете нет подписи репозитория или второй подписи.
tr: Güvenilen depo eklenemiyor. Paket depo imzalı veya onay imzalı değil.
zh_hans: 无法添加受信任的存储库。包未经过存储库签名或加签。
zh_hant: 無法新增信任的存放庫。套件未經存放庫簽署或副署。

# Error_RestoreInLockedMode
source: The packages lock file is inconsistent with the project dependencies so restore can't be run in locked mode. Disable the RestoreLockedMode MSBuild property or pass an explicit --force-evaluate option to run restore to update the lock file.
cs: Soubor zámku balíčků není konzistentní se závislostmi projektu, obnovení proto nelze spustit v uzamčeném režimu. Zakažte vlastnost MSBuildu RestoreLockedMode nebo zadejte explicitní možnost --force-evaluate, aby se spustilo obnovení a aktualizoval se soubor zámku.
de: Die Paketsperrdatei stimmt nicht mit den Projektabhängigkeiten überein, daher kann die Wiederherstellung nicht im gesperrten Modus ausgeführt werden. Deaktivieren Sie die MSBuild-Eigenschaft "RestoreLockedMode", oder übergeben Sie eine explizite Option "--force-evaluate", um die Sperrdatei zu aktualisieren.
es: El archivo de bloqueo de paquetes no es coherente con las dependencias del proyecto, por lo que la restauración no se puede ejecutar en modo bloqueado. Deshabilite la propiedad MSBuild de RestoreLockedMode o pase una opción explícita -force-evaluate para ejecutar la restauración a fin de actualizar el archivo de bloqueo.
fr: Le fichier de verrouillage des packages n'est pas cohérent avec les dépendances de projet, la restauration ne peut donc pas être exécutée en mode verrouillé. Désactivez la propriété MSBuild RestoreLockedMode, ou passez l'option explicite --force-evaluate pour exécuter la restauration et mettre à jour le fichier de verrouillage.
it: Il file di blocco dei pacchetti non è coerente con le dipendenze del progetto, di conseguenza non è possibile eseguire il ripristino nella modalità di blocco. Disabilitare la proprietà RestoreLockedMode di MSBuild oppure passare un'opzione esplicita --force-evaluate per eseguire il ripristino e aggiornare il file di blocco.
ja: パッケージ ロック ファイルはプロジェクトの依存関係と一貫性がないため、ロック モードで復元を実行できません。RestoreLockedMode MSBuild プロパティを無効にするか、明示的な --force-evaluate オプションを渡して復元を実行し、ロック ファイルを更新してください。
ko: 패키지 잠금 파일이 프로젝트 종속성과 일치하지 않으므로 복원을 잠긴 모드에서 실행할 수 없습니다. RestoreLockedMode MSBuild 속성을 사용하지 않도록 설정하거나 명시적인 --force-evaluate 옵션을 전달하여 복원을 실행하고 잠금 파일을 업데이트하세요.
pl: Plik blokady pakietów jest niespójny z zależnościami projektu, więc przywracania nie można uruchomić w trybie zablokowanym. Wyłącz właściwość RestoreLockedMode programu MSBuild lub przekaż jawnie opcję --force-evaluate, aby uruchomić przywracanie w celu zaktualizowania pliku blokady.
pt_br: O arquivo de bloqueio de pacotes é inconsistente com as dependências do projeto, então a restauração não pode ser executada no modo de bloqueio. Desabilite a propriedade RestoreLockedMode do MSBuild ou passe uma opção --force-evaluate explícita para executar a restauração para atualizar o arquivo de bloqueio.
ru: Lock-файл пакетов не соответствует зависимостям проекта, поэтому восстановление в режиме блокировки невозможно. Отключите свойство RestoreLockedMode в MSBuild или передайте явно параметр --force-evaluate, чтобы запустить восстановление и обновить lock-файл.
tr: Paketler kilit dosyası proje bağımlılıkları ile tutarlı olmadığından geri yükleme kilitli modda çalıştırılamıyor. RestoreLockedMode MSBuild özelliğini devre dışı bırakın veya kilit dosyasını güncelleştirmek üzere geri yüklemeyi çalıştırmak için açık bir --force-evaluate seçeneği geçirin.
zh_hans: 包锁定文件与项目依赖项不一致，因此无法在锁定模式下运行还原。请禁用 RestoreLockedMode MSBuild 属性或传递显式 --force-evaluate 选项，运行还原来更新锁定文件。
zh_hant: 套件鎖定檔案與專案相依性不一致，因此無法在鎖定模式中執行還原。請停用 RestoreLockedMode MSBuild 屬性或傳遞明確的 --force-evaluate 選項，以執行還原來更新鎖定檔案。

# Error_RestorePruningDirectPackageReference
source: PackageReference {0} will not be pruned. Consider removing this package from your dependencies, as it is likely unnecessary.
cs: PackageReference {0} se nevyřadí. Zvažte odebrání tohoto balíčku ze závislostí, protože je pravděpodobně nepotřebný.
de: PackageReference {0} wird nicht gekürzt. Erwägen Sie, dieses Paket aus Ihren Abhängigkeiten zu entfernen, da es wahrscheinlich nicht erforderlich ist.
es: PackageReference {0} no se eliminará. Considere la posibilidad de quitar este paquete de las dependencias, ya que es probable que no sea necesario.
fr: Le PackageReference {0} ne sera pas supprimé. Envisagez de retirer ce package de vos dépendances, car il est probablement inutile.
it: {0} PackageReference non verrà rimosso. È consigliabile rimuovere questo pacchetto dalle dipendenze, poiché è probabile che non sia necessario.
ja: PackageReference {0} は取り除かれません。このパッケージは不要である可能性があるため、依存関係から削除することを検討してください。
ko: PackageReference {0}은(는) 잘리지 않습니다. 이 패키지는 불필요할 수 있으므로 종속성에서 제거하는 것이 좋습니다.
pl: Element PackageReference {0} nie zostanie oczyszczony. Rozważ usunięcie tego pakietu z zależności, ponieważ prawdopodobnie nie jest on potrzebny.
pt_br: PackageReference {0} não será podado. Considere remover este pacote das dependências, pois ele provavelmente é desnecessário.
ru: PackageReference {0} не будет урезано. Рассмотрите возможность удаления этого пакета из зависимостей, так как он, вероятно, не требуется.
tr: PackageReference {0} ayıklanmayacak. Bu paketi bağımlılıklarınızdan kaldırmayı düşünün, çünkü muhtemelen gereksizdir.
zh_hans: PackageReference {0} 将不会删除。请考虑从依赖项中移除此包，因为可能不需要它。
zh_hant: 將不會剪除 PackageReference {0}。請考慮從相依性中移除此套件，因為它可能非必要。

# Error_RestorePruningProjectReference
source: A ProjectReference cannot be pruned, {0}.
cs: ProjectReference nelze vyřadit, {0}.
de: Ein ProjectReference kann nicht gekürzt werden, {0}.
es: ProjectReference no se puede eliminar, {0}.
fr: Un ProjectReference ne peut pas être nettoyé, {0}.
it: Un ProjectReference non può essere rimosso, {0}.
ja: ProjectReference は排除できません。{0}。
ko: ProjectReference는 잘라낼 수 없습니다. {0}.
pl: Nie można oczyścić elementu ProjectReference, {0}.
pt_br: Uma ProjectReference não pode ser podada, {0}.
ru: ProjectReference нельзя урезать, {0}.
tr: Bir ProjectReference ayıklanamaz, {0}.
zh_hans: 无法删除 ProjectReference，{0}。
zh_hant: 無法剪除 ProjectReference，{0}。

# Error_ServiceIndexShouldBeHttps
source: The repository service index '{0}' is not a valid HTTPS url.
cs: Index služby úložiště {0} není platná adresa URL protokolu HTTPS.
de: Der Repositorydienstindex "{0}" ist keine gültige HTTPS-URL.
es: El índice de servicio del repositorio "{0}" no es una dirección URL HTTPS válida.
fr: L'index de service de dépôt '{0}' n'est pas une URL HTTPS valide.
it: L'indice di servizio '{0}' del repository non è un URL HTTPS valido.
ja: リポジトリ サービス インデックス '{0}' は有効な HTTPS URL ではありません。
ko: 리포지토리 서비스 인덱스 '{0}'은(는) 유효한 HTTPS URL이 아닙니다.
pl: Indeks usługi repozytorium „{0}” nie jest prawidłowym adresem URL HTTPS.
pt_br: O índice do serviço de repositório '{0}' não é uma URL HTTPS válida.
ru: Индекс служб репозитория "{0}" не является допустимым URL-адресом HTTPS.
tr: '{0}' depo hizmeti dizini geçerli bir HTTPS url'si değil.
zh_hans: 存储库服务索引 {0} 不是有效的 HTTPS URL。
zh_hant: 存放庫服務索引 '{0}' 不是有效的 HTTPS URL。

# Error_ToolsPackageWithExtraPackageTypes
source: Invalid tools package {0} {1}. Tools packages cannot contain more than one PackageType.
cs: Neplatný balíček nástrojů {0} {1}. Balíčky nástrojů nemůžou obsahovat více než jeden PackageType.
de: Ungültiges Toolpaket {0} "{1}". Toolpakete dürfen nur einen PackageType enthalten.
es: El paquete de herramientas {0} {1} no es válido. Los paquetes de herramientas no pueden contener más de un valor PackageType.
fr: Package d'outils non valide {0} {1}. Les packages d'outils ne peuvent pas contenir plusieurs PackageType.
it: Il pacchetto di strumenti {0} {1} non è valido. I pacchetti di strumenti non possono contenere più di un elemento PackageType.
ja: 無効なツール パッケージ {0} {1} です。ツール パッケージに複数の PackageType を含めることはできません。
ko: 잘못된 도구 패키지 {0} {1}입니다. 도구 패키지에는 둘 이상의 PackageType을 포함할 수 없습니다.
pl: Nieprawidłowy pakiet narzędzi {0} {1}. Pakiety narzędzi nie mogą zawierać więcej niż jednego typu PackageType.
pt_br: Pacote de ferramentas inválido {0} {1}. Os pacotes de ferramentas não podem conter mais de um PackageType.
ru: Недопустимый пакет инструментов {0} {1}. Пакеты инструментов не могут содержать более одного PackageType.
tr: Geçersiz araçlar paketi {0} {1}. Araç paketleri birden fazla PackageType içeremez.
zh_hans: 工具包 {0} {1} 无效。工具包仅可包含一个 PackageType。
zh_hant: 工具套件 {0} {1} 無效。工具套件不能包含一個以上的 PackageType。

# Error_TrustedAuthorNoOwners
source: A trusted author cannot have owners.
cs: Důvěryhodný autor nemůže mít vlastníky.
de: Ein vertrauenswürdiger Autor darf keine Besitzer enthalten.
es: Un autor de confianza no puede tener propietarios.
fr: Un auteur approuvé ne peut pas avoir de propriétaires.
it: Per un autore attendibile non possono esistere proprietari.
ja: 信頼された作成者に所有者を含めることはできません。
ko: 신뢰할 수 있는 작성자는 소유자를 가질 수 없습니다.
pl: Zaufany autor nie może mieć właścicieli.
pt_br: Um autor confiável não pode ter proprietários.
ru: У доверенного автора не может быть владельцев.
tr: Güvenilir bir yazarın sahipleri sahip olamaz.
zh_hans: 受信任的创建者不能包含所有者。
zh_hant: 信任的作者不能有擁有者。

# Error_TrustedRepoAlreadyExists
source: A trusted repository with the service index '{0}' already exists.
cs: Důvěryhodné úložiště s indexem služby {0} už existuje.
de: Ein vertrauenswürdiges Repository mit dem Dienstindex "{0}" ist bereits vorhanden.
es: Ya existe un repositorio de confianza con el índice de servicio "{0}".
fr: Un dépôt approuvé avec l'index de service '{0}' existe déjà.
it: Esiste già un repository attendibile con l'indice di servizio '{0}'.
ja: サービス インデックス '{0}' を含む信頼されたリポジトリが既に存在します。
ko: 서비스 인덱스 '{0}'을(를) 포함하는 신뢰할 수 있는 리포지토리가 이미 있습니다.
pl: Zaufane repozytorium z indeksem usługi „{0}” już istnieje.
pt_br: Já existe um repositório confiável com o índice de serviço '{0}'.
ru: Доверенный репозиторий с индексом служб "{0}" уже существует.
tr: '{0}' hizmet dizinine sahip güvenilen bir depo zaten var.
zh_hans: 具有服务索引 {0} 的受信任存储库已存在。
zh_hant: 服務索引為 '{0}' 的信任存放庫已存在。

# Error_TrustedRepositoryDoesNotExist
source: A trusted repository '{0}' does not exist.
cs: Důvěryhodné úložiště {0} neexistuje.
de: Ein vertrauenswürdiges Repository "{0}" ist nicht vorhanden.
es: No existe el repositorio de confianza "{0}".
fr: Le dépôt approuvé '{0}' n'existe pas.
it: Non esiste alcun repository attendibile '{0}'.
ja: 信頼されたリポジトリ '{0}' は存在しません。
ko: 신뢰할 수 있는 리포지토리 '{0}'이(가) 없습니다.
pl: Zaufane repozytorium „{0}” nie istnieje.
pt_br: Não existe um repositório confiável '{0}'.
ru: Доверенный репозиторий "{0}" не существует.
tr: '{0}' güvenilen deposu yok.
zh_hans: 不存在受信任的存储库 {0}。
zh_hant: 信任的存放庫 '{0}' 不存在。

# Error_TrustedSignerAlreadyExists
source: A trusted signer '{0}' already exists.
cs: Důvěryhodná podepisující osoba {0} už existuje.
de: Ein vertrauenswürdiger Signaturgeber "{0}" ist bereits vorhanden.
es: Ya existe el firmante de confianza "{0}".
fr: Le signataire approuvé '{0}' existe déjà.
it: Esiste già un firmatario attendibile '{0}'.
ja: 信頼された署名者 '{0}' が既に存在します。
ko: 신뢰할 수 있는 서명자 '{0}'이(가) 이미 있습니다.
pl: Zaufana osoba podpisująca „{0}” już istnieje.
pt_br: Já existe um signatário confiável '{0}'.
ru: Доверенное подписывающее лицо "{0}" уже существует.
tr: '{0}' adlı güvenilen bir imzalayan zaten mevcut.
zh_hans: 受信任的签名者 {0} 已存在。
zh_hant: 信任的簽署者 '{0}' 已存在。
