Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Commands/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Warning_List_HttpSource
source: The following is a 'Non-HTTPS' source: {0} NuGet requires HTTPS sources. Refer to https://aka.ms/nuget-https-everywhere for more information.
cs: Následující zdroj není zdroj HTTPS: {0} NuGet vyžaduje zdroje HTTPS. Další informace najdete na https://aka.ms/nuget-https-everywhere.
de: Die folgende Quelle ist „Nicht-HTTPS“: {0} NuGet erfordert HTTPS-Quellen. Weitere Informationen finden Sie unter https://aka.ms/nuget-https-everywhere.
es: El siguiente es un origen 'no HTTPS': {0} NuGet requiere orígenes HTTPS. Consulte https://aka.ms/nuget-https-everywhere para obtener más información.
fr: Ce qui suit est une source « non HTTPS » : {0} NuGet nécessite des sources HTTPS. Reportez-vous à https://aka.ms/nuget-https-everywhere pour plus d’informations.
it: Di seguito è riportata un'origine 'non HTTPS': {0} NuGet richiede origini HTTPS. Vedi https://aka.ms/nuget-https-everywhere per altre informazioni.
ja: '非 HTTPS' ソースを次に示します: {0} NuGet には HTTPS ソースが必要です。詳しくは、https://aka.ms/nuget-https-everywhere を参照してください。
ko: 다음은 '비 HTTPS' 원본입니다. {0} NuGet에는 HTTPS 원본이 필요합니다. https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Poniżej przedstawiono źródło „Inne niż HTTPS”: {0} Menedżer NuGet wymaga źródeł HTTPS. Aby uzyskać więcej informacji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Veja a seguir uma origem "Não HTTPS": {0} O NuGet requer fontes HTTPS. Consulte https://aka.ms/nuget-https-everywhere para mais informações.
ru: Ниже приведен источник, не поддерживающий HTTPS: {0} Для NuGet требуются источники HTTPS. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: Aşağıdaki, 'HTTPS Olmayan' bir kaynaktır: {0} NuGet için HTTPS kaynakları gereklidir. Daha fazla bilgi için şuraya başvurun: https://aka.ms/nuget-https-everywhere.
zh_hans: 以下是“非 HTTPS”源: {0} NuGet 需要 HTTPS 源。有关详细信息，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: 以下是「非 HTTPS」來源: {0} NuGet 需要 HTTPS 來源。參閱 https://aka.ms/nuget-https-everywhere 以取得更多資訊。

# Warning_List_HttpSources
source: The following are 'Non-HTTPS' sources: {0} NuGet requires HTTPS sources. Refer to https://aka.ms/nuget-https-everywhere for more information.
cs: Následující zdroje nejsou zdroje HTTPS: {0} NuGet vyžaduje zdroje HTTPS. Další informace najdete na https://aka.ms/nuget-https-everywhere.
de: Die folgenden Quellen sind „Nicht-HTTPS“: {0} NuGet erfordert HTTPS-Quellen. Weitere Informationen finden Sie unter https://aka.ms/nuget-https-everywhere.
es: Los siguientes son orígenes 'no HTTPS': {0} NuGet requiere orígenes HTTPS. Consulte https://aka.ms/nuget-https-everywhere para obtener más información.
fr: Les sources suivantes sont des sources « non HTTPS » : {0} NuGet nécessite des sources HTTPS. Reportez-vous à https://aka.ms/nuget-https-everywhere pour plus d’informations.
it: Di seguito sono riportate origini 'non HTTPS': {0} NuGet richiede origini HTTPS. Vedi https://aka.ms/nuget-https-everywhere per altre informazioni.
ja: '非 HTTPS' ソースを次に示します: {0} NuGet には HTTPS ソースが必要です。詳しくは、https://aka.ms/nuget-https-everywhere を参照してください。
ko: 다음은 '비 HTTPS' 원본입니다. {0} NuGet에는 HTTPS 원본이 필요합니다. https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Poniżej przedstawiono źródła „Inne niż HTTPS”: {0} Menedżer NuGet wymaga źródeł HTTPS. Aby uzyskać więcej informacji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: A seguir estão as fontes "Não HTTPS": {0} O NuGet requer fontes HTTPS. Consulte https://aka.ms/nuget-https-everywhere para mais informações.
ru: Ниже приведены источники, не поддерживающие HTTPS: {0} Для NuGet требуются источники HTTPS. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: Aşağıdakiler, 'HTTPS Olmayan' kaynaklardır: {0} NuGet için HTTPS kaynakları gereklidir. Daha fazla bilgi için şuraya başvurun: https://aka.ms/nuget-https-everywhere.
zh_hans: 以下是“非 HTTPS”源: {0} NuGet 需要 HTTPS 源。有关详细信息，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: 以下是「非 HTTPS」來源: {0} NuGet 需要 HTTPS 來源。參閱 https://aka.ms/nuget-https-everywhere 以取得更多資訊。

# Warning_MinVersionDoesNotExist
source: {0} depends on {1} but {2} was not found. {3} was resolved instead.
cs: {0} závisí na {1}, ale {2} se nepovedlo najít. Místo toho bylo přeloženo: {3}.
de: {0} hängt von {1} ab, aber {2} wurde nicht gefunden. {3} wurde stattdessen aufgelöst.
es: {0} depende de {1}, pero no se encontró {2}. {3} se resolvió en su lugar.
fr: {0} dépend de {1} mais {2} est introuvable. {3} a été résolu à la place.
it: {0} dipende da {1}, ma {2} non è stato trovato. {3} è stato risolto.
ja: {0} は {1} によって異なりますが、{2} が見つかりませんでした。代わりに {3} が解決されました。
ko: {0}은(는) {1}에 종속되지만 {2}을(를) 찾을 수 없습니다. 대신 {3}이(가) 확인되었습니다.
pl: {0} jest zależny od {1}, ale {2} nie został znaleziony. Zamiast tego {3} został rozwiązany.
pt_br: {0} depende de {1}, mas {2} não foi encontrado. {3} foi resolvido em vez disso.
ru: {0} зависит от {1}, но версия {2} не найдена. Использовалась версия {3}.
tr: {0}, {1} öğesine bağlı ancak {2} bulunamadı. Bunun yerine {3} çözümlendi.
zh_hans: {0} 依赖于 {1}，但没有找到 {2}。已改为解析 {3}。
zh_hant: {0} 依賴 {1}，但找不到 {2}。已改為解析 {3}。

# Warning_MinVersionNonInclusive
source: {0} does not provide an inclusive lower bound for dependency {1}. {2} was resolved instead.
cs: {0} neposkytuje inkluzivní dolní mez pro závislost {1}. Místo toho bylo přeloženo: {2}.
de: {0} stellt keine inklusive untere Grenze für Abhängigkeiten {1} bereit. {2} wurde stattdessen aufgelöst.
es: {0} no proporciona un límite inferior inclusivo para la dependencia {1}. {2} se resolvió en su lugar.
fr: {0} ne fournit pas de limite inférieure inclusive pour la dépendance {1}. {2} a été résolu à la place.
it: In {0} non è specificato un limite inferiore inclusivo per la dipendenza {1}. {2} è stato risolto.
ja: {0} では、依存関係 {1} の下限値 (その値を含む) を指定しませんでした。代わりに、{2} が解決されました。
ko: {0}은(는) 종속성 {1}에 대한 포괄적인 하한을 제공하지 않습니다. 대신 {2}이(가) 확인되었습니다.
pl: {0} nie zapewnia łącznego dolnego ograniczenia dla zależności {1}. {2} został rozwiązany zamiast tego.
pt_br: {0} não fornece um limite inferior inclusivo para a dependência {1}. {2} foi resolvido.
ru: {0} не задает включенную нижнюю границу для зависимости {1}. Использовалась версия {2}.
tr: {0}, {1} bağımlılığı için kapsayıcı bir alt sınır sağlamıyor. Bunun yerine {2} çözümlendi.
zh_hans: {0} 不提供依赖项 {1} 的下限(含)。已改为解析 {2}。
zh_hant: {0}未提供相依性 {1} 的內含下限。已改為解析 {2}。

# Warning_PackageWithKnownVulnerability
source: Package '{0}' {1} has a known {2} severity vulnerability, {3}
cs: Balíček „{0}“ {1} má známé {2} ohrožení zabezpečení závažnosti, {3}
de: Das Paket "{0}" {1} weist eine bekannte {2} Schweregrad-Sicherheitsanfälligkeit auf, {3}.
es: El paquete "{0}" {1} tiene una vulnerabilidad de gravedad {2} conocida, {3}
fr: Le package '{0}' {1} présente une vulnérabilité de gravité {2} connue, {3}.
it: Il pacchetto '{0}' {1} presenta una vulnerabilità nota di gravità {2}, {3}
ja: パッケージ '{0}' {1} に既知の {2} 重大度の脆弱性があります、{3}
ko: '{0}' {1} 패키지에 알려진 {2} 심각도 취약성인 {3}이(가) 있습니다.
pl: Pakiet „{0}” {1} ma znane {2} luki w zabezpieczeniach o ważności, {3}
pt_br: O pacote '{0}' {1} tem uma {2} vulnerabilidade de gravidade conhecida, {3}
ru: У пакета "{0}" {1} есть известная уязвимость {3} (уровень серьезности: {2})
tr: '{0}' {1} paketinde önem derecesi {2} olan bilinen bir {3} güvenlik açığı var
zh_hans: 包 "{0}" {1} 具有已知的 {2} 严重性漏洞，{3}
zh_hant: 套件 '{0}' {1} 具有已知的 {2} 嚴重性弱點，{3}。

# Warning_ProjectDependencyMissingLowerBound
source: Project dependency {0} does not contain an inclusive lower bound. Include a lower bound in the dependency version to ensure consistent restore results.
cs: Závislost projektu {0} neobsahuje inkluzivní dolní mez. Pokud chcete mít jistotu, že výsledky obnovení budou konzistentní, přidejte do verze závislosti dolní mez.
de: Die Projektabhängigkeit "{0}" enthält keine einschließliche Untergrenze. Schließen Sie eine Untergrenze in die Abhängigkeitsversion ein, um konsistente Wiederherstellungsergebnisse zu erzielen.
es: La dependencia del proyecto {0} no contiene un límite inferior inclusivo. Inclúyalo en la versión de la dependencia para garantizar resultados de restauración coherentes.
fr: La dépendance du projet {0} ne contient pas de limite inférieure inclusive. Incluez une limite inférieure dans la version de dépendance pour assurer des résultats de restauration cohérents.
it: La dipendenza {0} del progetto non contiene un limite inferiore inclusivo. Includere un limite inferiore nella versione della ripendenza per garantire risultati di ripristino coerenti.
ja: プロジェクトの依存関係 {0} には下限値 (その値を含む) が含まれていません。復元結果の一貫性を確保するには、依存関係バージョンの下限値を含めてください。
ko: 프로젝트 종속성 {0}에 포함 하한이 포함되어 있지 않습니다. 일관된 복원 결과를 얻으려면 종속 버전의 하한을 포함하세요.
pl: Zależność projektu {0} nie zawiera dolnej niewykluczającej granicy. Uwzględnij dolną granicę w wersji zależności w celu zapewnienia spójnych wyników przywracania.
pt_br: A dependência do projeto {0} não contém nenhum limite inferior inclusivo. Inclua um limite inferior na versão de dependência para assegurar resultados de restauração coerentes.
ru: Зависимость проекта {0} не содержит включенную нижнюю границу. Включите нижнюю границу в версию зависимости, чтобы обеспечить согласованные результаты восстановления.
tr: Proje bağımlılığı {0}, kapsamlı bir alt sınır içermiyor. Tutarlı geri yükleme sonuçları alındığından emin olmak için bağımlılık sürümüne bir alt sınır ekleyin.
zh_hans: 项目依赖项 {0} 不具有包含下限。在依赖项版本中包含下限可确保一致的还原结果。
zh_hant: 專案相依性 {0} 不包含界限下限 (含)。請在相依性版本中納入界限下限，以確保一致的還原結果。

# Warning_ProjectDependencyMissingVersion
source: Project dependency '{0}' does not specify a version. Include a version for the dependency to ensure consistent restore results.
cs: Závislost projektu {0} neurčuje verzi. Pokud chcete zajistit konzistentní výsledky obnovení, pro závislost zadejte verzi.
de: Die Projektabhängigkeit „{0}“ gibt keine Version an. Fügen Sie eine Version für die Abhängigkeit ein, um konsistente Wiederherstellungsergebnisse sicherzustellen.
es: La dependencia de proyecto '{0}' no especifica una versión. Incluya una versión para la dependencia para garantizar resultados de restauración coherentes.
fr: Le '{0}' de dépendance du projet ne spécifie pas de version. Incluez une version de la dépendance pour garantir des résultats de restauration cohérents.
it: La dipendenza del progetto '{0}' non specifica una versione. Includere una versione per la dipendenza per garantire risultati di ripristino coerenti.
ja: プロジェクトの依存関係 '{0}' でバージョンが指定されていません。一貫性のある復元結果を得るには、依存関係のバージョンを含めます。
ko: 프로젝트 종속성 '{0}'이(가) 버전을 지정하지 않습니다. 일관된 복원 결과를 보장하기 위해 종속성에 대한 버전을 포함합니다.
pl: Zależność projektu „{0}” nie określa wersji. Dołącz wersję zależności, aby zapewnić spójne wyniki przywracania.
pt_br: A dependência do projeto '{0}' não especifica uma versão. Inclua uma versão para a dependência para garantir resultados de restauração consistentes.
ru: Зависимость проекта "{0}" не указывает версию. Включите версию для зависимости, чтобы обеспечить согласованные результаты восстановления.
tr: ‘{0}’ proje bağımlılığı sürüm belirtmiyor. Tutarlı geri yükleme sonuçları sağlamak için bağımlılığın sürümünü ekleyin.
zh_hans: 项目依赖项 "{0}" 未指定版本。请包含依赖项的版本，以确保还原结果一致。
zh_hant: 專案相依性 '{0}' 未指定版本。包含相依性的版本，以確保還原結果一致。

# Warning_VersionAboveUpperBound
source: Detected package version outside of dependency constraint: {0} requires {1} but version {2} was resolved.
cs: Zjistila se verze balíčku, která nesplňuje omezení závislosti: {0} vyžaduje {1}, ale zjistila se verze {2}.
de: Erkannte Paketversion außerhalb der Abhängigkeitseinschränkung: "{0}" erfordert {1}, aber es wurde Version {2} aufgelöst.
es: Se detectó una versión del paquete fuera de la restricción de dependencia: {0} requiere {1}, pero la versión {2} ya se resolvió.
fr: Version du package détectée en dehors de la contrainte de dépendance : {0} nécessite {1} alors que la version {2} a été résolue.
it: È stata rilevata una versione del pacchetto all'esterno del vincolo di dipendenza: {0} richiede {1} ma è stata risolta la versione {2}.
ja: 依存関係の制約外で検出されたパッケージのバージョン: {0} では {1} が必要ですが、バージョン {2} は解決されました。
ko: 종속성 제약 조건 밖의 패키지 버전이 검색되었습니다. {0}에는 {1}이(가) 필요하지만 버전 {2}이(가) 확인되었습니다.
pl: Wykryta wersja pakietu jest poza ograniczeniami zależności: element {0} wymaga wersji {1}, ale rozpoznano wersję {2}.
pt_br: Versão detectada do pacote fora da restrição de dependência: {0} requer {1}, mas a versão {2} foi resolvida.
ru: Версия обнаруженного пакета нарушает ограничение зависимости: {0} требуется {1}, но в результате разрешения получена версия {2}.
tr: Bağımlılık kısıtlaması dışında algılanan paket sürümü: {0}, {1} gerektiriyor ancak sürüm {2} çözümlenmiş.
zh_hans: 检测到的包版本在依赖项约束之外: {0} 需要 {1}，但版本 {2} 已解决。
zh_hant: 在相依性條件約束之外偵測到套件版本: {0} 需要 {1}，但解析出版本 {2}。

# Log_AliasingSupportedInNewDependencyResolver
source: The project {0} is attempting to restore duplicate frameworks, which are supported only in the default dependency resolver when the .NET SDK is version {1} or newer. Upgrade your .NET SDK or remove RestoreUseLegacyDependencyResolver to use this feature.
de: Das Projekt {0} versucht, doppelte Frameworks wiederherzustellen, die nur im Standardabhängigkeitsauflöser unterstützt werden, wenn das .NET SDK Version {1} oder neuer ist. Aktualisieren Sie Ihr .NET SDK oder entfernen Sie RestoreUseLegacyDependencyResolver, um diese Funktion zu nutzen.
ru: Проект {0} пытается восстановить дублирующиеся платформы, которые поддерживаются только в стандартном сопоставителе зависимостей при версии пакета SDK для .NET {1} или более поздней. Обновите пакет SDK для .NET или удалите RestoreUseLegacyDependencyResolver, чтобы использовать эту функцию.

# SpecValidationDuplicateTargetAlias
source: The TargetFramework property must be unique. List of TargetFramework properties: {0}.
de: Die Eigenschaft TargetFramework muss eindeutig sein. Liste der TargetFramework-Eigenschaften: {0}.
ru: Свойство TargetFramework должно быть уникальным. Список свойств TargetFramework: {0}.
