Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.UI/Options/xlf/GeneralOptionControl.*.xlf
Languages: es, it, ja, pt_br

# BindingRedirectsHeader.Text
source: Binding Redirects
es: Redirecciones de enlaces
it: Reindirizzamenti di associazione
ja: バインディング リダイレクト
pt_br: Redirecionamentos de associação

# PackageManagementHeader.Text
source: Package Management
es: Administración de paquetes
it: Gestione pacchetti
ja: パッケージの管理
pt_br: Gerenciamento de Pacotes

# PackageRestoreHeader.Text
source: Package Restore
es: Restauración de paquetes
it: Ripristino pacchetto
ja: パッケージの復元
pt_br: Restauração de pacote

# defaultPackageManagementFormatItems.AccessibleName
source: Default Package Management Format
es: Formato predeterminado de administración de paquetes
it: Formato di gestione pacchetti predefinito
ja: 既定のパッケージ管理形式
pt_br: Formato de gerenciamento de pacotes

# defaultPackageManagementFormatLabel.Text
source: Default package management format:
es: Formato predeterminado de administración de paquetes:
it: Formato di gestione pacchetti predefinito:
ja: 既定のパッケージ管理形式:
pt_br: Formato padrão de gerenciamento de pacotes:

# localsCommandButton.Text
source: &Clear All NuGet Storage
es: &Borrar todo el almacenamiento de NuGet
it: &Cancella tutto lo spazio di archiviazione NuGet
ja: すべての NuGet ストレージをクリア(&C)
pt_br: &Limpar Todo o Armazenamento NuGet

# packageRestoreAutomaticCheckBox.Text
source: Auto&matically check for missing packages during build in Visual Studio
es: Comprobar auto&máticamente los paquetes que falten al compilar en Visual Studio
it: Verificare in auto&matico i pacchetti mancanti durante il build in Visual Studio
ja: Visual Studio でのビルド中に見つからないパッケージを自動的に確認(&M)
pt_br: Verificar auto&maticamente se há pacotes ausentes durante a compilação do Visual Studio

# packageRestoreConsentCheckBox.Text
source: &Allow NuGet to download missing packages
es: &Permitir a NuGet descargar los paquetes que falten
it: Consenti a &NuGet di scaricare i pacchetti mancanti
ja: 見つからないパッケージのダウンロードを NuGet に許可(&A)
pt_br: &Permitir que o NuGet baixe os pacotes ausentes

# showPackageManagementChooser.Text
source: Prompt for &format selection on first package install
es: Solicitar la selección de &formato en la primera instalación del paquete
it: Chiedi la selezione del &formato alla prima installazione del pacchetto
ja: パッケージの初回インストール時に形式選択のダイアログを表示する(&F)
pt_br: Solicitar seleção de &formato na primeira instalação do pacote

# skipBindingRedirects.Text
source: Skip applying &binding redirects
es: Omitir la aplicación de &redirecciones de enlaces
it: Ignora applicazione &reindirizzamenti di associazione
ja: バインディング リダイレクトの適用をスキップする(&B)
pt_br: Ignorar aplicação de &redirecionamentos de associação
