Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.UI/Options/xlf/PackageSourcesOptionsControl.*.xlf
Languages: es

# BrowseButton.AccessibleName
source: Browse
es: Examinar

# CopyPackageSourceStripMenuItem.Text
source: Copy
es: Copiar

# HeaderLabel.Text
source: Package sources:
es: Orígenes de paquetes:

# HttpWarningIcon.AccessibleDescription
source: HTTP Warning Icon
es: Icono de advertencia HTTP

# HttpWarningIcon.AccessibleName
source: HTTP Warning Icon
es: Icono de advertencia HTTP

# MachineWidePackageSourcesListBox.AccessibleName
source: Machine-wide package sources
es: Orígenes de paquetes de equipos

# MachineWideSourcesLabel.Text
source: &Machine-wide package sources:
es: Orígenes de paquetes de &equipos:

# NewPackageNameLabel.Text
source: &Name:
es: &Nombre:

# NewPackageSourceLabel.Text
source: &Source:
es: &Origen:

# PackageSourcesListBox.AccessibleName
source: Package sources
es: Orígenes del paquete

# addButton.AccessibleDescription
source: Add a new package source
es: Agregar un nuevo origen de paquete

# addButton.AccessibleName
source: Add package source
es: Agregar el origen del paquete

# removeButton.AccessibleDescription
source: Delete the selected package source
es: Eliminar el origen del paquete seleccionado

# removeButton.AccessibleName
source: Delete package source
es: Eliminar el origen del paquete

# updateButton.Text
source: &Update
es: &Actualizar
