Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.VisualStudio/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# UnresolvedItemDuringProjectClosureWalk
source: Failed to resolve all items referenced by '{0}'. This message can typically be ignored. The issue may be resolved by fully restoring and building the solution. If the unresolved item is a project reference this can lead to an incomplete NuGet restore result and missing package references. To ensure that restore is able to find all projects verify that all projects are referenced correctly and exist on disk.
cs: Nepovedlo se přeložit všechny položky odkazované v {0}. Obvykle je možné tuto zprávu ignorovat. Problém se dá vyřešit tak, že se řešení zcela obnoví a sestaví. Pokud je nepřeložená položka odkazem na projekt, může to mít za následek neúplný výsledek obnovení NuGet a chybějící odkazy na projekty. Pokud se chcete ujistit, že obnovení dokáže najít všechny projekty, ověřte, že se všechny projekty správně odkazují a že existují na disku.
de: Fehler beim Auflösen aller durch "{0}" referenzierten Elemente. Diese Meldung kann üblicherweise ignoriert werden. Das Problem kann möglicherweise gelöst werden, indem eine vollständige Wiederherstellung durchgeführt und die Projektmappe erstellt wird. Wenn das nicht aufgelöste Element ein Projektverweis ist, kann dies zu einer unvollständigen NuGet-Wiederherstellung und fehlenden Paketverweisen führen. Um sicherzustellen, dass bei der Wiederherstellung alle Projekte gefunden werden, müssen Sie sicherstellen, dass alle Projekte ordnungsgemäß referenziert werden und auf dem Datenträger vorhanden sind.
es: No se pudieron resolver tofos los elementos a los que hace referencia "{0}". Por lo general, se puede ignorar este mensaje. Para resolver este problema, restaure y compile completamente la solución. Si el elemento sin resolver es una referencia de proyecto, puede producirse un resultado de restauración de NuGet incompleto y faltar referencias del paquete. Para garantizar que la restauración puede encontrar todos los proyectos, compruebe que se hace referencia a todos los proyectos correctamente y que estos existen en el disco.
fr: Échec de la résolution de tous les éléments référencés par '{0}'. Ce message peut généralement être ignoré. Le problème peut être résolu en restaurant et générant complètement la solution. Si l'élément non résolu est une référence de projet, cela peut entraîner une restauration NuGet incomplète et des références de package manquantes. Pour vérifier que la restauration peut trouver tous les projets, ces derniers doivent être référencés correctement et exister sur le disque.
it: Non è stato possibile risolvere tutti gli elementi a cui '{0}' fa riferimento. È in genere possibile ignorare questo messaggio. Per risolvere il problema, provare a ripristinare e compilare completamente la soluzione. Se l'elemento non risolto e un riferimento al progetto, il ripristino della soluzione NuGet potrebbe risultare incompleto con riferimenti al pacchetto mancanti. Per assicurarsi che il ripristino sia in grado di trovare tutti i progetti, verificare che i riferimenti ai progetti siano corretti e che i progetti esistano sul disco.
ja: '{0}' によって参照されているすべての項目を解決できませんでした。通常、このメッセージは無視してかまいません。ソリューションを完全に復元してビルドすると、この問題が解決する場合があります。解決しない項目がプロジェクト参照の場合、NuGet 復元結果が不完全になり、パッケージ参照が欠落する可能性があります。復元によってすべてのプロジェクトが検出されるためには、すべてのプロジェクトが適切に参照されていること、ディスク上に存在することを確認してください。
ko: '{0}'에서 참조된 일부 항목을 확인하지 못했습니다. 일반적으로 이 메시지는 무시해도 됩니다. 솔루션을 완전히 복원하고 빌드하면 문제가 해결될 수도 있습니다. 확인되지 않은 항목이 프로젝트 참조이면 불완전한 NuGet 복원 결과와 누락된 패키지 참조가 발생할 수 있습니다. 복원 시 모든 프로젝트를 찾을 수 있도록 모든 프로젝트가 올바르게 참조되고 디스크에 있는지 확인하세요.
pl: Nie można rozwiązać wszystkich elementów przywoływanych przez element „{0}”. Zwykle można zignorować ten komunikat. Problem można rozwiązać przez pełne przywrócenie i skompilowanie rozwiązania. Jeśli nierozwiązany element to odwołanie do projektu, wynik przywracania narzędzia NuGet może być niepełny i może brakować odwołań do pakietów. Aby funkcja przywracania mogła znaleźć wszystkie projekty, upewnij się, że wszystkie projekty mają poprawne odwołania oraz że istnieją na dysku.
pt_br: Falha ao resolver todos os itens mencionados por '{0}'. Esta mensagem normalmente pode ser ignorada. O problema pode ser resolvido ao restaurar totalmente e compilar a solução. Se o item não resolvido for uma referência de projeto, isso poderá levar a um resultado de restauração incompleto do NuGet e referências de pacotes ausentes. Para garantir que a restauração seja capaz de localizar todos os projetos, verifique se todos os projetos estão referenciados corretamente e se existem no disco.
ru: Не удалось разрешить все элементы, на которые ссылается "{0}". Обычно это сообщение можно проигнорировать. Чтобы устранить ошибку, полностью восстановите решение и соберите его. Если неразрешенный элемент является ссылкой на проект, восстановление NuGet может быть выполнено не полностью и ссылки на пакеты могут отсутствовать. Чтобы при восстановлении нашлись все проекты, убедитесь, что они существуют на диске и ссылки правильно указывают на них.
tr: '{0}' tarafından başvurulan tüm öğeler çözümlenemedi. Bu ileti genellikle yoksayılabilir. Çözümü tamamen geri yükleyip derleyerek sorunu çözebilirsiniz. Çözümlenemeyen öğe bir proje başvurusuysa bu durum, NuGet geri yükleme işleminin tamamlanamamasına ve paket başvurularının eksik olmasına neden olabilir. Geri yüklemenin tüm projeleri bulabildiğinden emin olmak için tüm projelere doğru biçimde başvurulduğundan ve projelerin diskte bulunduğundan emin olun.
zh_hans: 未能解析 {0} 引用的全部项。通常可以忽略此消息。彻底还原并生成解决方案可能解决此问题。如果无法解析的项是项目引用，这可能导致 NuGet 还原结果不完整和包引用丢失。要确保还原能够找到所有项目，请验证所有项目都被正确引用且存在于磁盘上。
zh_hant: 無法解析 '{0}' 所參考的所有項目。通常可以略過此訊息。完整還原及建置解決方案即可解決此問題。如果無法解析的項目是專案參考，可能會造成 NuGet 還原結果不完整，而且遺漏套件參考。若要確保還原能夠找到所有專案，請驗證所有專案都已正確參考，並存在於磁碟上。

# UnsupportedFeedType
source: The feed type '{0}' is unsupported.
cs: Typ kanálu {0} se nepodporuje.
de: Der Feedtyp "{0}" wird nicht unterstützt.
es: No se admite el tipo de fuente "{0}".
fr: Le type de flux '{0}' n'est pas pris en charge.
it: Il tipo di feed '{0}' non è supportato.
ja: フィードの種類 '{0}' はサポートされていません。
ko: 피드 형식 '{0}'은(는) 지원되지 않습니다.
pl: Typ kanału informacyjnego „{0}” jest nieobsługiwany.
pt_br: O tipo de feed '{0}' não tem suporte.
ru: Тип веб-канала "{0}" не поддерживается.
tr: '{0}' akış türü desteklenmiyor.
zh_hans: 不支持源类型“{0}”。
zh_hant: 不支援摘要類型 '{0}'。

# VSOptions_Button_Open
source: _Open
cs: _Otevřít
de: _Öffnen
es: _Abrir
fr: _Ouvrir
it: A_pri
ja: 開く(_O)
ko: 열기(_O)
pl: _Otwórz
pt_br: _Abrir
ru: _Открыть
tr: _Aç
zh_hans: 打开(_O)
zh_hant: 開啟(_O)

# Warning_DirectoryNotEmpty
source: Directory '{0}' is not empty. Skipping...
cs: Adresář {0} není prázdný. Přeskakuje se...
de: Das Verzeichnis "{0}" ist nicht leer. Es wird übersprungen...
es: El directorio "{0}" no está vacío. Omitiendo...
fr: Le répertoire « {0} » n'est pas vide. Ignoré...
it: La directory '{0}' non è vuota. L'operazione verrà ignorata...
ja: ディレクトリ '{0}' が空ではありません。スキップ中...
ko: '{0}' 디렉터리가 비어 있지 않습니다. 건너뛰는 중...
pl: Katalog „{0}” nie jest pusty. Trwa pomijanie...
pt_br: O diretório '{0}' não está vazio. Ignorando...
ru: Каталог "{0}" не пуст. Пропуск…
tr: '{0}' dizini boş değil. Atlanıyor...
zh_hans: 目录“{0}”非空。正在跳过...
zh_hant: 目錄 '{0}' 不是空的。正在跳過...

# Warning_FailedToDeleteMarkedPackageDirectories
source: Failed to remove package directories that were marked for deletion on Visual Studio restart: {0}
cs: Nepodařilo se odebrat adresáře balíčků označené k odstranění při restartu sady Visual Studio: {0}
de: Fehler beim Entfernen von Paketverzeichnissen, die zum Löschen beim Neustart von Visual Studio markiert waren: {0}
es: No se pudieron eliminar los directorios del paquete que se marcaron para su eliminación al reiniciar Visual Studio: {0}
fr: Échec de la suppression des répertoires de package qui étaient marqués à supprimer au redémarrage de Visual Studio : {0}
it: Non è stato possibile rimuovere le directory del pacchetto contrassegnate per l'eliminazione al riavvio di Visual Studio: {0}
ja: Visual Studio の再起動時の削除対象としてマーキングされたパッケージ ディレクトリを削除できませんでした: {0}
ko: Visual Studio가 다시 시작될 때 삭제되도록 표시된 다음 패키지 디렉터리를 제거하지 못했습니다. {0}
pl: Nie można usunąć katalogów pakietów oznaczonych do usunięcia po ponownym uruchomieniu programu Visual Studio: {0}
pt_br: Não foi possível remover os diretórios de pacote que estavam marcados para excluir no reinício do Visual Studio: {0}
ru: Не удалось удалить каталоги пакетов, которые были помечены для удаления после перезапуска Visual Studio: {0}
tr: Visual Studio yeniden başlatıldığında silinmek üzere işaretlenen paket dizinleri kaldırılamadı: {0}
zh_hans: 未能删除标记以于 Visual Studio 重启时删除的包目录: {0}
zh_hant: 無法移除已標記為要在 Visual Studio 重新啟動時刪除的封裝目錄: {0}

# Warning_FailedToDeleteMarkedPackageDirectory
source: Failed to remove package directory '{0}' that was marked for deletion on Visual Studio restart.
cs: Nepodařilo se odebrat adresář balíčku {0} označeného k odstranění při restartu sady Visual Studio.
de: Fehler beim Entfernen des Paketverzeichnisses "{0}", das zum Löschen beim Neustart von Visual Studio markiert war.
es: No se pudo eliminar el directorio del paquete '{0}' que se marcó para su eliminación al reiniciar Visual Studio.
fr: Échec de la suppression du répertoire de package '{0}' qui était marqué à supprimer au redémarrage de Visual Studio.
it: Non è stato possibile rimuovere la directory '{0}' del pacchetto contrassegnata per l'eliminazione al riavvio di Visual Studio.
ja: Visual Studio の再起動時の削除対象としてマーキングされたパッケージ ディレクトリ '{0}' を削除できませんでした。
ko: Visual Studio가 다시 시작될 때 삭제되도록 표시된 '{0}' 패키지 디렉터리를 제거하지 못했습니다.
pl: Nie można usunąć katalogu pakietów „{0}” oznaczonego do usunięcia po ponownym uruchomieniu programu Visual Studio.
pt_br: Não foi possível remover o diretório do pacote '{0}' que estava marcado para excluir no reinício do Visual Studio.
ru: Не удалось удалить каталог пакетов «{0}», который был помечен для удаления после перезапуска Visual Studio.
tr: Visual Studio yeniden başlatıldığında silinmek üzere işaretlenen '{0}' paket dizini kaldırılamadı.
zh_hans: 未能删除标记以于 Visual Studio 重启时删除的包目录“{0}”。
zh_hant: 無法移除已標記為要在 Visual Studio 重新啟動時刪除的封裝目錄 '{0}'。

# Warning_FailedToFindMatchForRemoveReference
source: Failed to find match for removing reference '{0}'.
cs: Nepovedlo se najít shodu pro odebrání odkazu {0}.
de: Fehler beim Ermitteln einer Übereinstimmung zum Entfernen des Verweises "{0}".
es: No se encontró ninguna coincidencia para quitar la referencia '{0}'.
fr: Échec de la recherche d'une correspondance pour la suppression de la référence '{0}'.
it: Non è stato possibile trovare una corrispondenza per la rimozione del riferimento '{0}'.
ja: 削除する参照 '{0}' に一致するものが見つかりませんでした。
ko: '{0}' 참조 제거에 대한 일치 항목을 찾지 못했습니다.
pl: Nie można odnaleźć dopasowania w celu usunięcia odwołania „{0}”.
pt_br: Falha ao encontrar correspondência para remoção da referência '{0}'.
ru: Не удалось найти совпадение для удаления ссылки «{0}».
tr: '{0}' başvurusunu kaldırmak için eşleşme bulunamadı.
zh_hans: 找不到用于删除引用“{0}”的匹配项。
zh_hant: 找不到相符的項目可移除參考 '{0}'。

# Warning_FailedToMarkPackageDirectoryForDeletion
source: Failed to mark package directory '{0}' for deletion on Visual Studio restart: {1}
cs: Nepodařilo se označit adresář balíčku {0} k odstranění při restartu sady Visual Studio: {1}
de: Fehler beim Markieren des Paketverzeichnisses "{0}" zum Löschen beim Neustart von Visual Studio: {1}
es: No se pudo marcar el directorio del paquete '{0}' para su eliminación al reiniciar Visual Studio: {1}
fr: Échec du marquage du répertoire de package '{0}' comme étant à supprimer au redémarrage de Visual Studio : {1}
it: Non è stato possibile contrassegnare la directory del pacchetto '{0}' per l'eliminazione al riavvio di Visual Studio: {1}
ja: パッケージ ディレクトリ '{0}' を Visual Studio の再起動時の削除対象としてマーキングできませんでした: {1}
ko: Visual Studio가 다시 시작될 때 삭제되도록 '{0}' 패키지 디렉터리를 표시하지 못했습니다. {1}
pl: Nie można oznaczyć katalogu pakietów „{0}” do usunięcia po ponownym uruchomieniu programu Visual Studio: {1}
pt_br: Não foi possível marcar o diretório do pacote '{0}' para excluir no reinício do Visual Studio: {1}
ru: Не удалось пометить каталог пакетов «{0}» для удаления после перезапуска Visual Studio: {1}
tr: '{0}' paket dizini, Visual Studio yeniden başlatıldığında silinmek üzere işaretlenemedi: {1}
zh_hans: 未能标记需在 Visual Studio 重启时删除的包目录“{0}”: {1}
zh_hant: 無法將封裝目錄 '{0}' 標記為要在 Visual Studio 重新啟動時刪除: {1}

# Warning_FileAlreadyExists
source: '{0}' already exists. Skipping...
cs: Soubor {0} už existuje. Přeskakuje se...
de: "{0}" ist bereits vorhanden. Wird übersprungen...
es: '{0}' ya existe. Omitiendo...
fr: '{0}' existe déjà. Ignoré...
it: '{0}' esiste già. L'operazione verrà ignorata...
ja: '{0}' は既に存在します。スキップ中...
ko: '{0}'이(가) 이미 있습니다. 건너뛰는 중...
pl: Plik „{0}” już istnieje. Trwa pomijanie...
pt_br: '{0}' já existe. Ignorando...
ru: «{0}» уже существует. Пропуск…
tr: '{0}' zaten var. Atlanıyor...
zh_hans: “{0}”已存在。正在跳过...
zh_hant: 已有 '{0}'。正在跳過...

# Warning_NoExactMatchForReference
source: No exact match found for removing reference '{0}'. Trying No No exact match found for removing reference '{0}'. Trying case-insensitive search...-
cs: Nenašla se přesná shoda pro odebrání odkazu {0}. Nenašla se přesná shoda pro odebrání odkazu {0}. Zkouší se hledání bez rozlišování velkých a malých písmen...
de: Zum Entfernen des Verweises "{0}" wurde keine genaue Übereinstimmung gefunden. Die Suche wird ohne Berücksichtigung von Groß- und Kleinschreibung wiederholt...
es: No se encontró ninguna coincidencia exacta para quitar la referencia '{0}'. Intentando la búsqueda que no distingue mayúsculas de minúsculas...-
fr: Correspondance exacte introuvable pour la suppression de la référence '{0}'. Tentative de recherche Aucune correspondante parfaite trouvée pour la suppression de la référence '{0}'. Tentative de recherche ne respectant pas la casse...-
it: Corrispondenza per la rimozione del riferimento '{0}' non trovata. Ricerca senza distinzione tra maiuscole e minuscole in corso...-
ja: 削除する参照 '{0}' に完全一致するものが見つかりませんでした。削除する参照 '{0}' に完全一致するものが見つかりませんでした。大文字と小文字を区別しない検索を試行します...-
ko: '{0}' 참조 제거에 대해 정확히 일치하는 항목이 없습니다. '{0}' 참조 제거에 대해 정확히 일치하는 항목을 찾으려고 합니다. 대/소문자 구분 없는 검색을 시도하는 중...
pl: Nie znaleziono dokładnego dopasowania w celu usunięcia odwołania „{0}”. Trwa podejmowanie próby wyszukiwania bez uwzględniania wielkości liter...
pt_br: Nenhuma correspondência exata encontrada para remoção da referência '{0}'. Tentando Nenhuma correspondência exata encontrada para remoção da referência '{0}'. Tentando pesquisa que não diferencia maiúsculas de minúsculas...-
ru: Не найдено точное совпадение для удаления ссылки «{0}». Не найдено точное совпадение для удаления ссылки «{0}». Осуществляется попытка поиска без учета регистра…
tr: '{0}' başvurusunu kaldırmak için tam eşleşme bulunamadı. Büyük/küçük harfe duyarsız arama deneniyor...-
zh_hans: 找不到用于删除引用“{0}”的确切匹配项。正在尝试执行不区分大小写的搜索...-
zh_hant: 找不到移除參考 '{0}' 的完全相符項。嘗試尋找移除參考 '{0}' 的完全相符項。嘗試不區分大小寫搜尋...-
