Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.VisualStudio/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AggregateSourceName
source: All
cs: Vše
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 모두
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

source: Argument cannot be null or empty
cs: Argument nesmí být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío
fr: L'argument ne peut pas être null ou vide
it: L'argomento non può essere Null o vuoto
ja: 引数を null または空にすることはできません
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty
pt_br: O argumento não pode ser nulo nem estar vazio
ru: Аргумент не может быть равен NULL или быть пустым
tr: Bağımsız değişken null veya boş olamaz
zh_hans: 参数不能为 null 或空
zh_hant: 引數不得為 Null 或空白

# Argument_Must_Be_GreaterThanOrEqualTo
source: Value must be greater than or equal to {0}.
cs: Hodnota musí být větší nebo rovna {0}.
de: Der Wert muss größer oder gleich {0} sein.
es: El valor debe ser superior o igual a {0}.
fr: La valeur doit être supérieure ou égale à {0}.
it: Il valore deve essere maggiore o uguale a {0}.
ja: {0} 以上の値にする必要があります。
ko: 값은 {0}보다 크거나 같아야 합니다.
pl: Wartość musi być większa lub równa {0}.
pt_br: O valor deve ser maior que ou igual a {0}.
ru: Значение должно быть больше или равно {0}.
tr: Değer, {0} değerinden büyük veya buna eşit olmalıdır.
zh_hans: 值必须大于或等于 {0}。
zh_hant: 值必須大於或等於 {0}。

# ConfigErrorDialogBoxTitle
source: NuGet operation failed
cs: Operace NuGet selhala.
de: Fehler bei NuGet-Vorgang
es: Error en la operación NuGet
fr: Échec de l'opération NuGet
it: L'operazione NuGet non è riuscita
ja: NuGet 操作が失敗しました
ko: NuGet 작업이 실패했습니다.
pl: Operacja narzędzia NuGet nie powiodła się
pt_br: Falha na operação NuGet
ru: Сбой операции NuGet
tr: NuGet işlemi başarısız oldu
zh_hans: NuGet 操作失败
zh_hant: NuGet 作業失敗

# CredentialProviderFailed_DefaultCredentialsCredentialProvider
source: The default credentials credential provider failed to load.
cs: Nepovedlo se načíst poskytovatele přihlašovacích údajů pro výchozí přihlašovací údaje.
de: Der standardmäßige Anmeldeinformationsanbieter konnte nicht geladen werden.
es: No se pudo cargar el proveedor de las credenciales predeterminadas.
fr: Échec du chargement du fournisseur d'informations d'identification par défaut.
it: Il caricamento del provider di credenziali delle credenziali predefinite non è riuscito.
ja: 既定の資格情報プロバイダーが読み込めませんでした。
ko: 기본 자격 증명의 자격 증명 공급자를 로드하지 못했습니다.
pl: Nie można załadować dostawcy poświadczeń domyślnych.
pt_br: Falha ao carregar o provedor de credenciais padrão.
ru: Не удалось загрузить поставщик учетных данных с учетными данными по умолчанию.
tr: Varsayılan kimlik bilgisi sağlayıcısı yüklenemedi.
zh_hans: 未能加载默认凭据的凭据提供程序。
zh_hant: 無法載入預設認證的認證提供者。

# CredentialProviderFailed_ImportedProvider
source: Failed to load credential provider from assembly {0}.
cs: Nepovedlo se načíst poskytovatele přihlašovacích údajů ze sestavení {0}.
de: Fehler beim Laden des Anmeldeinformationsanbieters aus der Assembly "{0}".
es: No se pudo cargar el proveedor de credenciales del ensamblado {0}.
fr: Échec du chargement du fournisseur d'informations d'identification à partir de l'assembly {0}.
it: Non è stato possibile caricare il provider di credenziali dall'assembly {0}.
ja: アセンブリ {0} から資格情報プロバイダーを読み込めませんでした。
ko: {0} 어셈블리에서 자격 증명 공급자를 로드하지 못했습니다.
pl: Nie można załadować dostawcy poświadczeń z zestawu {0}.
pt_br: Falha ao carregar o provedor de credenciais do assembly {0}.
ru: Не удалось загрузить поставщик учетных данных из сборки {0}.
tr: {0} derlemesinden kimlik bilgisi sağlayıcısı yüklenemedi.
zh_hans: 未能从程序集 {0} 加载凭据提供程序。
zh_hant: 無法從組件 {0} 載入認證提供者。

# CredentialProviderFailed_PluginCredentialProvider
source: The plugin credential providers could not be loaded.
cs: Poskytovatele pověření modulu plug-in se nepodařilo načíst.
de: Das Plug-In für Anmeldeinformationsanbieter konnte nicht geladen werden.
es: No se pudieron cargar los proveedores de credenciales de complementos.
fr: Impossible de charger les fournisseurs d'informations d'identification du plug-in.
it: Non è stato possibile caricare i provider di credenziali del plug-in.
ja: プラグイン資格情報プロバイダーを読み込めませんでした。
ko: 플러그 인 자격 증명 공급자를 로드할 수 없습니다.
pl: Nie można załadować dostawców poświadczeń wtyczki.
pt_br: Os provedores de credenciais do plug-in não foram carregados.
ru: Не удалось загрузить поставщики учетных данных подключаемого модуля.
tr: Eklenti kimlik bilgisi sağlayıcıları yüklenemedi.
zh_hans: 无法加载插件凭据提供程序。
zh_hant: 無法載入外掛程式認證提供者。

# CredentialProviderFailed_VisualStudioAccountProvider
source: The Visual Studio or VSTS account provider failed to load.
cs: Nepovedlo se načíst poskytovatele účtů sady Visual Studio nebo VSTS.
de: Der Visual Studio- oder VSTS-Kontoanbieter konnte nicht geladen werden.
es: No se pudo cargar el proveedor de cuentas de Visual Studio o VSTS.
fr: Échec du chargement du fournisseur de compte Visual Studio ou VSTS.
it: Il caricamento del provider dell'account Visual Studio o VSTS non è riuscito.
ja: Visual Studio または VSTS アカウント プロバイダーが読み込めませんでした。
ko: Visual Studio 또는 VSTS 계정 공급자를 로드하지 못했습니다.
pl: Nie można załadować dostawcy konta programu Visual Studio lub usługi VSTS.
pt_br: Falha ao carregar o provedor de conta do Visual Studio ou do VSTS.
ru: Не удалось загрузить поставщик учетных данных Visual Studio или VSTS.
tr: Visual Studio veya VSTS hesabı sağlayıcısı yüklenemedi.
zh_hans: 未能加载 Visual Studio 或 VSTS 帐户提供程序。
zh_hant: 無法載入 Visual Studio 或 VSTS 帳戶提供者。

# CredentialProviderFailed_VisualStudioCredentialProvider
source: The Visual Studio credential provider failed to load.
cs: Nepovedlo se načíst poskytovatele přihlašovacích údajů sady Visual Studio.
de: Der Visual Studio-Anmeldeinformationsanbieter konnte nicht geladen werden.
es: No se pudo cargar el proveedor de credenciales de Visual Studio.
fr: Échec du chargement du fournisseur d'informations d'identification Visual Studio.
it: Il caricamento del provider di credenziali per Visual Studio non è riuscito.
ja: Visual Studio 資格情報プロバイダーが読み込めませんでした。
ko: Visual Studio 자격 증명 공급자를 로드하지 못했습니다.
pl: Nie można załadować dostawcy poświadczeń programu Visual Studio.
pt_br: Falha ao carregar provedor de credenciais do Visual Studio.
ru: Не удалось загрузить поставщик учетных данных Visual Studio.
tr: Visual Studio kimlik bilgisi sağlayıcısı yüklenemedi.
zh_hans: 未能加载 Visual Studio 凭据提供程序。
zh_hant: 無法載入 Visual Studio 認證提供者。

# DTE_ProjectUnsupported
source: The project '{0}' is unsupported
cs: Projekt {0} není podporovaný.
de: Das Projekt "{0}" wird nicht unterstützt
es: El proyecto '{0}' no se admite
fr: Le projet '{0}' n'est pas pris en charge
it: Il progetto '{0}' non è supportato
ja: プロジェクト '{0}' はサポートされていません
ko: '{0}' 프로젝트는 지원되지 않습니다.
pl: Projekt „{0}” nie jest obsługiwany
pt_br: O projeto '{0}' não tem suporte
ru: Проект «{0}» не поддерживается
tr: '{0}' projesi desteklenmiyor
zh_hans: 不支持项目“{0}”
zh_hant: 不支援專案 '{0}'

# Debug_AddGacReference
source: Added reference '{0}' in the Global Assembly Cache to project '{1}'
cs: Do projektu {1} byl přidaný odkaz {0} do globální mezipaměti sestavení.
de: Der Verweis "{0}" im globalen Assemblycache wurde dem Projekt "{1}" hinzugefügt.
es: La referencia '{0}' se agregó a la caché global de ensamblados del proyecto '{1}'
fr: Référence '{0}' ajoutée dans le Global Assembly Cache au projet '{1}'
it: Riferimento '{0}' nella Global Assembly Cache aggiunto al progetto '{1}'
ja: グローバル アセンブリ キャッシュ内の参照 '{0}' をプロジェクト '{1}' に追加しました
ko: '{1}' 프로젝트에 전역 어셈블리 캐시의 '{0}' 참조를 추가했습니다.
pl: Dodano odwołanie „{0}” do projektu „{1}” w globalnej pamięci podręcznej Global Assembly Cache
pt_br: Referência '{0}' adicionada no Global Assembly Cache para o projeto '{1}'
ru: Ссылка «{0}» в глобальном кэше сборок добавлена в проект «{1}»
tr: Genel Derleme Önbelleğinde '{0}' başvurusu '{1}' projesine eklendi
zh_hans: 已将全局程序集缓存中的引用“{0}”添加到项目“{1}”
zh_hant: 已將全域組件快取中的參考 '{0}' 新增至專案 '{1}'

# Debug_AddedFileToProject
source: Added file '{0}' to project '{1}'.
cs: Do projektu {1} byl přidaný soubor {0}.
de: Die Datei "{0}" wurde dem Projekt "{1}" hinzugefügt.
es: El archivo '{0}' se agregó al proyecto '{1}'.
fr: Fichier '{0}' ajouté au projet '{1}'.
it: File '{0}' aggiunto al progetto '{1}'.
ja: ファイル '{0}' をプロジェクト '{1}' に追加しました。
ko: '{1}' 프로젝트에 '{0}' 파일을 추가했습니다.
pl: Dodano plik „{0}” do projektu „{1}”.
pt_br: Arquivo '{0}' adicionado ao projeto '{1}'.
ru: Файл «{0}» добавлен в проект «{1}».
tr: '{0}' dosyası '{1}' projesine eklendi.
zh_hans: 已将文件“{0}”添加到项目“{1}”。
zh_hant: 已將檔案 '{0}' 加入專案 '{1}'。

# Debug_AddedReferenceToProject
source: Added reference '{0}' to project:'{1}'. The Reference was Resolved To Package (resolvedToPackage):'{2}', where Reference Path from DTE(dteOriginalPath):'{3}' and Reference Path from package reference(assemblyFullPath):'{4}'.
cs: Do projektu {1} se přidal odkaz {0}. Odkaz se přeložil na balíček (resolvedToPackage): {2}, kde Reference Path z DTE(dteOriginalPath): {3} a Reference Path z odkazu balíčku (assemblyFullPath): {4}
de: Dem Projekt "{1}" wurde der Verweis "{0}" hinzugefügt. Der Verweis wurde in das Paket "{2}" aufgelöst (resolvedToPackage). Hierbei lautet der Verweispfad von DTE (dteOriginalPath) "{3}" und der Verweispfad vom Paketverweis (assemblyFullPath) "{4}".
es: Se agregó la referencia "{0}" al proyecto: "{1}". Se resolvió la referencia al paquete (resolvedToPackage):'{2}', donde la ruta de referencia de DTE(dteOriginalPath):"{3}" y la ruta de referencia del paquete reference(assemblyFullPath):"{4}".
fr: Référence '{0}' ajoutée au projet '{1}'. La référence a été résolue en package (resolvedToPackage) : '{2}', chemin de référence à partir de DTE (dteOriginalPath) : '{3}' et chemin de référence à partir de la référence de package (assemblyFullPath) : '{4}'.
it: Il riferimento '{0}' è stato aggiunto al progetto:'{1}'. Il riferimento è stato risolto nel pacchetto (resolvedToPackage) '{2}', dove il percorso di riferimento da DTE (dteOriginalPath) è '{3}' e il percorso di riferimento dal riferimento del pacchetto (assemblyFullPath) è '{4}'.
ja: プロジェクト '{1}' に参照 '{0}' が追加されました。参照は Resolved To Package (resolvedToPackage) の '{2}' でした。ここで、DTE からの Reference Path (dteOriginalPath) は '{3}'、パッケージ参照からの Reference Path (assemblyFullPath) は '{4}' です。
ko: '{1}' 프로젝트에 대한 '{0}' 참조를 추가했습니다. 참조가 패키지 '{2}'(으)로 확인(resolvedToPackage)되었습니다. 여기서 DTE의 참조 경로(dteOriginalPath)는 '{3}'이고 패키지 참조의 참조 경로(assemblyFullPath)는 '{4}'입니다.
pl: Dodano odwołanie „{0}” do projektu „{1}”. Odwołanie zostało rozpoznane jako pakiet (resolvedToPackage): „{2}”, gdzie ścieżka odwołania z elementu DTE (dteOriginalPath): „{3}” i ścieżka odwołania z odwołania pakietu (assemblyFullPath): „{4}”.
pt_br: Referência '{0}' adicionada ao projeto: '{1}'. A referência foi resolvida para o pacote (resolvedToPackage): '{2}', em que o Caminho da Referência de DTE (dteOriginalPath) é: '{3}' e o Caminho da Referência na referência do projeto (assemblyFullPath) é: '{4}'.
ru: Добавлена ссылка "{0}" на проект "{1}". Ссылка была разрешена на пакет (resolvedToPackage): "{2}". Путь ссылки из DTE (dteOriginalPath): "{3}"; путь ссылки из ссылки на пакет (assemblyFullPath): "{4}".
tr: '{0}' başvurusu '{1}' projesine eklendi. Pakete Çözümlenen Başvuru (resolvedToPackage):'{2}', DTE (dteOriginalPath) öğesinden Başvuru Yolu:'{3}' ve paket başvurusundan (assemblyFullPath) Başvuru Yolu:'{4}'.
zh_hans: 已将引用“{0}”添加到项目“{1}”。该引用已解析为包(resolvedToPackage):“{2}”，其中包含来自 DTE(dteOriginalPath)的引用路径“{3}”和来自包引用(assemblyFullPath)的引用路径“{4}”。
zh_hant: 已將參考 '{0}' 新增至專案: '{1}'。參考已解析到套件 (resolvedToPackage): '{2}'，其中來自 DTE(dteOriginalPath) 的參考路徑為: '{3}'，來自套件參考(assemblyFullPath) 的參考路徑為: '{4}'。

# Debug_RemoveReference
source: Removed reference '{0}' from project '{1}'
cs: Z projektu {1} byl odebraný odkaz {0}.
de: Der Verweis "{0}" wurde aus dem Projekt "{1}" entfernt.
es: La referencia '{0}' se quitó del proyecto '{1}'
fr: Référence '{0}' supprimée du projet '{1}'
it: Il riferimento '{0}' è stato rimosso dal progetto '{1}'
ja: 参照 '{0}' をプロジェクト '{1}' から削除しました
ko: '{1}' 프로젝트에서 '{0}' 참조를 제거했습니다.
pl: Usunięto odwołanie „{0}” z projektu „{1}”
pt_br: Referência '{0}' removida da pasta '{1}'
ru: Ссылка «{0}» удалена из проекта «{1}»
tr: '{0}' başvurusu '{1}' projesinden kaldırıldı
zh_hans: 已从项目“{1}”中删除引用“{0}”
zh_hant: 已從專案 '{1}' 中移除參考 '{0}'

# Debug_RemovedFile
source: Removed file '{0}'
cs: Odebraný soubor {0}
de: Die Datei "{0}" wurde entfernt
es: El archivo '{0}' se quitó
fr: Fichier '{0}' supprimé
it: File '{0}' rimosso
ja: ファイル '{0}' を削除しました
ko: '{0}' 파일을 제거했습니다
pl: Usunięto plik „{0}”
pt_br: Arquivo '{0}' removido
ru: Файл «{0}» удален
tr: '{0}' dosyası kaldırıldı
zh_hans: 已删除文件“{0}”
zh_hant: 已移除檔案 '{0}'

# Debug_RemovedFileFromFolder
source: Removed file '{0}' from folder '{1}'
cs: Ze složky {1} byl odebraný soubor {0}.
de: Die Datei "{0}" wurde aus dem Ordner "{1}" entfernt
es: El archivo '{0}' se quitó de la carpeta '{1}'
fr: Fichier '{0}' supprimé du dossier '{1}'
it: Il file '{0}' è stato rimosso dalla cartella '{1}'
ja: ファイル '{0}' をフォルダー '{1}' から削除しました
ko: '{1}' 폴더에서 '{0}' 파일을 제거했습니다.
pl: Usunięto plik „{0}” z folderu „{1}”
pt_br: Arquivo '{0}' removido da pasta '{1}'
ru: Файл «{0}» удален из папки «{1}»
tr: '{0}' dosyası '{1}' klasöründen kaldırıldı
zh_hans: 已从文件夹“{1}”中删除文件“{0}”
zh_hant: 已從資料夾 '{1}' 中移除檔案 '{0}'

# Debug_RemovedFolder
source: Removed folder '{0}'.
cs: Byla odebraná složka {0}.
de: Der Ordner "{0}" wurde entfernt.
es: Se quitó la carpeta "{0}".
fr: Dossier '{0}' supprimé.
it: La cartella '{0}' è stata rimossa.
ja: フォルダー '{0}' を削除しました。
ko: '{0}' 폴더를 제거했습니다.
pl: Usunięto folder „{0}”.
pt_br: Pasta '{0}' removida.
ru: Папка "{0}" удалена.
tr: '{0}' klasörü kaldırıldı.
zh_hans: 已删除文件夹“{0}”。
zh_hant: 已移除資料夾 '{0}'。

# Error_FailedToCreateParentFolder
source: Failed to create parent folder for file '{0}' in project {1}.
cs: Nepovedlo se vytvořit nadřazenou složku pro soubor {0} v projektu {1}.
de: Fehler beim Erstellen des übergeordneten Ordners für die Datei "{0}" im Projekt "{1}".
es: Error al crear la carpeta principal del archivo '{0}' en el proyecto {1}.
fr: Échec de la création du dossier parent pour le fichier '{0}' dans le projet {1}.
it: Non è stato possibile creare la cartella padre per il file '{0}' nel progetto {1}.
ja: プロジェクト {1} でファイル '{0}' の親フォルダーを作成できませんでした。
ko: {1} 프로젝트에서 '{0}' 파일의 상위 폴더를 만들지 못했습니다.
pl: Nie można utworzyć folderu nadrzędnego dla pliku „{0}” w projekcie {1}.
pt_br: Falha ao criar pasta pai para o arquivo '{0}' no projeto {1}.
ru: Не удалось создать родительскую папку для файла «{0}» в проекте {1}.
tr: {1} projesinde '{0}' dosyası için üst klasör oluşturulamadı.
zh_hans: 无法在项目 {1} 中创建文件“{0}”的父文件夹。
zh_hant: 無法在專案 {1} 中建立檔案 '{0}' 的父資料夾。

# Error_FileNotExists
source: File '{0}' does not exist on disk.
cs: Soubor {0} na disku neexistuje.
de: Die Datei "{0}" ist auf dem Datenträger nicht vorhanden.
es: El archivo '{0}' no existe en el disco.
fr: Le fichier « {0} » n'existe pas sur le disque.
it: Il file '{0}' non esiste sul disco.
ja: ファイル '{0}' がディスクに存在しません。
ko: '{0}' 파일이 디스크에 없습니다.
pl: Plik „{0}” nie istnieje na dysku.
pt_br: O arquivo '{0}' não existe no disco.
ru: Файл "{0}" не существует на диске.
tr: '{0}' dosyası disk üzerinde değil.
zh_hans: 磁盘上没有文件“{0}”。
zh_hant: 磁碟上沒有檔案 '{0}'。

# Error_InvalidJson
source: '{0}' is an invalid json file.
cs: {0} není platný soubor JSON.
de: "{0}" ist eine ungültige JSON-Datei.
es: '{0}' no es un archivo json válido.
fr: « {0} » n'est pas un fichier JSON valide.
it: '{0}' è un file JSON valido.
ja: '{0}' は無効な JSON ファイルです。
ko: '{0}'은(는) 잘못된 json 파일입니다.
pl: Plik „{0}” jest nieprawidłowym plikiem JSON.
pt_br: '{0}' é um arquivo json inválido.
ru: "{0}" — недопустимый JSON-файл.
tr: '{0}', geçersiz bir json dosyası.
zh_hans: “{0}”是无效的 json 文件。
zh_hant: '{0}' 是無效的 json 檔。

# Error_MultipleFrameworks
source: Failed to migrate project '{0}'. The project may only contain one target framework.
cs: Nepovedlo se migrovat projekt {0}. Projekt může obsahovat jenom jednu cílovou architekturu.
de: Fehler beim Migrieren des Projekts "{0}". Das Projekt darf nur ein Zielframework enthalten.
es: No se pudo migrar el proyecto "{0}". El proyecto solo puede contener una plataforma de destino.
fr: Échec de la migration du projet « {0} ». Le projet peut ne contenir qu'un seul framework cible.
it: Non è stato possibile eseguire la migrazione del progetto '{0}'. Il progetto può contenere un solo framework di destinazione.
ja: プロジェクト '{0}' を移行できませんでした。プロジェクトに含めることができるのは、1 つのターゲット フレームワークのみです。
ko: 프로젝트 '{0}'을(를) 마이그레이션할 수 없습니다. 대상 프레임워크가 하나만 포함되어 있을 수 있습니다.
pl: Nie można przeprowadzić migracji projektu „{0}”. Projekt może zawierać tylko jedną strukturę docelową.
pt_br: Falha ao migrar o projeto '{0}'. O projeto pode conter somente uma estrutura de destino.
ru: Не удалось перенести проект "{0}". В проекте может быть только одна целевая платформа.
tr: '{0}' projesine geçirilemedi. Proje yalnızca bir hedef hedef çerçeve içerebilir.
zh_hans: 未能迁移项目“{0}”。该项目可能只包含一个目标框架。
zh_hant: 無法遷移專案 '{0}'。該專案只可包含一個目標架構。

# Error_NuGetConfig_InvalidState
source: One or more NuGet.Config files contain an error.
cs: Nejméně jeden soubor NuGet.Config obsahuje chybu.
de: Eine oder mehrere NuGet.Config-Dateien enthalten einen Fehler.
es: Uno o varios archivos NuGet.Config contienen un error.
fr: Un ou plusieurs fichiers NuGet.Config contiennent une erreur.
it: Uno o più file NuGet.Config presentano un errore.
ja: 1 つ以上の NuGet.Config ファイルにエラーがあります。
ko: 하나 이상의 NuGet.Config 파일에 오류가 발생했습니다.
pl: Co najmniej jeden plik NuGet.Config zawiera błąd.
pt_br: Um ou mais arquivos NuGet.Config contêm um erro.
ru: Один или несколько файлов NuGet.Config содержат ошибку.
tr: Bir veya daha fazla NuGet.Config dosyası hata içeriyor.
zh_hans: 一个或多个 NuGet.Config 文件包含错误。
zh_hant: 一或多個 NuGet.Config 檔案包含錯誤。

# Error_PackageSource_InvalidSource
source: A valid local or remote path must be specified.
cs: Je třeba zadat platnou místní nebo vzdálenou cestu.
de: Es muss ein gültiger lokaler oder Remotepfad angegeben werden.
es: Se debe especificar una ruta de acceso local o remota válida.
fr: Un chemin d’accès local ou distant valide doit être spécifié.
it: È necessario specificare un percorso locale o remoto valido.
ja: 有効なローカル パスまたはリモート パスを指定する必要があります。
ko: 유효한 로컬 또는 원격 경로를 지정해야 합니다.
pl: Należy określić prawidłową ścieżkę lokalną lub zdalną.
pt_br: Um caminho local ou remoto válido deve ser especificado.
ru: Необходимо указать допустимый локальный или удаленный путь.
tr: Geçerli bir yerel veya uzak yol belirtilmelidir.
zh_hans: 必须指定有效的本地或远程路径。
zh_hant: 必須指定有效的本地或遠端路徑。

# Error_PackageSource_UniqueName
source: The name specified has already been added to the list of available package sources.
cs: Zadaný název se už přidal do seznamu dostupných zdrojů balíčků.
de: Der angegebene Name wurde der Liste der verfügbaren Paketquellen bereits hinzugefügt.
es: El nombre especificado ya se ha agregado a la lista de orígenes de paquetes disponibles.
fr: Le nom spécifié a déjà été ajouté à la liste des sources de package disponibles.
it: Il nome specificato è già stato aggiunto all'elenco delle origini pacchetti disponibili.
ja: 指定された名前は利用可能なパッケージ ソースの一覧に既に追加されています。
ko: 지정한 이름은 이미 사용 가능한 패키지 소스 목록에 추가되어 있습니다.
pl: Określona nazwa została już dodana do listy dostępnych źródeł pakietów.
pt_br: O nome especificado já foi adicionado à lista de origens de pacotes disponíveis.
ru: Указанное имя уже было добавлено в список доступных источников пакетов.
tr: Belirtilen ad zaten kullanılabilir paket kaynakları listesine eklendi.
zh_hans: 指定的名称已添加到可用包源的列表。
zh_hant: 指定的名稱已新增至可用套件來源清單中。

# Error_PackageSource_UniqueSource
source: The source specified has already been added to the list of available package sources.
cs: Zadaný zdroj se už přidal do seznamu dostupných zdrojů balíčků.
de: Die angegebene Quelle wurde der Liste der verfügbaren Paketquellen bereits hinzugefügt.
es: El origen especificado ya se ha agregado a la lista de orígenes de paquetes disponibles.
fr: La source spécifiée a déjà été ajoutée à la liste des sources de package disponibles.
it: L'origine specificata è già stata aggiunta all'elenco delle origini pacchetti disponibili.
ja: 指定されたソースは利用可能なパッケージ ソースの一覧に既に追加されています。
ko: 지정한 소스는 이미 사용 가능한 패키지 소스 목록에 추가되어 있습니다.
pl: Określone źródło zostało już dodane do listy dostępnych źródeł pakietów.
pt_br: A origem especificada já foi adicionada à lista de origens de pacotes disponíveis.
ru: Указанный источник уже был добавлен в список доступных источников пакетов.
tr: Belirtilen kaynak zaten kullanılabilir paket kaynakları listesine eklendi.
zh_hans: 指定的源已添加到可用包源的列表。
zh_hant: 指定的來源已新增至可用套件來源清單中。

# Error_VulnerabilityDataFetch
source: Error occurred while getting package vulnerability data: {0}
cs: Při získávání dat o ohrožení zabezpečení balíčku došlo k chybě: {0}
de: Fehler beim Abrufen von Paketsicherheitsrisikodaten: {0}
es: Error al obtener los datos de vulnerabilidad del paquete: {0}
fr: Une erreur s’est produite lors de l’obtention des données de vulnérabilité du package : {0}
it: Si è verificato un errore durante il recupero dei dati sulla vulnerabilità del pacchetto: {0}
ja: パッケージの脆弱性データの取得中にエラーが発生しました: {0}
ko: 패키지 취약성 데이터를 가져오는 동안 오류가 발생했습니다. {0}
pl: Podczas pobierania danych o lukach w zabezpieczeniach pakietu wystąpił błąd: {0}
pt_br: Ocorreu um erro ao obter os dados de vulnerabilidade do pacote: {0}
ru: Произошла ошибка при получении данных уязвимости пакета: {0}
tr: Paket güvenlik açığı verileri alınırken hata oluştu: {0}
zh_hans: 获取包漏洞数据时出错: {0}
zh_hant: 取得套件弱點資料時發生錯誤: {0}

# Error_WhileLoadingConfigForBindingRedirects
source: Failed to load '{0}', while updating binding redirects. {1}
cs: Při aktualizaci přesměrování vazeb se nepodařilo načíst konfiguraci {0}. {1}
de: Fehler beim Laden von "{0}", während die Bindungsumleitungen aktualisiert werden. {1}
es: No se pudo cargar '{0}' mientras se actualizaban las redirecciones de enlace. {1}
fr: Échec du chargement de « {0} » lors de la mise à jour des redirections de liaison. {1}
it: Non è stato possibile caricare '{0}', durante l'aggiornamento dei reindirizzamenti di binding. {1}
ja: バインディング リダイレクトの更新中に、'{0}' を読み込むことができませんでした。{1}
ko: 바인딩 리디렉션을 업데이트하는 동안 '{0}'을(를) 로드하지 못했습니다. {1}
pl: Nie można załadować elementu „{0}” podczas aktualizowania przekierowań wiązań. {1}
pt_br: Falha ao carregar '{0}' ao atualizar redirecionamentos de associação. {1}
ru: Не удалось загрузить файл "{0}" во время обновления перенаправления привязок. {1}
tr: '{0}' yüklenemedi. Güncelleştirme sırasında bağlama işlemi yeniden yönlendiriliyor. {1}
zh_hans: 更新绑定重定向时无法加载“{0}”。{1}
zh_hant: 更新繫結重新導向時無法載入 '{0}'。{1}

# Exception_InvalidContinuationToken
source: Invalid token
cs: Neplatný token
de: Ungültiges Token
es: Token no válido
fr: Jeton non valide
it: Token non valido
ja: トークンが無効です
ko: 토큰이 잘못되었습니다.
pl: Nieprawidłowy token
pt_br: Token inválido
ru: Недопустимый маркер
tr: Geçersiz belirteç
zh_hans: 标记无效
zh_hant: 語彙基元無效
