Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.VisualStudio/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# FailedToAddFacadeReference
source: Failed to add reference to '{0}'. The package '{1}' tried to add a framework reference to '{0}'. This reference is not required to be explicitly added by a package.
cs: Nepovedlo se přidat odkaz na {0}. Balíček {1} se pokusil přidat odkaz na architekturu do {0}. Balíček tento odkaz nemusí explicitně přidávat.
de: Fehler beim Hinzufügen eines Verweises zu "{0}". Das Paket "{1}" hat versucht, einen Frameworkverweis zu "{0}" hinzuzufügen. Dieser Verweis muss nicht explizit von einem Paket hinzugefügt werden.
es: No se pudo agregar la referencia a "{0}". El paquete "{1}" intentó agregar una referencia de marco de trabajo a "{0}". No es necesario que un paquete agregue explícitamente esta referencia.
fr: Échec de l'ajout de la référence à '{0}'. Le package '{1}' a tenté d'ajouter une référence de framework à '{0}'. Cette référence n'a pas besoin d'être explicitement ajoutée par un package.
it: Non è stato possibile aggiungere il riferimento a '{0}'. Il pacchetto '{1}' ha tentato di aggiungere a '{0}' un riferimento al framework. Non è necessario che questo riferimento venga aggiunto in modo esplicito da un pacchetto.
ja: 参照を '{0}' に追加できませんでした。パッケージ '{1}' がフレームワーク参照を '{0}' に追加しようとしました。この参照を、パッケージが明示的に追加する必要はありません。
ko: '{0}'에 대한 참조를 추가하지 못했습니다. '{1}' 패키지가 '{0}'에 대한 프레임워크 참조를 추가하려고 했습니다. 패키지에서 참조를 명시적으로 추가할 필요는 없습니다.
pl: Nie można dodać odwołania do elementu „{0}”. Pakiet „{1}” próbował dodać odwołanie do platformy w elemencie „{0}”. Pakiet nie musi jawnie dodawać tego odwołania.
pt_br: Falha ao adicionar referência ao '{0}'. O pacote '{1}' tentou adicionar uma referência de estrutura ao '{0}'. Não é obrigatório que esta referência seja adicionada explicitamente por um pacote.
ru: Не удалось добавить ссылку на "{0}". Пакет "{1}" попытался добавить ссылку на платформу в "{0}". Ему необязательно явно добавлять эту ссылку.
tr: Başvuru '{0}' hedefine eklenemedi. '{1}' paketi, '{0}' hedefine bir çerçeve başvurusu eklemeye çalıştı. Bu başvurunun, bir paket tarafından açıkça eklenmesi gerekli değil.
zh_hans: 未能添加对“{0}”的引用。包“{1}”尝试添加对“{0}”的框架引用。不要求由包显示添加此引用。
zh_hant: 無法將參考新增到 '{0}'。套件 '{1}' 已嘗試將 Framework 參考新增到 '{0}'。此參考不需要由套件明確新增。

# FailedToAddGacReference
source: Failed to add reference. The package '{0}' tried to add a framework reference to '{1}' which was not found in the GAC. This is possibly a bug in the package. Please contact the package owners for assistance.
cs: Nepovedlo se přidat odkaz. Balíček {0} se pokusil přidat odkaz na rozhraní do {1}, které se v GAC nenašlo. Jedná se pravděpodobně o chybu v balíčku. Požádejte prosím o pomoc vlastníky balíčku.
de: Fehler beim Hinzufügen eines Verweises. Das Paket "{0}" hat versucht, "{1}" einen Frameworkverweis hinzuzufügen, der im GAC nicht gefunden wurde. Dies ist möglicherweise ein Fehler im Paket. Wenden Sie sich an die Besitzer des Pakets, um Unterstützung zu erhalten.
es: Error al agregar la referencia. El paquete '{0}' intentó agregar una referencia de marco a '{1}', que no se encontró en GAC. Posiblemente haya un error en el paquete. Póngase en contacto con los propietarios del paquete para obtener ayuda.
fr: Échec de l'ajout d'une référence. Le package '{0}' a tenté d'ajouter une référence de framework à '{1}', qui est introuvable dans le GAC (Global Assembly Cache). Il s'agit peut-être d'un bogue du package. Contactez les propriétaires du package pour obtenir de l'aide.
it: Non è stato possibile aggiungere il riferimento. Il pacchetto '{0}' ha provato ad aggiungere un riferimento a framework a '{1}' che non è stato trovato nella GAC. È probabile che il pacchetto contenga un bug. Per assistenza, contattare i proprietari del pacchetto.
ja: 参照を追加できませんでした。パッケージ '{0}' はフレームワーク参照を '{1}' に追加しようとしましたが、GAC に見つかりませんでした。これは、パッケージのバグである可能性があります。パッケージの所有者にお問い合わせください。
ko: 참조를 추가하지 못했습니다. '{0}' 패키지에서 GAC에 없는 '{1}'에 대한 프레임워크 참조를 추가하려고 했습니다. 이는 패키지의 버그일 수 있습니다. 도움이 필요하면 패키지 소유자에게 문의하세요.
pl: Nie można dodać odwołania. Pakiet „{0}” próbował dodać odwołanie do platformy w elemencie „{1}”, którego nie znaleziono w pamięci podręcznej GAC. Prawdopodobnie jest to usterka pakietu. Aby uzyskać pomoc, skontaktuj się z właścicielami pakietu.
pt_br: Falha ao adicionar referência. O pacote '{0}' tentou adicionar uma referência de estrutura ao '{1}', o que não foi encontrado no GAC. Isso é provavelmente um bug no pacote. Entre em contato com os proprietários do pacote para obter assistência.
ru: Не удалось добавить ссылку. Пакет "{0}" пытался добавить ссылку на платформу для объекта "{1}", который не найден в глобальном кэше сборок (GAC). Возможно, произошла ошибка в пакете. Обратитесь к владельцам пакета для получения помощи.
tr: Başvuru eklenemedi. '{0}' paketi, '{1}' öğesine bir çerçeve başvurusu eklemeye çalıştı ancak GAC içinde bu öğe bulunamadı. Bunun nedeni, paketteki bir hata olabilir. Yardım için paket sahiplerine başvurun.
zh_hans: 无法添加引用。包“{0}”试图将 GAC 中不存在的框架引用添加到“{1}”中。此可能为包的 Bug。请联系包所有者以寻求帮助。
zh_hant: 無法加入參考。封裝 '{0}' 嘗試將 Framework 參考加入 '{1}' 中，但其無法在 GAC 中找到。可能是因為封裝中存在錯誤。請連絡封裝擁有者尋求協助。

# FailedToAddReference
source: Failed to add reference to '{0}'.
cs: Nepovedlo se přidat odkaz na {0}.
de: Fehler beim Hinzufügen des Verweises auf "{0}".
es: Error al agregar referencia a '{0}'.
fr: Échec de l'ajout de la référence à '{0}'.
it: Non è stato possibile aggiungere il riferimento a '{0}'.
ja: '{0}' に参照を追加できませんでした。
ko: '{0}'에 참조를 추가하지 못했습니다.
pl: Nie można dodać odwołania do elementu „{0}”.
pt_br: Falha ao adicionar referência a '{0}'.
ru: Не удалось добавить ссылку на «{0}».
tr: '{0}' öğesine başvuru eklenemedi.
zh_hans: 无法将引用添加到“{0}”。
zh_hant: 無法將參考加入 '{0}' 中。

# FailedToRemoveReference
source: Case insensitive search for reference '{0}', to be removed, returned more than 1 match. Request could not be performed.
cs: Hledání bez rozlišování velkých a malých písmen pro odkaz {0}, který se má odebrat, našlo víc než jednu shodu. Požadavek se nedá provést.
de: Die Suche nach dem Verweis "{0}" (der entfernt werden soll) ohne Beachtung von Groß- und Kleinschreibung gab mehrere Übereinstimmungen zurück. Die Anforderung konnte nicht ausgeführt werden.
es: La búsqueda que no distingue mayúsculas de minúsculas para la referencia '{0}', que se debe quitar, devolvió más de 1 coincidencia. La solicitud no se pudo realizar.
fr: Une recherche qui ne respecte pas la casse pour la référence '{0}', qui doit être supprimée, a renvoyé plusieurs correspondances. La demande a échoué.
it: La ricerca senza distinzione tra lettere maiuscole e minuscole per il riferimento '{0}', da rimuovere, ha restituito più di 1 corrispondenza. Non è stato possibile eseguire la richiesta.
ja: 削除対象の参照 '{0}' の大文字と小文字を区別しない検索で、複数の一致が返されました。要求を実行できませんでした。
ko: 제거될 '{0}' 참조에 대한 대/소문자 구분 없는 검색에서 2개 이상의 결과가 반환되었습니다. 요청을 수행할 수 없습니다.
pl: W wyniku wyszukiwania bez uwzględniania wielkości liter odwołania „{0}” do usunięcia zostało zwrócone więcej niż jedno dopasowanie. Nie można wykonać żądania.
pt_br: A pesquisa que não diferencia maiúsculas de minúsculas para referência de '{0}', a ser removida, retornou mais de 1 correspondência. A solicitação não pôde ser executada.
ru: При поиске ссылки «{0}» без учета регистра (для удаления) обнаружено более 1 совпадения. Выполнить запрос невозможно.
tr: Kaldırılacak olan '{0}' başvurusu için büyük/küçük harfe duyarsız arama 1'den fazla eşleşme döndürdü. İstek gerçekleştirilemedi.
zh_hans: 对要删除的引用“{0}”执行不区分大小写的搜索时，返回了多个匹配项。无法执行请求。
zh_hant: 對要移除之參考 '{0}' 的不區分大小寫搜尋傳回了多個相符項目。無法執行要求。

# FailedToUpdateBindingRedirects
source: Failed to update binding redirects for {0} : {1}
cs: Nepovedlo se aktualizovat přesměrování vazeb pro {0}: {1}.
de: Fehler beim Aktualisieren der Bindungsumleitungen für "{0}": {1}
es: No se pudieron actualizar las redirecciones de enlace de {0} : {1}
fr: Échec de la mise à jour des redirections de liaisons pour {0} : {1}
it: Non è stato possibile aggiornare i reindirizzamenti di binding per {0} : {1}
ja: {0} のバインディング リダイレクトを更新できませんでした: {1}
ko: {0}에 대한 바인딩 리디렉션을 업데이트하지 못했습니다. {1}
pl: Nie można zaktualizować przekerowań wiązań dla elementu {0}: {1}
pt_br: Falha ao atualizar os redirecionamentos de associação para {0} : {1}
ru: Не удалось обновить перенаправления привязок для {0}: {1}
tr: {0} için bağlama yeniden yönlendirmeleri güncellemesi başarıız oldu: {1}
zh_hans: 无法更新 {0} 的绑定重定向: {1}
zh_hant: 無法更新 {0} 的繫結重新導向: {1}

# InstallingPackage
source: Installing NuGet package {0}.
cs: Instaluje se balíček NuGet {0}.
de: Das NuGet-Paket "{0}" wird installiert.
es: Instalando el paquete NuGet {0}.
fr: Installation du package NuGet {0}.
it: Installazione del pacchetto NuGet {0}.
ja: NuGet パッケージ {0} をインストールしています。
ko: NuGet 패키지 {0}을(를) 설치하고 있습니다.
pl: Instalowanie pakietu NuGet {0}.
pt_br: Instalando o pacote {0} do NuGet.
ru: Установка пакета NuGet {0}.
tr: NuGet paketi {0} yükleniyor.
zh_hans: 正在安装 NuGet 程序包 {0}。
zh_hant: 正在安裝 NuGet 套件 {0}。

# MSBuildPropertyNotFound
source: The {0} MSBuild property could not be found for project '{1}'.
cs: Nepovedlo se najít vlastnost MSBuild {0} pro projekt {1}.
de: Die MSBuild-Eigenschaft "{0}" wurde für das Projekt "{1}" nicht gefunden.
es: No se encontró la propiedad {0} de MSBuild para el proyecto "{1}".
fr: La propriété MSBuild {0} est introuvable pour le projet '{1}'.
it: La proprietà MSBuild {0} non è stata trovata per il progetto '{1}'.
ja: プロジェクト '{1}' の {0} MSBuild プロパティが見つかりませんでした。
ko: '{1}' 프로젝트에 대한 {0} MSBuild 속성을 찾을 수 없습니다.
pl: Nie można odnaleźć właściwości programu MSBuild {0} dla projektu „{1}”.
pt_br: A propriedade {0} do MSBuild não foi encontrada para o projeto '{1}'.
ru: Не удалось найти свойство MSBuild {0} для проекта "{1}".
tr: '{1}' projesi için {0} MSBuild özelliği bulunamadı.
zh_hans: 无法找到项目“{1}”的 {0} MSBuild 属性。
zh_hant: 找不到專案 '{1}' 的 {0} MSBuild 屬性。

# Migrating_ProjectJson_Started
source: Migrating project.json project...
cs: Migruje se projekt project.json...
de: Project.json Projekt wird migriert...
es: Migrando el proyecto project.json...
fr: Migration du projet project.json...
it: Migrazione del progetto project.json in corso...
ja: project.json プロジェクトを移行しています...
ko: project.json 프로젝트를 마이그레이션하는 중...
pl: Trwa przeprowadzanie migracji projektu project.json...
pt_br: Migrando o projeto project.json...
ru: Миграция проекта project.json...
tr: project.json projesi geçiriliyor...
zh_hans: 正在迁移 project.json 项目...
zh_hant: 正在移轉 project.json 專案...

# Migrating_ProjectJson_Succeeded
source: Migration Succeeded
cs: Migrace proběhla úspěšně.
de: Migration erfolgreich
es: Migración realizada correctamente
fr: Migration réussie
it: Migrazione completata
ja: 移行に成功しました
ko: 마이그레이션 성공
pl: Migracja powiodła się
pt_br: Migração Bem-sucedida
ru: Миграция выполнена
tr: Geçiş Başarılı Oldu
zh_hans: 迁移成功
zh_hant: 移轉成功

# PathToExistingFileNotPresent
source: Path '{0}' to existing file is not found on disk. Cannot add to project '{1}'
cs: Cesta {0} k existujícímu souboru se na disku nenašla. Nejde přidat do projektu {1}.
de: Der Pfad "{0}" zur vorhandenen Datei wurde auf dem Datenträger nicht gefunden. Sie kann dem Projekt "{1}" nicht hinzugefügt werden.
es: La ruta de acceso '{0}' al archivo existente no se encuentra en el disco. No se puede agregar al proyecto '{1}'
fr: Le chemin d'accès '{0}' au fichier existant est introuvable sur le disque. Ajout impossible au projet '{1}'
it: Percorso '{0}' del file esistente non trovato sul disco. Non è possibile aggiungerlo al progetto '{1}'
ja: 既存のファイルへのパス '{0}' がディスク上に見つかりませんでした。プロジェクト '{1}' に追加できません
ko: 기존 파일에 대한 '{0}' 경로가 디스크에 없습니다. '{1}' 프로젝트를 추가할 수 없습니다.
pl: Nie znaleziono na dysku ścieżki „{0}” do istniejącego pliku. Nie można dodać do projektu „{1}”
pt_br: O caminho '{0}' para o arquivo existente não foi encontrado no disco. Não é possível adicionar ao projeto '{1}'
ru: Путь «{0}» к существующему файлу на диске не найден. Не удается добавить в проект «{1}».
tr: Var olan dosyaya '{0}' yolu diskte bulunamadı. '{1}' projesine eklenemiyor
zh_hans: 在磁盘上找不到现有文件的路径“{0}”。无法添加到项目“{1}”
zh_hant: 在磁碟上找不到現有檔案的路徑 '{0}'。無法加入專案 '{1}'

# ProjectNotLoaded_RestoreFailed
source: The operation failed as details for project {0} could not be loaded.
cs: Operace se nepovedla, protože podrobnosti pro projekt {0} nešlo načíst.
de: Fehler bei Vorgang, weil die Details für das Projekt "{0}" nicht geladen werden konnten.
es: La operación no se pudo realizar: no se pudieron cargar los detalles del proyecto {0}.
fr: Échec de l'opération, car les détails du projet {0} n'ont pas pu être chargés.
it: L'operazione non è riuscita perché non è stato possibile caricare i dettagli per il progetto {0}.
ja: プロジェクト {0} の詳細を読み込めなかったため、操作が失敗しました。
ko: {0} 프로젝트에 대한 세부 정보를 로드할 수 없어 작업이 실패했습니다.
pl: Operacja nie powiodła się, ponieważ nie można załadować szczegółów projektu {0}.
pt_br: A operação falhou porque os detalhes do projeto {0} não puderam ser carregados.
ru: Произошел сбой операции, так как не удалось загрузить подробности для проекта {0}.
tr: {0} projesinin ayrıntıları yüklenemediğinden işlem başarısız oldu.
zh_hans: 由于无法加载项目 {0} 的详细信息，操作失败。
zh_hant: 作業因為無法載入專案 {0} 的詳細資料而失敗。

# ProjectUpgradeAndRetargetErrorMessage
source: Some NuGet packages were installed using a target framework different from the current target framework and may need to be reinstalled. Visit https://docs.nuget.org/docs/workflows/reinstalling-packages for more information. Packages affected: {0}
cs: Některé balíčky NuGet jsou nainstalované s použitím jiné cílové architektury, než je aktuální verze, a pravděpodobně bude potřeba je přeinstalovat. Další informace najdete na webu https://docs.nuget.org/docs/workflows/reinstalling-packages. Ovlivněné balíčky: {0}
de: Einige NuGet-Pakete wurden mithilfe eines Zielframeworks installiert, das sich vom aktuellen Zielframework unterscheidet. Möglicherweise müssen sie erneut installiert werden. Besuchen Sie https://docs.nuget.org/docs/workflows/reinstalling-packages, um weitere Informationen zu erhalten. Betroffene Pakete: {0}
es: Algunos paquetes NuGet se instalaron con una plataforma de destino diferente de la actual y puede que sea necesario volver a instalarlos. Visite https://docs.nuget.org/docs/workflows/reinstalling-packages para obtener más información. Paquetes afectados: {0}
fr: Certains packages NuGet ont été installés à l'aide d'un framework cible différent du framework cible actuel et doivent éventuellement être réinstallés. Pour plus d'informations, visitez https://docs.nuget.org/docs/workflows/reinstalling-packages. Packages affectés : {0}
it: Alcuni pacchetti NuGet sono stati installati usando un framework di destinazione diverso da quello corrente e potrebbe essere necessario reinstallarli. Per altre informazioni, vedere https://docs.nuget.org/docs/workflows/reinstalling-packages Pacchetti interessati: {0}
ja: 一部の NuGet パッケージが現在のターゲット フレームワークとは異なるターゲット フレームワークを使用してインストールされていて、再インストールが必要になる可能性があります。詳細については、https://docs.nuget.org/docs/workflows/reinstalling-packages を参照してください。影響を受けるパッケージ: {0}
ko: 일부 NuGet 패키지가 현재 대상 프레임워크와 다른 대상 프레임워크를 사용하여 설치되었으므로 다시 설치해야 할 수 있습니다. 자세한 내용은 https://docs.nuget.org/docs/workflows/reinstalling-packages를 참조하세요. 관련 패키지는 {0}입니다.
pl: Niektóre pakiety NuGet zostały zainstalowane przy użyciu platformy docelowej innej niż bieżąca platforma docelowa i może być konieczne ich ponowne zainstalowanie. Aby uzyskać więcej informacji, odwiedź stronę https://docs.nuget.org/docs/workflows/reinstalling-packages. Pakiety, których dotyczy problem: {0}
pt_br: Alguns pacotes NuGet estão instalados usando uma estrutura de destino diferente da estrutura de destino atual e precisam ser reinstalados. Acesse https://docs.nuget.org/docs/workflows/reinstalling-packages para obter mais informações. Pacotes afetados: {0}
ru: Некоторые пакеты NuGet были установлены с помощью целевой платформы, которая отличается от текущей, и может потребоваться их переустановка. Дополнительная информация: https://docs.nuget.org/docs/workflows/reinstalling-packages. Затронутые пакеты: {0}
tr: Bazı NuGet paketleri, geçerli hedef Framework'teki farklı bir hedef Framework kullanılarak yüklenmiş ve bu paketlerin yeniden yüklenmesi gerekiyor. Daha fazla bilgi için https://docs.nuget.org/docs/workflows/reinstalling-packages adresini ziyaret edin. Etkilenen paketler: {0}
zh_hans: 一些 NuGet 包是使用不同于当前目标框架的目标框架安装的，可能需要重新安装。有关详细信息，请访问 https://docs.nuget.org/docs/workflows/reinstalling-packages。受影响的包: {0}
zh_hant: 己使用不同於目前的目標架構來安裝部分 NuGet 套件，且可能需要重新安裝。如需詳細資訊，請瀏覽 https://docs.nuget.org/docs/workflows/reinstalling-packages。受影響的套件: {0}

# ProjectWithIdNotFound
source: A project with ID '{0}' was not found.
cs: Projekt s ID {0} se nenašel.
de: Ein Projekt mit der ID {0} wurde nicht gefunden.
es: No se encontró ningún proyecto con el identificador "{0}".
fr: Le projet ayant l'ID '{0}' est introuvable.
it: Non è stato trovato alcun progetto con ID '{0}'.
ja: ID '{0}' のプロジェクトが見つかりませんでした。
ko: ID가 '{0}'인 프로젝트를 찾을 수 없습니다.
pl: Nie znaleziono projektu o identyfikatorze „{0}”.
pt_br: Não foi encontrado nenhum projeto com a ID '{0}'.
ru: Проект с идентификатором "{0}" не найден.
tr: '{0}' kimlikli proje bulunamadı.
zh_hans: 找不到 ID 为“{0}”的项目。
zh_hant: 找不到識別碼為 '{0}' 的專案。

# PropertyCannotBeNull
source: '{0}' cannot be null.
cs: {0} nemůže být null.
de: „{0}“ darf nicht Null sein.
es: '{0}' no puede ser null.
fr: « {0} » ne peut pas avoir la valeur nul.
it: '{0}' non può essere null.
ja: '{0}' を null 値にはできません。
ko: '{0}'은(는) null일 수 없습니다.
pl: Właściwość „{0}” nie może mieć wartości null.
pt_br: "{0}" não pode ser nulo.
ru: "{0}" не может иметь значение null.
tr: '{0}' null olamaz.
zh_hans: ‘{0}’ 不得为 null。
zh_hant: 「{0}」不得為 Null。

# SolutionIsNotSaved
source: Solution is not saved. Please save your solution before managing NuGet packages.
cs: Řešení není uložené. Než začnete spravovat balíčky NuGet, řešení uložte.
de: Die Projektmappe wurde nicht gespeichert. Bitte speichern Sie Ihre Projektmappe, bevor Sie NuGet-Pakete verwalten.
es: No se guardó la solución. Guarde la solución antes de administrar los paquetes NuGet.
fr: La solution n'est pas enregistrée. Enregistrez votre solution avant de gérer des packages NuGet.
it: Soluzione non salvata. Salvarla prima di gestire i pacchetti NuGet.
ja: ソリューションが保存されていません。ソリューションを保存してから NuGet パッケージを管理してください。
ko: 솔루션이 저장되지 않았습니다. NuGet 패키지를 관리하려면 솔루션을 저장하십시오.
pl: Nie zapisano rozwiązania. Zapisz rozwiązanie zanim zaczniesz zarządzać pakietami NuGet.
pt_br: A solução não está salva. Salve sua solução antes de gerenciar os pacotes NuGet.
ru: Решение не сохранено. Сохраните свое решение, прежде чем управлять пакетами NuGet.
tr: Çözüm kaydedilmedi. Lütfen NuGet paketlerini yönetmeden önce çözümünüzü kaydedin.
zh_hans: 解决方案未保存。请先保存你的解决方案，然后再管理 NuGet 包。
zh_hant: 未儲存解決方案。請先儲存解決方案，再管理 NuGet 套件。

# Text_DeprecatedFramework_DocumentLink
source: migration document
cs: dokumentu migrace
de: Migrationsdokument
es: documento de migración
fr: document de migration
it: documento relativo alla migrazione
ja: マイグレーション ドキュメント
ko: 마이그레이션 문서
pl: dokument migracji
pt_br: documento de migração
ru: документ по миграции
tr: geçiş belgesi
zh_hans: 迁移文档
zh_hant: 移轉文件

# Text_DeprecatedFramework_DocumentLink_Before
source: The NuGet operation failed due to one or more packages being incompatible with your project. The '{0}' ('{1}') project framework is deprecated. For more information about how to migrate your projects to a supported framework, please refer to the
cs: Operace NuGet selhala, protože minimálně jeden balíček není kompatibilní s vaším projektem. Architektura projektu {0} ({1}) je zastaralá. Další informace o tom, jak migrovat projekty do podporované architektury, najdete v
de: Fehler beim NuGet-Vorgang, weil mindestens ein Paket mit Ihrem Projekt inkompatibel ist. Das Projektframework "{0}" ({1}) ist veraltet. Weitere Informationen zum Migrieren Ihrer Projekte zu einem unterstützten Framework finden Sie hier:
es: Error en la operación de NuGet debido a uno o más paquetes incompatible con su proyecto. El marco del proyecto "{0}" ("{1}") está en desuso. Para obtener más información acerca de cómo migrar los proyectos a un marco compatible, consulte
fr: L'opération NuGet a échoué car un ou plusieurs packages sont incompatibles avec votre projet. Le framework de projet '{0}' ('{1}') est déprécié. Pour plus d'informations sur la migration de vos projets vers un framework pris en charge, consultez le
it: L'operazione NuGet non è riuscita perché uno o più pacchetti non sono compatibili con il progetto. Il framework di progetto '{0}' ('{1}') è deprecato. Per altre informazioni su come eseguire la migrazione dei progetti a un framework supportato, vedere
ja: 1 つ以上のパッケージがプロジェクトとの互換性がないため、NuGet 操作に失敗しました。'{0}' ('{1}') プロジェクト フレームワークは非推奨です。サポートされているフレームワークにプロジェクトを移行する方法の詳細については、次を参照してください:
ko: 하나 이상의 패키지가 프로젝트와 호환되지 않아 NuGet 작업에 실패했습니다. '{0}'('{1}') 프로젝트 프레임워크는 사용되지 않습니다. 프로젝트를 지원되는 프레임워크로 마이그레이션하는 방법에 대한 자세한 내용은 다음을 참조하세요.
pl: Operacja NuGet nie powiodła się, ponieważ co najmniej jeden pakiet jest niezgodny z Twoim projektem. Struktura projektu „{0}” („{1}”) jest przestarzała. Aby uzyskać więcej informacji o tym, jak migrować projekty do obsługiwanej struktury, zobacz
pt_br: A operação NuGet falhou devido a um ou mais pacotes serem incompatíveis com o seu projeto. A estrutura do projeto '{0}' ('{1}') está preterida. Para obter mais informações sobre como migrar os projetos para uma estrutura com suporte, veja
ru: Произошел сбой операции NuGet, так как часть пакетов несовместима с вашим проектом. Платформа проекта "{0}" ("{1}") устарела. Дополнительные сведения о переносе своих проектов на поддерживаемую платформу см. в
tr: Bir veya daha fazla paket projenizle uyumsuz olduğundan NuGet işlemi başarısız oldu. '{0}' ('{1}') proje çerçevesi kullanım dışı. Projelerinizin desteklenen bir çerçeveye geçişini nasıl sağlayacağınız hakkında daha fazla bilgi için, bkz.
zh_hans: 由于一个或多个包与项目不兼容，NuGet 操作失败。已弃用“{0}”(“{1}”)项目框架。有关如何将项目迁移到受支持框架的详细信息，请参阅
zh_hant: 因為有一或多個套件與您的專案不相容，所以 NuGet 作業失敗。'{0}' ('{1}') 專案架構已淘汰。如需如何將專案移轉至支援架構的相關詳細資訊，請參閱

# Text_DeprecatedFramework_ProjectList
source: The following project(s) target the deprecated framework:
cs: Cílem následujících projektů je zastaralá architektura:
de: Die folgenden Projekte verwenden das veraltete Framework als Ziel:
es: Los siguientes proyectos están destinados a una plataforma en desuso:
fr: Le ou les projets suivants ciblent le framework déprécié :
it: I progetti seguenti sono destinati al framework deprecato:
ja: 次のプロジェクトは、非推奨のフレームワークを対象としています:
ko: 다음 프로젝트가 사용되지 않는 프레임워크를 대상으로 합니다.
pl: Docelowa struktura następujących projektów jest przestarzała:
pt_br: Os seguintes projetos têm como destino a estrutura preterida:
ru: Проекты, использующие нерекомендуемую платформу:
tr: Aşağıdaki projeler kullanım dışı çerçeveyi hedefliyor:
zh_hans: 以下项目的目标为弃用的框架:
zh_hant: 下列專案的目標為即將淘汰的架構:

# UnableToGetCPSPackageInstallationService
source: Unable to get the project's package installation service for project '{0}'.
cs: Nepovedlo se získat službu instalace balíčku projektu pro projekt {0}.
de: Der Paketinstallationsdienst für das Projekt "{0}" konnte nicht abgerufen werden.
es: No se puede obtener el servicio de instalación de paquetes del proyecto "{0}".
fr: Impossible d'obtenir le service d'installation de package du projet '{0}'.
it: Non è possibile ottenere il servizio di installazione dei pacchetti del progetto per il progetto '{0}'.
ja: プロジェクト '{0}' のパッケージ インストール サービスを取得できません。
ko: '{0}' 프로젝트에 대한 프로젝트 패키지 설치 서비스를 가져올 수 없습니다.
pl: Nie można pobrać usługi instalacji pakietu projektu „{0}”.
pt_br: Não é possível obter o serviço de instalação do pacote do projeto para o projeto '{0}'.
ru: Не удалось получить службу установки пакетов для проекта "{0}".
tr: '{0}' projesi için proje paketi yükleme hizmeti alınamıyor.
zh_hans: 无法获取项目“{0}”的项目包安装服务。
zh_hant: 無法為專案 '{0}' 取得專案的套件安裝服務。
