Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.PackageManagement/xlf/Strings.*.xlf
Languages: cs, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AddedPackageToFolder
source: Added package '{0}' to folder '{1}'
cs: Balíček {0} se přidal do složky {1}.
fr: Package '{0}' ajouté au dossier '{1}'
it: Pacchetto '{0}' aggiunto alla cartella '{1}'
ja: パッケージ '{0}' をフォルダー '{1}' に追加しました
ko: '{1}' 폴더에 '{0}' 패키지를 추가했습니다.
pl: Dodano pakiet „{0}” do folderu „{1}”
pt_br: Pacote '{0}' adicionado à pasta '{1}'
ru: Пакет «{0}» добавлен в папку «{1}»
tr: '{0}' paketi '{1}' klasörüne eklendi
zh_hans: 已将程序包“{0}”添加到文件夹“{1}”
zh_hant: 已將套件 '{0}' 加入資料夾 '{1}'

# AddedPackageToFolderFromSource
source: Added package '{0}' to folder '{1}' from source '{2}'
cs: Do složky {1} ze zdroje {2} se přidal balíček {0}.
fr: Package '{0}' ajouté au dossier '{1}' à partir de la source '{2}'
it: È stato aggiunto il pacchetto '{0}' alla cartella '{1}' dall'origine '{2}'
ja: ソース '{2}' のパッケージ '{0}' をフォルダー '{1}' に追加しました
ko: '{2}' 소스에서 '{1}' 폴더에 '{0}' 패키지를 추가했습니다.
pl: Dodano pakiet „{0}” do folderu „{1}” ze źródła „{2}”
pt_br: O pacote '{0}' foi adicionado à pasta'{1}' da origem '{2}'
ru: Пакет "{0}" из источника "{2}" добавлен в папку "{1}"
tr: '{0}' paketi '{2}' kaynağından '{1}' klasörüne eklendi
zh_hans: 已将包“{0}”从源“{2}”添加到文件夹“{1}”
zh_hant: 已從來源 '{2}' 將套件 '{0}' 新增到資料夾 '{1}'

# AddedPackageToPackagesConfig
source: Added package '{0}' to '{1}'
cs: Balíček {0} se přidal do {1}.
fr: Package '{0}' ajouté à '{1}'
it: Pacchetto '{0}' aggiunto a '{1}'
ja: パッケージ '{0}' を '{1}' に追加しました
ko: '{1}'에 '{0}' 패키지를 추가했습니다.
pl: Dodano pakiet „{0}” do elementu „{1}”
pt_br: Pacote '{0}' adicionado a '{1}'
ru: Пакет «{0}» добавлен в «{1}»
tr: '{0}' paketi '{1}' öğesine eklendi
zh_hans: 已将程序包“{0}”添加到“{1}”
zh_hant: 已將套件 '{0}' 加入 '{1}'

# AddingPackageToFolder
source: Adding package '{0}' to folder '{1}'
cs: Přidává se balíček {0} do složky {1}.
fr: Ajout du package '{0}' au dossier '{1}'
it: Aggiunta del pacchetto '{0}' alla cartella '{1}'
ja: パッケージ '{0}' をフォルダー '{1}' に追加しています
ko: '{1}' 폴더에 '{0}' 패키지를 추가하고 있습니다.
pl: Dodawanie pakietu „{0}” do folderu „{1}”
pt_br: Adicionando pacote '{0}' à pasta '{1}'
ru: Добавление пакета «{0}» в папку «{1}»
tr: '{0}' paketi '{1}' klasörüne ekleniyor
zh_hans: 正在将程序包“{0}”添加到文件夹“{1}”
zh_hant: 正在將套件 '{0}' 加入資料夾 '{1}'

# AddingPackageWithOnlyDependencies
source: Adding package '{0}', which only has dependencies, to project '{1}'.
cs: Přidává se balíček {0}, který má jenom závislosti, do projektu {1}.
fr: Ajout du package '{0}', qui a uniquement des dépendances, au projet '{1}'.
it: Aggiunta del pacchetto '{0}', contenente solo dipendenze, al progetto '{1}'.
ja: 依存関係のみが含まれるパッケージ '{0}' をプロジェクト '{1}' に追加しています。
ko: '{1}' 프로젝트에 종속성이 있는 '{0}' 패키지만 추가하고 있습니다.
pl: Dodawanie pakietu „{0}”, który zawiera tylko zależności, do projektu „{1}”.
pt_br: Adicionando pacote '{0}', que tem apenas dependências, ao projeto '{1}'.
ru: Добавление пакета «{0}», у которого только есть зависимости, в проект «{1}».
tr: Yalnızca bağımlılıkları olan '{0}' paketi '{1}' projesine ekleniyor.
zh_hans: 正在将只有依赖项的程序包“{0}”添加到项目“{1}”。
zh_hant: 正在將套件 '{0}' (只有相依性) 加入專案 '{1}'。

# AddingPackageWithOnlyToolsGroup
source: Adding package '{0}', which only has tools group, to project '{1}'
cs: Přidává se balíček {0}, který má jenom skupinu nástrojů, do projektu {1}.
fr: Ajout du package '{0}', qui a uniquement un groupe d'outils, au projet '{1}'
it: Aggiunta del pacchetto '{0}', contenente solo un gruppo di strumenti, al progetto '{1}'
ja: ツール グループのみが含まれるパッケージ '{0}' をプロジェクト '{1}' に追加しています
ko: '{1}' 프로젝트에 도구 그룹이 있는 '{0}' 패키지만 추가하고 있습니다.
pl: Dodawanie pakietu „{0}”, który zawiera tylko grupę narzędzi, do projektu „{1}”
pt_br: Adicionando pacote '{0}', que tem apenas grupo de ferramentas, ao projeto '{1}'
ru: Добавление пакета «{0}», у которого есть только группа инструментов, в проект «{1}»
tr: Yalnızca araç grubu olan '{0}' paketi '{1}' projesine ekleniyor
zh_hans: 正在将只有工具组的程序包“{0}”添加到“{1}”
zh_hant: 正在將套件 '{0}' (只有工具群組) 加入專案 '{1}'

source: Argument cannot be null or empty
cs: Argument nesmí být null ani prázdný.
fr: L'argument ne peut pas être null ou vide
it: L'argomento non può essere Null o vuoto
ja: 引数を null または空にすることはできません
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty
pt_br: O argumento não pode ser nulo ou vazio
ru: Аргумент не может быть равен NULL или быть пустым
tr: Bağımsız değişken null veya boş olamaz
zh_hans: 参数不能为 null 或空
zh_hant: 引數不能為 Null 或空白

# AttemptingToGatherDependencyInfo
source: Attempting to gather dependency information for package '{0}' with respect to project '{1}', targeting '{2}'
cs: Probíhá pokus o získání informací o závislostech pro balíček {0} s ohledem na projekt {1} a cílení {2}.
fr: Tentative de collecte d'informations de dépendance pour le package '{0}' du projet '{1}', ciblant '{2}'
it: È in corso il tentativo di raccogliere informazioni sulle dipendenze per il pacchetto '{0}' relativo al progetto '{1}' per '{2}'
ja: '{2}' を対象とするプロジェクト '{1}' に関して、パッケージ '{0}' の依存関係情報の収集を試行しています
ko: '{2}'을(를) 대상으로 하는 '{1}' 프로젝트에 대한 '{0}' 패키지의 종속성 정보를 수집하려는 중
pl: Próba zebrania informacji o zależnościach pakietu „{0}” w odniesieniu do projektu „{1}”, którego elementem docelowym jest „{2}”
pt_br: Tentando coletar informações de dependências do pacote '{0}' em relação ao projeto '{1}', visando '{2}'
ru: Выполняется попытка собрать информацию о зависимостях для пакета "{0}" по отношению к проекту "{1}", нацеленному на "{2}".
tr: '{0}' paketi için hedefi '{2}' olan '{1}' projesine göre bağımlılık bilgisi toplanmaya çalışılıyor
zh_hans: 正在尝试收集与目标为“{2}”的项目“{1}”有关的包“{0}”的依赖项信息
zh_hant: 正在嘗試針對專案 '{1}' 及目標 '{2}' 收集封裝 '{0}' 的相依性資訊

# AttemptingToGatherDependencyInfoForMultiplePackages
source: Attempting to gather dependency information for multiple packages with respect to project '{0}', targeting '{1}'
cs: Probíhá pokus o získání informací o závislostech pro víc balíčků s ohledem na projekt {0} a cílení {1}.
fr: Tentative de collecte d'informations de dépendance pour plusieurs packages du projet '{0}', ciblant '{1}'
it: È in corso il tentativo di raccogliere informazioni sulle dipendenze per più pacchetti relativi al progetto '{0}' per '{1}'
ja: '{1}' を対象とするプロジェクト '{0}' に関して、複数のパッケージの依存関係情報の収集を試行しています
ko: '{1}'을(를) 대상으로 하는 '{0}' 프로젝트에 대한 여러 패키지의 종속성 정보를 수집하려는 중
pl: Próba zebrania informacji o zależnościach wielu pakietów w odniesieniu do projektu „{0}”, którego elementem docelowym jest „{1}”
pt_br: Tentando coletar informações de dependências para vários pacotes em relação ao projeto '{0}', visando '{1}'
ru: Выполняется попытка собрать информацию о зависимостях для нескольких пакетов по отношению к проекту "{0}", нацеленному на "{1}".
tr: Birden çok paket için hedefi '{1}' olan '{0}' projesine göre bağımlılık bilgisi toplanmaya çalışılıyor
zh_hans: 正在尝试收集与目标为“{1}”的项目“{0}”有关的多个包的依赖项信息
zh_hant: 正在嘗試針對專案 '{0}' 及目標 '{1}' 收集多個套件的相依性資訊

# AttemptingToResolveDependencies
source: Attempting to resolve dependencies for package '{0}' with DependencyBehavior '{1}'
cs: Pokus o vyřešení závislostí pro balíček {0} s DependencyBehavior {1}
fr: Tentative de résolution de dépendances pour le package '{0}' avec DependencyBehavior '{1}'
it: Tentativo di risolvere le dipendenze per il pacchetto '{0}' con DependencyBehavior '{1}'
ja: DependencyBehavior '{1}' でパッケージ '{0}' の依存関係の解決を試行しています
ko: DependencyBehavior가 '{1}'인 '{0}' 패키지의 종속성을 확인하려는 중
pl: Próba rozpoznania zależności pakietu „{0}” z elementem DependencyBehavior „{1}”
pt_br: Tentando resolver dependências do pacote '{0}' com DependencyBehavior '{1}'
ru: Выполняется попытка разрешить зависимости для пакета «{0}» с использованием DependencyBehavior «{1}»
tr: DependencyBehavior '{1}' ile '{0}' paketi için bağımlılıklar çözümlenmeye çalışılıyor
zh_hans: 正在尝试解析程序包“{0}”的依赖项，DependencyBehavior 为“{1}”
zh_hant: 嘗試解析具有 DependencyBehavior '{1}' 之套件 '{0}' 的相依性

source: Attempting to resolve dependencies for multiple packages.
cs: Probíhá pokus o vyřešení závislostí pro víc balíčků.
fr: Tentative de résolution de dépendances pour plusieurs packages.
it: È in corso il tentativo di risolvere le dipendenze per più pacchetti.
ja: 複数のパッケージの依存関係の解決を試行しています。
ko: 여러 패키지의 종속성을 확인하려는 중
pl: Próba rozpoznania zależności wielu pakietów.
pt_br: Tentando resolver dependências de vários pacotes.
ru: Выполняется попытка разрешить зависимости для нескольких пакетов.
tr: Birden çok paket için bağımlılıklar çözümlenmeye çalışılıyor.
zh_hans: 正在尝试解析多个包的依赖项。
zh_hant: 正在嘗試解析多個套件的相依性。

# Debug_AddedFile
source: Added file '{0}'.
cs: Byl přidaný soubor {0}.
fr: Ficher '{0}' ajouté.
it: Il file '{0}' è stato aggiunto.
ja: ファイル '{0}' を追加しました。
ko: '{0}' 파일을 추가했습니다.
pl: Dodano plik „{0}”.
pt_br: Arquivo '{0}' adicionado.
ru: Добавлен файл "{0}".
tr: '{0}' dosyası eklendi.
zh_hans: 已添加文件“{0}”。
zh_hant: 已加入檔案 '{0}'。

# Debug_AddedFileToFolder
source: Added file '{0}' to folder '{1}'.
cs: Byl přidaný soubor {0} do složky {1}.
fr: Fichier '{0}' ajouté au dossier '{1}'.
it: File '{0}' aggiunto alla cartella '{1}'.
ja: ファイル '{0}' をフォルダー '{1}' に追加しました。
ko: '{1}' 폴더에 '{0}' 파일을 추가했습니다.
pl: Dodano plik „{0}” do folderu „{1}”.
pt_br: Arquivo '{0}' adicionado à pasta '{1}'.
ru: Файл «{0}» добавлен в папку «{1}».
tr: '{0}' dosyası '{1}' klasörüne eklendi.
zh_hans: 已将文件“{0}”添加到文件夹“{1}”。
zh_hant: 已將檔案 '{0}' 加入資料夾 '{1}'。

# Debug_RemovedFile
source: Removed file '{0}'.
cs: Byl odebraný soubor {0}.
fr: Fichier '{0}' supprimé.
it: File '{0}' rimosso.
ja: ファイル '{0}' を削除しました。
ko: '{0}' 파일을 제거했습니다.
pl: Usunięto plik „{0}”.
pt_br: Arquivo '{0}' removido.
ru: Файл «{0}» удален.
tr: '{0}' dosyası kaldırıldı.
zh_hans: 已删除文件“{0}”。
zh_hant: 已移除檔案 '{0}'。

# Debug_RemovedFileFromFolder
source: Removed file '{0}' from folder '{1}'.
cs: Soubor {0} byl přesunutý ze složky {1}.
fr: Fichier '{0}' supprimé du dossier '{1}'.
it: Il file '{0}' è stato rimosso dalla cartella '{1}'.
ja: ファイル '{0}' をフォルダー '{1}' から削除しました。
ko: '{1}' 폴더에서 '{0}' 파일을 제거했습니다.
pl: Usunięto plik „{0}” z folderu „{1}”.
pt_br: Arquivo '{0}' removido da pasta '{1}'.
ru: Файл «{0}» удален из папки «{1}».
tr: '{0}' dosyası '{1}' klasöründen kaldırıldı.
zh_hans: 已从文件夹“{1}”中删除文件“{0}”。
zh_hant: 已將檔案 '{0}' 從資料夾 '{1}' 中移除。

# Debug_RemovedFolder
source: Removed folder '{0}'.
cs: Byla odebraná složka {0}.
fr: Dossier '{0}' supprimé.
it: Cartella '{0}' rimossa.
ja: フォルダー '{0}' を削除しました。
ko: '{0}' 폴더를 제거했습니다.
pl: Usunięto folder „{0}”.
pt_br: Pasta '{0}' removida.
ru: Папка «{0}» удалена.
tr: '{0}' klasörü kaldırıldı.
zh_hans: 已删除文件夹“{0}”。
zh_hant: 已移除資料夾 '{0}'。

# Debug_TargetFrameworkInfo
source: >> {0} are being added from '{1}'{2}
cs: >> {0} se přidávají z {1}{2}
fr: >> {0} sont ajoutés à partir de « {1} »{2}
it: >> {0} vengono aggiunti da '{1}'{2}
ja: >> {0} が '{1}'{2} から追加されています
ko: >> {0}이(가) '{1}'{2}에서 추가되고 있습니다.
pl: >> {0} są dodawane z „{1}” {2}
pt_br: >> {0} estão sendo adicionados de '{1}'{2}
ru: >> {0} добавляется из «{1}» {2}
tr: >> {0}, '{1}'{2} kaynağından ekleniyor
zh_hans: >> 正在从“{1}”{2} 添加 {0}
zh_hant: >> 正在從 '{1}'{2} 加入 {0}

# Debug_TargetFrameworkInfoPrefix
source: For adding package '{0}' to project '{1}' that targets '{2}'.
cs: Když chcete přidat balíček {0} k projektu {1} s cílem {2}.
fr: Pour l'ajout du package '{0}' au projet '{1}' qui cible '{2}'.
it: Per l'aggiunta del pacchetto '{0}' al progetto '{1}' con destinazione '{2}'.
ja: '{2}' を対象とするプロジェクト '{1}' へのパッケージ '{0}' の追加。
ko: '{2}'을(를) 대상으로 하는 '{1}' 프로젝트에 '{0}' 패키지를 추가하는 경우,
pl: Na potrzeby dodawania pakietu „{0}” do projektu „{1}”, którego celem jest „{2}”.
pt_br: Para adicionar o pacote '{0}' ao projeto '{1}' destinado a '{2}'.
ru: Для добавления пакета «{0}» в проект «{1}», нацеленный на «{2}».
tr: '{0}' paketini '{2}' öğesini hedefleyen '{1}' projesine eklemek için.
zh_hans: 为了将程序包“{0}”添加到目标为“{2}”的项目“{1}”。
zh_hant: 為了將套件 '{0}' 加入以 '{2}' 為目標的專案 '{1}'。

# DependencyDoesNotHaveValidVersion
source: Dependency '{0}' has invalid version specification.
cs: Závislá součást {0} má neplatnou specifikaci verze.
fr: La dépendance '{0}' contient une spécification de version non valide.
it: La dipendenza '{0}' ha una specifica di versione non valida.
ja: 依存関係 '{0}' のバージョン指定が無効です。
ko: 종속성 '{0}'에 잘못된 버전 사양이 있습니다.
pl: Zależność „{0}” ma nieprawidłową specyfikację wersji.
pt_br: A dependência '{0}' tem uma especificação de versão inválida.
ru: У зависимости «{0}» недопустимая спецификация версии.
tr: '{0}' bağımlılığı geçersiz sürüm belirtimi içeriyor.
zh_hans: 依赖项“{0}”的版本规范无效。
zh_hant: 相依性的 '{0}' 版本規格無效。

# DownloadResourceNotFound
source: Cannot download packages from '{0}'.
cs: Nejde stáhnout balíčky pro {0}.
fr: Impossible de télécharger des packages de '{0}'.
it: Non è possibile scaricare i pacchetti da '{0}'.
ja: '{0}' からパッケージをダウンロードできません。
ko: '{0}'에서 패키지를 다운로드할 수 없습니다.
pl: Nie można pobrać pakietów z lokalizacji „{0}”.
pt_br: Não é possível baixar pacotes de '{0}'.
ru: Не удается скачать пакеты из «{0}».
tr: Paketler '{0}' konumundan indirilemiyor.
zh_hans: 无法从“{0}”下载程序包。
zh_hant: 無法從 '{0}' 下載封裝。

# DownloadStreamNotAvailable
source: Package stream for '{0}' cannot be found at '{1}'.
cs: Stream balíčků pro {0} nejde najít: {1}.
fr: Le flux de packages pour '{0}' est introuvable dans '{1}'.
it: Non è possibile trovare il flusso dei pacchetti per '{0}' in '{1}'.
ja: '{0}' のパッケージ ストリームが '{1}' で見つかりません。
ko: '{1}'에서 '{0}'에 대한 패키지 스트림을 찾을 수 없습니다.
pl: Nie można odnaleźć strumienia pakietów dla „{0}” w lokalizacji „{1}”.
pt_br: O fluxo do pacote para '{0}' não foi encontrado em '{1}'.
ru: Не удается найти в «{1}» поток пакетов для «{0}».
tr: '{0}' için paket akışı '{1}' konumunda bulunamıyor.
zh_hans: 在“{1}”处找不到程序包流“{0}”。
zh_hant: 在 '{1}' 找不到 '{0}' 的封裝串流。

# ErrorLoadingPackagesConfig
source: An error occurred while reading file '{0}': {1}
cs: Došlo k chybě při čtení souboru {0}: {1}
fr: Une erreur s'est produite pendant la lecture du fichier '{0}' : {1}
it: Si è verificato un errore durante la lettura del file '{0}': {1}
ja: ファイル '{0}' の読み取り中にエラーが発生しました: {1}
ko: '{0}' 파일을 읽는 동안 오류가 발생했습니다. {1}
pl: Wystąpił błąd podczas odczytywania pliku „{0}”: {1}
pt_br: Ocorreu um erro ao ler o arquivo '{0}': {1}
ru: При чтении файла «{0}» произошла ошибка: {1}
tr: '{0}' dosyası okunurken bir hata oluştu: {1}
zh_hans: 读取文件“{0}”时出错: {1}
zh_hant: 讀取檔案 '{0}' 時發生錯誤: {1}

# ErrorWritingPackagesConfig
source: An error occurred while writing file '{0}': {1}
cs: Došlo k chybě při zápisu souboru {0}: {1}.
fr: Une erreur s'est produite lors de l'écriture du fichier « {0} » : {1}
it: Si è verificato un errore durante la scrittura del file '{0}': {1}
ja: ファイル '{0}' の書き込み中にエラーが発生しました: {1}
ko: '{0}' 파일을 쓰는 동안 오류가 발생했습니다. {1}
pl: Wystąpił błąd podczas zapisywania pliku „{0}”: {1}
pt_br: Ocorreu um erro ao gravar o arquivo '{0}': {1}
ru: Произошла ошибка при записи файла "{0}": {1}
tr: '{0}' dosyasına yazarken bir hata oluştu: {1}
zh_hans: 写入文件“{0}”时出错: {1}
zh_hant: 寫入檔案 '{0}' 時發生錯誤: {1}

# Error_DirectoryDoesNotExist
source: Directory {0} does not exist.
cs: Adresář {0} neexistuje.
fr: Le répertoire {0} n'existe pas.
it: La directory {0} non esiste.
ja: ディレクトリ {0} が存在しません。
ko: {0} 디렉터리가 없습니다.
pl: Katalog {0} nie istnieje.
pt_br: O diretório {0} não existe.
ru: Каталог "{0}" не существует.
tr: {0} dizini yok.
zh_hans: 目录 {0} 不存在。
zh_hant: 目錄 {0} 不存在。

# Error_FileDoesNotExist
source: File {0} does not exist.
cs: Soubor {0} neexistuje.
fr: Le fichier {0} n’existe pas.
it: Il file {0} non esiste.
ja: ファイル {0} は存在しません。
ko: {0} 파일이 없습니다.
pl: Plik {0} nie istnieje.
pt_br: O arquivo {0} não existe.
ru: Файл {0} не существует.
tr: {0} dosyası yok.
zh_hans: 文件 {0} 不存在。
zh_hant: 檔案 {0} 不存在。

# Error_HttpSource_Single
source: You are running the '{0}' operation with an 'HTTP' source: {1}. NuGet requires HTTPS sources. To use an HTTP source, you must explicitly set 'allowInsecureConnections' to true in your NuGet.Config file. Refer to https://aka.ms/nuget-https-everywhere for more information.
cs: Máte spuštěnu operaci {0} se zdrojem HTTP: {1}. NuGet vyžaduje zdroje HTTPS. Pokud chcete použít zdroj HTTP, musíte v souboru NuGet.Config explicitně nastavit možnost allowInsecureConnections na true. Další informace najdete na https://aka.ms/nuget-https-everywhere.
fr: Vous exécutez l’opération « {0} » avec une source « HTTP » : {1}. NuGet exige des sources HTTPS. Pour utiliser une source HTTP, vous devez explicitement définir « allowInsecureConnections » sur la valeur true dans votre fichier NuGet.Config. Référez-vous à https://aka.ms/nuget-https-everywhere pour plus d’informations.
it: Si sta eseguendo l'operazione "{0}" con un'origine "HTTP": {1}. NuGet richiede origini HTTPS. Per usare un'origine HTTP, è necessario impostare in modo esplicito "allowInsecureConnections" su "true" nel file NuGet.Config. Per ulteriori informazioni, vedere https://aka.ms/nuget-https-everywhere.
ja: 'HTTP' ソースを使用して '{0}' 操作を実行しています: {1}。NuGet には HTTPS ソースが必要です。HTTP ソースを使用するには、NuGet.Config ファイルで 'allowInsecureConnections' を [true] に明示的に設定する必要があります。詳細については、https://aka.ms/nuget-https-everywhere を参照してください。
ko: {1} 'HTTP' 원본을 사용하여 '{0}' 작업을 실행하고 있습니다. NuGet에 HTTPS 원본이 필요합니다. HTTP 원본을 사용하려면 NuGet.Config 파일에서 'allowInsecureConnections'를 명시적으로 true로 설정해야 합니다. https://aka.ms/nuget-https-everywhere에서 자세한 내용을 참조하세요.
pl: Uruchamiasz operację „{0}” ze źródłem „HTTP”: {1}. Narzędzie NuGet wymaga źródeł HTTPS. Aby użyć źródła HTTP, musisz wyraźnie ustawić właściwość „allowInsecureConnections” na wartość true w pliku NuGet.Config. Aby uzyskać więcej informacji, sprawdź witrynę https://aka.ms/nuget-https-everywhere.
pt_br: Você está executando a operação "{0}" com uma fonte "HTTP": {1}. O NuGet exige fontes HTTPS. Para usar uma fonte HTTP, você deve definir explicitamente "allowInsecureConnections" como true no arquivo NuGet.Config. Consulte https://aka.ms/nuget-https-everywhere para obter mais informações.
ru: Вы выполняете операцию "{0}" с источником "HTTP": {1}. Для NuGet требуются источники HTTPS. Чтобы использовать источник HTTP, необходимо явно задать для параметра "allowInsecureConnections" значение true в файле NuGet.Config. Дополнительные сведения см. на странице https://aka.ms/nuget-https-everywhere.
tr: '{0}' işlemini bir {1} 'HTTP' kaynağıyla çalıştırıyorsunuz. NuGet için HTTPS kaynakları gereklidir. Bir HTTP kaynağı kullanmak için 'allowInsecureConnections' değerini NuGet.Config dosyanızda açıkça true olarak ayarlamalısınız. Daha fazla bilgi için şuraya başvurun: https://aka.ms/nuget-https-everywhere.
zh_hans: 正在通过 “HTTP” 源 {1} 运行“{0}”操作。NuGet 需要 HTTPS 源。要使用 HTTP 源，必须在 NuGet.Config 文件中将 'allowInsecureConnections' 显式设置为 true。有关详细信息，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: 您正在使用 'HTTP' 來源執行 '{0}' 作業: {1}。NuGet 需要 HTTPS 來源。若要使用 HTTP 來源，您必須在 NuGet.Config 檔案中將 'allowInsecureConnections' 明確設定為 true。參閱 https://aka.ms/nuget-https-everywhere 以取得更多資訊。

# Error_InvalidLockFileInput
source: Invalid restore input where RestorePackagesWithLockFile property is set to false but a packages lock file exists at {0}.
cs: Neplatný vstup obnovení, kde vlastnost RestorePackagesWithLockFile je nastavená na hodnotu false, ale v {0} existuje soubor zámku balíčků.
fr: Entrée de restauration non valide où la propriété RestorePackagesWithLockFile a la valeur false, alors qu'un fichier de verrouillage des packages est présent sur {0}.
it: Il valore di input per il ripristino non è valido quando la proprietà RestorePackagesWithLockFile è impostata su false, ma è presente un file di blocco dei pacchetti in {0}.
ja: RestorePackagesWithLockFile プロパティが False に設定されているが、{0} にパッケージ ロック ファイルが存在する場合、復元入力が無効です。
ko: RestorePackagesWithLockFile 속성이 false로 설정되었지만 {0}에 패키지 잠금 파일이 있는 잘못된 복원 입력입니다.
pl: Nieprawidłowe dane wejściowe przywracania: właściwość RestorePackagesWithLockFile ma wartość false, lecz istnieje plik blokady pakietów w katalogu {0}.
pt_br: Restauração inválida de entrada em que a propriedade RestorePackagesWithLockFile é definida como false, mas existe um arquivo de bloqueio de pacotes em {0}.
ru: Входные данные восстановления недопустимы, так как свойству RestorePackagesWithLockFile задано значение false, но существует lock-файл пакетов в {0}.
tr: RestorePackagesWithLockFile özelliğinin false olarak ayarlandığı ve {0} konumunda paketler kilit dosyasının bulunduğu geçersiz bir geri yükleme girişi.
zh_hans: 还原输入无效，其中 RestorePackagesWithLockFile 属性设置为 false，但 {0} 处存在包锁定文件。
zh_hant: 還原輸入無效，其中 RestorePackagesWithLockFile 屬性設定為 false，但 {0} 上有套件鎖定檔案。

# Error_PackageValidationFailed
source: Package content hash validation failed for {0}. The package is different than the last restore.
cs: Ověření hodnoty hash obsahu balíčku pro {0} neproběhlo úspěšně. Balíček je jiný než při posledním obnovení.
fr: La validation du code de hachage de contenu de package a échoué pour {0}. Le package est différent de celui de la dernière restauration.
it: La convalida dell'hash del contenuto del pacchetto non è riuscita per {0}. Il pacchetto è diverso dall'ultimo ripristino.
ja: {0} に対するパッケージ コンテンツ ハッシュの検証に失敗しました。パッケージが前回の復元とは異なります。
ko: {0}의 패키지 콘텐츠 해시 유효성 검사에 실패했습니다. 패키지가 마지막 복원과 다릅니다.
pl: Walidacja skrótu zawartości pakietu nie powiodła się dla elementu {0}. Pakiet jest inny niż ostatnio przywracany.
pt_br: A validação do hash de conteúdo do pacote falhou para {0}. O pacote é diferente da última restauração.
ru: Проверка хэша содержимого пакета для {0} не пройдена. Пакет отличается от последней восстановленной версии.
tr: Paket içerik karması {0} için doğrulanamadı. Paket, son geri yüklemeden farklı.
zh_hans: {0} 的包内容哈希验证失败。包与上次还原不同。
zh_hant: {0} 的套件內容雜湊驗證失敗。此套件與上次還原的套件不同。

# Error_RestoreInLockedModePackagesConfig
source: The packages lock file is inconsistent with the project dependencies so restore can't be run in locked mode. Run restore without using restore locked mode to update the lock file.
cs: Soubor zámku balíčků není konzistentní se závislostmi projektu, obnovení proto nelze spustit v uzamčeném režimu. Spusťte obnovení bez použití uzamčeného režimu, aby se soubor zámku aktualizoval.
fr: Le fichier de verrouillage des packages n'est pas cohérent avec les dépendances de projet, la restauration ne peut donc pas être exécutée en mode verrouillé. Exécutez la restauration sans utiliser le mode verrouillé pour mettre à jour le fichier de verrouillage.
it: Il file di blocco dei pacchetti non è coerente con le dipendenze del progetto, di conseguenza non è possibile eseguire il ripristino nella modalità di blocco. Per aggiornare il file di blocco, eseguire il ripristino senza la modalità di blocco.
ja: パッケージ ロック ファイルはプロジェクトの依存関係と一貫性がないため、ロック モードで復元を実行できません。ロック モードの復元を使用せずに復元を実行し、ロック ファイルを更新してください。
ko: 패키지 잠금 파일이 프로젝트 종속성과 일치하지 않으므로 복원을 잠긴 모드에서 실행할 수 없습니다. 잠긴 모드 복원을 사용하지 않고 복원을 실행하여 잠금 파일을 업데이트하세요.
pl: Plik blokady pakietów jest niespójny z zależnościami projektu, więc przywracania nie można uruchomić w trybie zablokowanym. Uruchom przywracanie bez korzystania z trybu blokady przywracania, aby zaktualizować plik blokady.
pt_br: O arquivo de bloqueio de pacotes é inconsistente com as dependências do projeto, então a restauração não pode ser executada no modo de bloqueio. Execute a restauração sem usar a restauração do modo de bloqueio para atualizar o arquivo de bloqueio.
ru: Lock-файл пакетов не соответствует зависимостям проекта, поэтому восстановление в режиме блокировки невозможно. Запустите восстановление без режима блокировки, чтобы обновить lock-файл.
tr: Paketler kilit dosyası, proje bağımlılıkları ile tutarlı olmadığından geri yükleme kilitli modda çalıştırılamıyor. Kilit dosyasını güncelleştirmek için geri yüklemeyi, geri yükleme kilitli dosyasını kullanmadan çalıştırın.
zh_hans: 包锁定文件与项目依赖项不一致，因此无法在锁定模式下运行还原。请在未使用还原锁定模式的情况下运行还原来更新锁定文件。
zh_hant: 套件鎖定檔案與專案相依性不一致，因此無法在鎖定模式中執行還原。請在不使用還原鎖定模式的情況下執行還原，以更新鎖定檔案。
