Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.PackageManagement/xlf/Strings.*.xlf
Languages: cs, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Warning_DirectoryNotEmpty
source: Directory '{0}' is not empty. Skipping...
cs: Adresář {0} není prázdný. Přeskakuje se...
fr: Le répertoire « {0} » n'est pas vide. Ignoré...
it: La directory '{0}' non è vuota. Operazione ignorata...
ja: ディレクトリ '{0}' は空ではありません。スキップしています...
ko: '{0}' 디렉터리가 비어 있지 않습니다. 건너뛰는 중...
pl: Katalog „{0}” nie jest pusty. Trwa pomijanie...
pt_br: O diretório '{0}' não está vazio. Ignorando...
ru: Каталог «{0}» не пуст. Пропуск…
tr: '{0}' dizini boş değil. Atlanıyor...
zh_hans: 目录“{0}”非空。正在跳过...
zh_hant: 目錄 '{0}' 不是空的。略過中...

# Warning_ErrorFindingRepository
source: Error finding repository for '{0}': {1}
cs: Chyba při hledání úložiště pro {0}: {1}
fr: Erreur lors de la recherche du dépôt pour '{0}' : {1}
it: Si è verificato un errore durante la ricerca del repository per '{0}': {1}
ja: '{0}' のリポジトリの検索中にエラーが発生しました: {1}
ko: '{0}'에 대한 리포지토리를 찾는 중 오류 발생: {1}
pl: Błąd podczas znajdowania repozytorium dla „{0}”: {1}
pt_br: Erro ao localizar o repositório de '{0}': {1}
ru: Ошибка при нахождении репозитория для "{0}": {1}
tr: '{0}' deposu bulunurken bir hata oluştu: {1}
zh_hans: 查找“{0}”的存储库时出错: {1}
zh_hant: 尋找 '{0}' 的儲存機制時發生錯誤: {1}

# Warning_FileAlreadyExists
source: '{0}' already exists. Skipping...
cs: Soubor {0} už existuje. Přeskakuje se...
fr: '{0}' existe déjà. Ignoré...
it: '{0}' esiste già. Operazione ignorata...
ja: '{0}' は既に存在します。スキップしています...
ko: '{0}'이(가) 이미 있습니다. 건너뛰는 중...
pl: Plik „{0}” już istnieje. Trwa pomijanie...
pt_br: '{0}' já existe. Ignorando...
ru: «{0}» уже существует. Пропуск…
tr: '{0}' zaten var. Atlanıyor...
zh_hans: “{0}”已存在。正在跳过...
zh_hant: '{0}' 已存在。略過中...

# Warning_FileModified
source: Skipping '{0}' because it was modified.
cs: Soubor {0} se přeskočí, protože byl upravený.
fr: '{0}' a été ignoré car il a été modifié.
it: '{0}' verrà ignorato perché è stato modificato.
ja: '{0}' は変更されたため、スキップしています。
ko: '{0}'이(가) 수정되었으므로 이를 건너뜁니다.
pl: Pomijanie pliku „{0}”, ponieważ został on zmodyfikowany.
pt_br: Ignorando '{0}' porque ele foi modificado.
ru: «{0}» пропускается, так как он был изменен.
tr: '{0}' değiştirilmiş olduğundan atlanıyor.
zh_hans: 正在跳过“{0}”，因为它已修改。
zh_hant: 正在略過 '{0}'，因為它已經過修改。

# Warning_PackageWithKnownVulnerability
source: Package '{0}' {1} has a known {2} severity vulnerability, {3}
cs: Balíček „{0}“ {1} má známé {2} ohrožení zabezpečení závažnosti, {3}
fr: Le package '{0}' {1} présente une vulnérabilité de gravité {2} connue, {3}.
it: Il pacchetto '{0}' {1} presenta una vulnerabilità nota di gravità {2}, {3}
ja: パッケージ '{0}' {1} に既知の {2} 重大度の脆弱性があります、{3}
ko: '{0}' {1} 패키지에 알려진 {2} 심각도 취약성인 {3}이(가) 있습니다.
pl: Pakiet „{0}” {1} ma znane {2} luki w zabezpieczeniach o ważności, {3}
pt_br: O pacote '{0}' {1} tem uma {2} vulnerabilidade de gravidade conhecida, {3}
ru: У пакета "{0}" {1} есть известная уязвимость {3} (уровень серьезности: {2})
tr: '{0}' {1} paketinde önem derecesi {2} olan bilinen bir {3} güvenlik açığı var
zh_hans: 包 "{0}" {1} 具有已知的 {2} 严重性漏洞，{3}
zh_hant: 套件 '{0}' {1} 具有已知的 {2} 嚴重性弱點，{3}。

# Warning_RollingBack
source: Install failed. Rolling back...
cs: Instalace se nepovedla. Vrací se zpět...
fr: L'installation a échoué. Restauration en cours...
it: Installazione non riuscita. Ripristino dello stato precedente in corso...
ja: インストールが失敗しました。ロールバックしています...
ko: 설치하지 못했습니다. 롤백 중...
pl: Instalacja nie powiodła się. Trwa wycofywanie...
pt_br: Falha na instalação. Revertendo...
ru: Сбой установки. Идет откат…
tr: Yükleme başarısız oldu. Geri alınıyor...
zh_hans: 安装失败。正在回滚...
zh_hant: 安裝失敗。復原中...

# XdtError
source: An error occurred while applying transformation to '{0}' in project '{1}'
cs: Vyskytla se chyba při použití transformace na {0} v projektu {1}
fr: Une erreur s'est produite lors de l'application de la transformation à '{0}' dans le projet '{1}'
it: Si è verificato un errore durante l'applicazione della trasformazione a '{0}' nel progetto '{1}':
ja: プロジェクト '{1}' の '{0}' に変換を適用しているときにエラーが発生しました
ko: '{1}' 프로젝트의 '{0}'에 변환을 적용하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas stosowania przekształcenia do elementu „{0}” w projekcie „{1}”
pt_br: Erro ao aplicar a transformação em '{0}' no projeto '{1}'
ru: При применении преобразования к «{0}» в проекте «{1}» произошла ошибка
tr: '{1}' projesindeki '{0}' öğesine dönüştürme işlemi uygulanırken bir hata oluştu
zh_hans: 将转换应用到项目“{1}”中的“{0}”时出错
zh_hant: 對專案 '{1}' 中的 '{0}' 套用轉換時發生錯誤
