Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.PackageManagement/xlf/Strings.*.xlf
Languages: cs, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PackagesConfigAllowedVersions
source: Applying constraint '{0}' defined in '{1}'.
cs: Aplikuje se omezení {0} definované v {1}.
fr: Application de la contrainte '{0}' définie dans '{1}'.
it: Verrà applicato il vincolo '{0}' definito in '{1}'.
ja: '{1}' で定義された制約 '{0}' を適用しています。
ko: '{1}'에 정의된 '{0}' 제약 조건을 적용합니다.
pl: Stosowanie ograniczenia „{0}” zdefiniowanego w „{1}”.
pt_br: Aplicando a restrição '{0}' definida em '{1}'.
ru: Применяется ограничение "{0}", заданное в "{1}".
tr: '{1}' içinde tanımlanan '{0}' kısıtlaması uygulanıyor.
zh_hans: 应用“{1}”中定义的约束“{0}”。
zh_hant: 正在套用 '{1}' 中定義的限制式 '{0}'。

source: Packages could not be installed
cs: Balíčky nešlo nainstalovat.
fr: Impossible d'installer les packages
it: Non è stato possibile installare i pacchetti
ja: パッケージをインストールできませんでした
ko: 패키지를 설치할 수 없습니다.
pl: Nie można zainstalować pakietów
pt_br: Os pacotes não puderam ser instalados
ru: Не удалось установить пакеты
tr: Paketler yüklenemedi
zh_hans: 无法安装程序包
zh_hant: 無法安裝封裝

source: Parameter cannot be zero or negative
cs: Parametr nemůže být záporný nebo nulový.
fr: Le paramètre ne peut pas être zéro ou une valeur négative
it: Il parametro non può essere zero o negativo
ja: パラメーターが 0 や負の数であってはなりません
ko: 매개 변수는 0 또는 음수일 수 없습니다.
pl: Parametr nie może być równy zero ani ujemny
pt_br: O parâmetro não pode ser zero nem negativo
ru: Значение параметра должно быть больше нуля
tr: Parametre sıfır veya negatif olamaz
zh_hans: 参数不能为零或负值
zh_hant: 參數不能為零或負值

# ProjectNotLoaded_RestoreFailed
source: The operation failed as details for project {0} could not be loaded.
cs: Operace se nepovedla, protože podrobnosti pro projekt {0} nešlo načíst.
fr: Échec de l'opération, car les détails du projet {0} n'ont pas pu être chargés.
it: L'operazione non è riuscita perché non è stato possibile caricare i dettagli per il progetto {0}.
ja: プロジェクト {0} の詳細を読み込めなかったため、操作が失敗しました。
ko: {0} 프로젝트에 대한 세부 정보를 로드할 수 없어 작업이 실패했습니다.
pl: Operacja nie powiodła się, ponieważ nie można załadować szczegółów projektu {0}.
pt_br: A operação falhou porque os detalhes do projeto {0} não puderam ser carregados.
ru: Произошел сбой операции, так как не удалось загрузить подробности для проекта {0}.
tr: {0} projesinin ayrıntıları yüklenemediğinden işlem başarısız oldu.
zh_hans: 由于无法加载项目 {0} 的详细信息，操作失败。
zh_hant: 作業因為無法載入專案 {0} 的詳細資料而失敗。

# PropertyCannotBeNull
source: '{0}' cannot be null.
cs: {0} nemůže být null.
fr: « {0} » ne peut pas avoir la valeur nul.
it: '{0}' non può essere null.
ja: '{0}' を NULL にすることはできません。
ko: '{0}'은(는) null일 수 없습니다.
pl: Właściwość „{0}” nie może mieć wartości null.
pt_br: '{0}' não pode ser nulo.
ru: "{0}" не может иметь значение null.
tr: '{0}' boş olamaz.
zh_hans: ‘{0}’ 不得为 null。
zh_hant: 「{0}」不得為 Null。

# RemovedPackageFromFolder
source: Removed package '{0}' from folder '{1}'
cs: Ze složky {1} byl odebraný balíček {0}.
fr: Package '{0}' supprimé du dossier '{1}'
it: Pacchetto '{0}' rimosso dalla cartella '{1}'
ja: パッケージ '{0}' をフォルダー '{1}' から削除しました
ko: '{1}' 폴더에서 '{0}' 패키지를 제거했습니다.
pl: Usunięto pakiet „{0}” z folderu „{1}”
pt_br: Pacote '{0}' removido da pasta '{1}'
ru: Пакет «{0}» удален из папки «{1}»
tr: '{0}' paketi '{1}' klasöründen kaldırıldı
zh_hans: 已从文件夹“{1}”中删除程序包“{0}”
zh_hant: 已從資料夾 '{1}' 中移除套件 '{0}'

# RemovedPackageFromPackagesConfig
source: Removed package '{0}' from '{1}'
cs: Z {1} byl odebraný balíček {0}.
fr: Package '{0}' supprimé de '{1}'
it: Pacchetto '{0}' rimosso da '{1}'
ja: パッケージ '{0}' を '{1}' から削除しました
ko: '{1}'에서 '{0}' 패키지를 제거했습니다.
pl: Usunięto pakiet „{0}” z elementu „{1}”
pt_br: Pacote '{0}' removido de '{1}'
ru: Пакет «{0}» удален из «{1}»
tr: '{0}' paketi '{1}' öğesinden kaldırıldı
zh_hans: 已从“{1}”中删除程序包“{0}”
zh_hant: 已從 '{1}' 中移除套件 '{0}'

# RemovingPackageFromFolder
source: Removing package '{0}' from folder '{1}'
cs: Odebírá se balíček {0} ze složky {1}.
fr: Suppression du package '{0}' du dossier '{1}'
it: Rimozione del pacchetto '{0}' dalla cartella '{1}'
ja: パッケージ '{0}' をフォルダー '{1}' から削除しています
ko: '{1}' 폴더에서 '{0}' 패키지를 제거하고 있습니다.
pl: Usuwanie pakietu „{0}” z folderu „{1}”
pt_br: Removendo pacote '{0}' da pasta '{1}'
ru: Удаление пакета «{0}» из папки «{1}»
tr: '{0}' paketi '{1}' klasöründen kaldırılıyor
zh_hans: 正在从文件夹“{1}”中删除程序包“{0}”
zh_hant: 正在從資料夾 '{1}' 中移除封裝 '{0}'

# ResolutionSuccessfulNoAction
source: Resolution was successful but resulted in no action
cs: Řešení bylo úspěšné, ale nevedlo k žádné akci.
fr: La résolution a réussi, mais elle n'a donné lieu à aucune action
it: La risoluzione ha avuto esito positivo ma non ha prodotto alcuna azione
ja: 解決に成功しましたが、アクションは実行されませんでした
ko: 성공적으로 확인되었지만 작업이 수행되지 않았습니다.
pl: Rozwiązano pomyślnie, ale w jego wyniku nie podjęto żadnej akcji
pt_br: A resolução teve êxito, mas não resultou em nenhuma ação
ru: Разрешение было успешным, но не привело к действиям.
tr: Çözüm başarılı ancak herhangi bir eylemle sonuçlanmadı
zh_hans: 解析已成功，但未导致任何操作
zh_hant: 解析成功但未採取任何動作

# ResolvedActionsToInstallPackage
source: Resolved actions to install package '{0}'
cs: Vyřešily se akce pro instalaci balíčku {0}.
fr: Actions résolues pour installer le package '{0}'
it: Azioni risolte per installare il pacchetto '{0}'
ja: パッケージ '{0}' をインストールするアクションが解決されました
ko: '{0}' 패키지 설치 작업을 확인했습니다.
pl: Rozpoznano akcje instalacji pakietu „{0}”
pt_br: Ações resolvidas para instalar o pacote '{0}'
ru: Разрешены действия для установки пакета «{0}»
tr: '{0}' paketini yüklemek için eylemler çözümlendi
zh_hans: 已解析操作以安装程序包“{0}”
zh_hant: 已解析安裝封裝 '{0}' 的動作

# ResolvedActionsToUninstallPackage
source: Resolved actions to uninstall package '{0}'
cs: Vyřešily se akce pro odinstalaci balíčku {0}.
fr: Actions résolues pour désinstaller le package '{0}'
it: Azioni risolte per disinstallare il pacchetto '{0}'
ja: パッケージ '{0}' をアンインストールするアクションが解決されました
ko: '{0}' 패키지 제거 작업을 확인했습니다.
pl: Rozpoznano akcje dezinstalacji pakietu „{0}”
pt_br: Ações resolvidas para desinstalar o pacote '{0}'
ru: Разрешены действия для удаления пакета «{0}»
tr: '{0}' paketini kaldırmak için eylemler çözümlendi
zh_hans: 已解析操作以卸载程序包“{0}”
zh_hant: 已解析解除安裝封裝 '{0}' 的動作

# ResolvingActionsToInstallOrUpdateMultiplePackages
source: Resolving actions install multiple packages
cs: Řeší se akce pro instalaci více balíčků.
fr: Actions en cours de résolution pour installer plusieurs packages
it: Risoluzione di azioni per installare più pacchetti
ja: 複数のパッケージをインストールするアクションを解決しています
ko: 여러 패키지 설치 작업을 확인하고 있습니다.
pl: Rozpoznawanie akcji instalacji wielu pakietów
pt_br: Resolvendo ações para instalar vários pacotes
ru: Разрешение действий для установки нескольких пакетов
tr: Birden çok paket yüklemek için eylemler çözümleniyor
zh_hans: 正在解析操作以安装多个程序包
zh_hant: 正在解析安裝多個套件的動作

# ResolvingActionsToInstallPackage
source: Resolving actions to install package '{0}'
cs: Řeší se akce pro instalaci balíčku {0}.
fr: Actions en cours de résolution pour installer le package '{0}'
it: Risoluzione di azioni per installare il pacchetto '{0}'
ja: パッケージ '{0}' をインストールするアクションを解決しています
ko: '{0}' 패키지 설치 작업을 확인하고 있습니다.
pl: Rozpoznawanie akcji instalacji pakietu „{0}”
pt_br: Resolvendo ações para instalar o pacote '{0}'
ru: Разрешение действий для установки пакета «{0}»
tr: '{0}' paketini yüklemek için eylemler çözümleniyor
zh_hans: 正在解析操作以安装程序包“{0}”
zh_hant: 正在解析安裝封裝 '{0}' 的動作

# ResolvingActionsToUninstallPackage
source: Resolving actions to uninstall package '{0}'
cs: Řeší se akce pro odinstalaci balíčku {0}.
fr: Actions en cours de résolution pour désinstaller le package '{0}'
it: Risoluzione di azioni per disinstallare il pacchetto '{0}'
ja: パッケージ '{0}' をアンインストールするアクションを解決しています
ko: '{0}' 패키지 제거 작업을 확인하고 있습니다.
pl: Rozpoznawanie akcji dezinstalacji pakietu „{0}”
pt_br: Resolvendo ações para desinstalar o pacote '{0}'
ru: Разрешение действия для удаления пакета «{0}»
tr: '{0}' paketini kaldırmak için eylemler çözümleniyor
zh_hans: 正在解析操作以卸载程序包“{0}”
zh_hant: 正在解析解除安裝封裝 '{0}' 的動作

# RestoreFailedRollingBack
source: Package restore failed. Rolling back package changes for '{0}'.
cs: Obnova balíčků se nepovedla. Změny balíčku pro {0} se vrací zpět.
fr: Échec de la restauration du package. Restauration des modifications du package pour '{0}'.
it: Ripristino dei pacchetti non riuscito. Verrà eseguito il rollback delle modifiche per '{0}'.
ja: パッケージの復元に失敗しました。'{0}' のパッケージの変更をロールバックします。
ko: 패키지 복원에 실패했습니다. '{0}'에 대한 패키지 변경 내용을 롤백하고 있습니다.
pl: Przywracanie pakietów nie powiodło się. Wycofywanie zmian pakietów dla „{0}”.
pt_br: A restauração do pacote falhou. Revertendo as alterações no pacote para '{0}'.
ru: Сбой при восстановлении пакета. Откат изменений пакета для «{0}».
tr: Paket geri yükleme işlemi başarısız oldu. '{0}' için yapılan paket değişiklikleri geri alınıyor.
zh_hans: 程序包还原失败。正在回滚“{0}”的程序包更改。
zh_hant: 封裝還原失敗。正在復原 '{0}' 的寺裝變更。

# RestoringPackage
source: Restoring NuGet package {0}.
cs: Obnovuje se balíček NuGet {0}.
fr: Restauration du package NuGet {0}.
it: Ripristino del pacchetto NuGet {0}.
ja: NuGet パッケージ {0} を復元しています。
ko: NuGet 패키지 {0}을(를) 복원하고 있습니다.
pl: Przywracanie pakietu NuGet {0}.
pt_br: Restaurando o pacote NuGet {0}.
ru: Восстановление пакета NuGet {0}.
tr: NuGet paketi {0} geri yükleniyor.
zh_hans: 正在还原 NuGet 程序包 {0}。
zh_hant: 正在還原 NuGet 套件 {0}。

# RetrievingPackageStart
source: Retrieving package '{0} {1}' from '{2}'.
cs: Načítá se balíček {0} {1} z {2}.
fr: Récupération du package '{0} {1}' dans '{2}'.
it: Il pacchetto '{0} {1}' verrà recuperato da '{2}'.
ja: '{2}' からパッケージ '{0} {1}' を取得しています。
ko: '{2}'에서 '{0} {1}' 패키지를 검색하는 중입니다.
pl: Pobieranie pakietu „{0} {1}” z lokalizacji „{2}”.
pt_br: Recuperando o pacote '{0} {1}' de '{2}'.
ru: Получение пакета "{0} {1}" из "{2}".
tr: '{0} {1}' paketi '{2}' konumundan alınıyor.
zh_hans: 从“{2}”检索包“{0} {1}”
zh_hant: 正在從 '{2}' 擷取封裝 '{0} {1}'。

# SignatureVerificationMultiple
source: Signed package validation failed with multiple errors:{0}
cs: Ověřování podepsaného balíčku neproběhlo úspěšně kvůli několika chybám: {0}
fr: La validation du package signé a échoué avec plusieurs erreurs :{0}
it: La convalida del pacchetto firmato non è riuscita e sono stati restituiti vari errori: {0}
ja: 署名されたパッケージの検証が、複数のエラーで失敗しました: {0}
ko: 여러 오류로 인해 서명된 패키지 유효성 검사에 실패했습니다. {0}
pl: Weryfikacja podpisanego pakietu nie powiodła się z powodu wielu błędów: {0}
pt_br: Falha na validação do pacote assinado devido a vários erros: {0}
ru: Проверка подписанного пакета не пройдена, несколько ошибок: {0}
tr: İmzalı paket doğrulaması birden çok hatayla başarısız oldu: {0}
zh_hans: 已签名包验证失败，出现多个错误:{0}
zh_hant: 已簽署的套件驗證失敗，出現多個錯誤: {0}

# SolutionDirectoryNotAvailable
source: Solution is not opened or not saved. Please ensure you have an open and saved solution.
cs: Řešení není otevřené nebo není uložené. Zkontrolujte, že je řešení otevřené a uložené.
fr: La solution n'est ni ouverte, ni enregistrée. Vérifiez que vous disposez d'une solution ouverte et enregistrée.
it: Soluzione non aperta o non salvata. Assicurarsi di disporre di una soluzione aperta e salvata.
ja: ソリューションが開いていないか、または保存されていません。ソリューションが開いており、保存されていることを確認してください。
ko: 솔루션이 열려 있지 않거나 저장되지 않았습니다. 열려 있고 저장된 솔루션이 있는지 확인하십시오.
pl: Nie otwarto lub nie zapisano rozwiązania. Upewnij się, że masz otwarte i zapisane rozwiązanie.
pt_br: A solução não está aberta ou não foi salva. Verifique se você tem uma solução aberta e salva.
ru: Решение не открыто или не сохранено. Убедитесь, что вы открыли и сохранили решение.
tr: Çözüm açılmadı veya kaydedilmedi. Lütfen açık ve kaydedilmiş bir çözümünüz olduğundan emin olun.
zh_hans: 未打开或保存解决方案。请确保你拥有打开的已保存解决方案。
zh_hant: 未開啟或儲存方案。請確定您有已開啟和已儲存的方案。

# SolutionManagerNotAvailableForUninstall
source: Uninstall is not supported when SolutionManager is not available
cs: Když není SolutionManager k dispozici, není odinstalace podporovaná.
fr: La désinstallation n'est pas prise en charge lorsque SolutionManager n'est pas disponible
it: Disinstallazione non supportata quando SolutionManager non è disponibile
ja: SolutionManager が利用できない場合は、アンインストールがサポートされません
ko: SolutionManager를 사용할 수 없는 경우 제거할 수 없습니다.
pl: Dezinstalacja nie jest obsługiwana, gdy element SolutionManager jest niedostępny
pt_br: A desinstalação não tem suporte quando o SolutionManager não está disponível
ru: Удаление не поддерживается, если SolutionManager недоступен
tr: SolutionManager kullanılamıyorken kaldırma desteklenmez
zh_hans: 在 SolutionManager 不可用时，不支持卸载
zh_hant: 無法使用 SolutionManager 時，不支援解除安裝

# SuccessfullyInstalled
source: Successfully installed '{0}' to {1}
cs: {0} – úspěšně nainstalováno do: {1}
fr: Installation réussie de « {0} » sur {1}
it: Installazione di '{0}' in {1} completata
ja: '{0}' が {1} に正常にインストールされました
ko: {1}에 '{0}'을(를) 설치했습니다.
pl: Pakiet „{0}” został pomyślnie zainstalowany w projekcie {1}
pt_br: '{0}' instalado com sucesso em {1}
ru: "{0}" успешно установлено в {1}
tr: '{0}', {1} öğesine başarıyla yüklendi
zh_hans: 已将“{0}”成功安装到 {1}
zh_hant: 已成功將 '{0}' 安裝到 {1}

# SuccessfullyUninstalled
source: Successfully uninstalled '{0}' from {1}
cs: {0} – úspěšně odinstalováno z: {1}
fr: Désinstallation réussie de « {0} » de {1}
it: Disinstallazione di '{0}' da {1} completata
ja: '{0}' が {1} から正常にアンインストールされました
ko: {1}에서 '{0}'을(를) 제거했습니다.
pl: Pakiet „{0}” został pomyślnie odinstalowany z projektu {1}
pt_br: '{0}' desinstalado com sucesso de {1}
ru: "{0}" успешно удалено из {1}
tr: '{0}', {1} öğesinden başarıyla kaldırıldı
zh_hans: 已从 {1} 成功卸载“{0}”
zh_hant: 已成功從 {1} 解除安裝 '{0}'

# UnableToFindCompatibleItems
source: Could not install package '{0}'. You are trying to install this package into a project that targets '{1}', but the package does not contain any assembly references or content files that are compatible with that framework. For more information, contact the package author.
cs: Nešlo nainstalovat balíček {0}. Pokoušíte se tenhle balíček nainstalovat do projektu, jehož cílem je {1}, ale balíček neobsahuje žádné odkazy sestavení nebo soubory obsahu kompatibilní s daným rozhraním. Další informace dostanete od autora balíčku.
fr: Impossible d’installer le package « {0} ». Vous essayez d’installer ce package dans un projet ciblant « {1} », mais le package ne contient aucun fichier de contenu ou référence d’assembly compatible avec ce framework. Pour plus d’informations, contactez le créateur du package.
it: Non è stato possibile installare il pacchetto '{0}'. Si sta tentando di eseguire l'installazione in un progetto destinato a '{1}', ma il pacchetto non contiene riferimenti ad assembly o file di dati compatibili con il framework. Per altre informazioni, contattare l'autore del pacchetto.
ja: パッケージ '{0}' をインストールできませんでした。'{1}' を対象とするプロジェクトにこのパッケージをインストールしようとしていますが、そのフレームワークと互換性があるアセンブリ参照またはコンテンツ ファイルがこのパッケージに含まれていません。詳細については、パッケージの作成者に問い合わせてください。
ko: '{0}' 패키지를 설치할 수 없습니다. '{1}'을(를) 대상으로 하는 프로젝트에 이 패키지를 설치하려 하지만 이 패키지에는 해당 프레임워크와 호환되는 어셈블리 참조나 콘텐츠 파일이 없습니다. 자세한 내용은 패키지 작성자에게 문의하십시오.
pl: Nie można zainstalować pakietu „{0}”. Próbujesz zainstalować ten pakiet w projekcie, którego celem jest „{1}”, ale pakiet nie zawiera żadnych odwołań zestawu ani plików zawartości zgodnych z tą strukturą. Aby uzyskać więcej informacji, skontaktuj się z autorem pakietu.
pt_br: Não foi possível instalar o pacote '{0}'. Você está tentando instalar esse pacote em um projeto que tem como destino '{1}', mas o pacote não contém nenhuma referência de assembly ou arquivo de conteúdo que seja compatível com esta estrutura. Para obter mais informações, entre em contato com o autor do pacote.
ru: Не удалось установить пакет «{0}». Вы пытаетесь установить этот пакет в проект, требуемая версия платформы которого — «{1}», но в пакете нет ссылок на сборки или файлов содержимого, совместимых с этой платформой. Дополнительную информацию можно получить у автора пакета.
tr: '{0}' paketi yüklenemedi. Bu paketi '{1}' öğesini hedef alan bir projeye yüklemeye çalışıyorsunuz, ancak paket bu çerçeveyle uyumlu herhangi bir derleme başvurusu veya içerik dosyası içermiyor. Daha fazla bilgi için paket yazarına danışın.
zh_hans: 无法安装程序包“{0}”。你正在尝试将此程序包安装到目标为“{1}”的项目中，但该程序包不包含任何与该框架兼容的程序集引用或内容文件。有关详细信息，请联系程序包作者。
zh_hant: 無法安裝封裝 '{0}'。您正嘗試將此封裝安裝到以 '{1}' 為目標的專案，但該封裝不包含任何與架構相容的組件參考或內容檔。如需詳細資訊，請連絡封裝作者。

# UnableToFindPathInLookupOrList
source: Either should have value in {0} for {1} or {2} & {3}.
cs: V tabulce {0} by měla být hodnota buď pro {1}, nebo pro {2} a {3}.
fr: L'un(e) ou l'autre doit avoir une valeur dans {0} pour {1} ou {2} et {3}.
it: In {0} deve essere presente un valore per {1} o {2} e {3}.
ja: {0} の値に {1} もしくは、 {2} および {3} を指定する必要があります。
ko: {1}의 값 또는 {2} 및 {3}의 값이 {0}에 있어야 합니다.
pl: Tabela {0} powinna zawierać wartość dla ścieżki {1} albo dla identyfikatora {2} i źródła {3}.
pt_br: Deve haver um valor em {0} para {1} ou {2} & {3}.
ru: Должно иметь значение в {0} для {1} или {2} и {3}.
tr: {1} ya da {2} ve {3} için {0} türünde bir değere sahip olmalıdır.
zh_hans: {1} 应在 {0} 中有值，或者 {2} 且 {3}。
zh_hant: 在 {1} 或 {2} 和 {3} 的 {0} 中，應該要有值。

# UnableToGatherDependencyInfo
source: Unable to gather dependency information for package '{0}'
cs: Není možné získat informace o závislostech pro balíček {0}.
fr: Impossible de collecter des informations de dépendance pour le package '{0}'
it: Non è possibile raccogliere le informazioni sulle dipendenze per il pacchetto '{0}'
ja: パッケージ '{0}' の依存関係情報を収集できません
ko: '{0}' 패키지의 종속성 정보를 수집할 수 없습니다.
pl: Nie można zebrać informacji o zależnościach pakietu „{0}”
pt_br: Não é possível coletar informações de dependências do pacote '{0}'
ru: Не удалось собрать информацию о зависимостях для пакета "{0}".
tr: '{0}' paketi için bağımlılık bilgisi toplanamadı
zh_hans: 无法收集包“{0}”的依赖项信息
zh_hant: 無法收集封裝 '{0}' 的相依性資訊

# UnableToGatherDependencyInfoForMultiplePackages
source: Unable to gather dependency information for multiple packages
cs: Není možné získat informace o závislostech pro víc balíčků.
fr: Impossible de collecter des informations de dépendance pour plusieurs packages
it: Non è possibile raccogliere le informazioni sulle dipendenze per più pacchetti
ja: 複数のパッケージの依存関係情報を収集できません
ko: 여러 패키지의 종속성 정보를 수집할 수 없습니다.
pl: Nie można zebrać informacji o zależnościach wielu pakietów
pt_br: Não é possível coletar informações de dependências de vários pacotes
ru: Не удалось собрать информацию о зависимостях для нескольких пакетов.
tr: Birden çok paket için bağımlılık bilgisi toplanamadı
zh_hans: 无法收集多个包的依赖项信息
zh_hant: 無法收集多個套件的相依性資訊

# UnableToGatherPackageFromSource
source: Unable to gather package '{0}' from source '{1}'. Please verify all your online package sources are available.
cs: Nejde získat balíček {0} ze zdroje {1}. Ověřte prosím, že jsou k dispozici všechny online zdroje balíčků.
fr: Impossible de recueillir le package « {0} » à partir de la source « {1} ». Vérifiez que toutes vos sources de package en ligne sont disponibles.
it: Non è possibile raccogliere il pacchetto '{0}' dall'origine '{1}'. Verificare che tutte le origini pacchetti online siano disponibili.
ja: パッケージ '{0}' をソース '{1}' から収集できません。すべてのオンライン パッケージ ソースが利用できることを確認してください。
ko: '{1}' 원본에서 '{0}' 패키지를 수집할 수 없습니다. 온라인 패키지 원본을 모두 사용할 수 있는지 확인하세요.
pl: Nie można uzyskać pakietu „{0}” ze źródła „{1}”. Sprawdź, czy wszystkie źródła pakietów w trybie online są dostępne.
pt_br: Não foi possível coletar o pacote '{0}' da fonte '{1}'. Verifique se todas as suas fontes de pacote online estão disponíveis.
ru: Не удалось получить пакет "{0}" из источника "{1}". Убедитесь, что все интернет-ресурсы пакетов доступны.
tr: '{1}' kaynağından '{0}' paketi toplanamıyor. Lütfen kullanılabilir tüm çevrimiçi paket kaynaklarını doğrulayın.
zh_hans: 无法从源“{1}”收集包“{0}”。请检查你的所有联机包源是否都可用。
zh_hant: 無法從來源 '{1}' 收集封裝 '{0}'。請確認您的所有線上封裝來源均可使用。

# UnableToResolveDependencyInfo
source: Unable to resolve dependencies for package '{0}' with DependencyBehavior '{1}'
cs: Nejde vyřešit závislosti pro balíček {0} s DependencyBehavior {1}.
fr: Impossible de résoudre des dépendances pour le package '{0}' avec DependencyBehavior '{1}'
it: Non è possibile risolvere le dipendenze per il pacchetto '{0}' con DependencyBehavior '{1}'
ja: DependencyBehavior '{1}' でパッケージ '{0}' の依存関係を解決できません
ko: DependencyBehavior가 '{1}'인 '{0}' 패키지의 종속성을 확인할 수 없습니다.
pl: Nie można rozpoznać zależności pakietu „{0}” z elementem DependencyBehavior „{1}”
pt_br: Não é possível resolver dependências do pacote '{0}' com DependencyBehavior '{1}'
ru: Не удалось разрешить зависимости для пакета «{0}» с использованием DependencyBehavior «{1}»
tr: '{0}' paketi için DependencyBehavior '{1}' ile bağımlılıklar çözümlenemedi
zh_hans: 无法解析程序包“{0}”的依赖项，DependencyBehavior 为“{1}”
zh_hant: 無法解析具有 DependencyBehavior '{1}' 之套件 '{0}' 的相依性

# UnableToResolveDependencyInfoForMultiplePackages
source: Unable to resolve dependencies for multiple packages
cs: Nejde vyřešit závislosti pro víc balíčků.
fr: Impossible de résoudre des dépendances pour plusieurs packages
it: Non è possibile risolvere le dipendenze per più pacchetti
ja: 複数のパッケージの依存関係を解決できません
ko: 여러 패키지의 종속성을 확인할 수 없습니다.
pl: Nie można rozpoznać zależności wielu pakietów
pt_br: Não é possível resolver dependências de vários pacotes
ru: Не удалось разрешить зависимости для нескольких пакетов
tr: Birden çok paket için bağımlılıklar çözümlenemedi
zh_hans: 无法解析多个程序包的依赖项
zh_hant: 無法解析多個套件的相依性

# UnknownPackage
source: Unable to find package '{0}'
cs: Nenašel se balíček {0}
fr: Package '{0}' introuvable
it: Non è possibile trovare il pacchetto '{0}'
ja: パッケージ '{0}' が見つかりません
ko: '{0}' 패키지를 찾을 수 없습니다.
pl: Nie można odnaleźć pakietu „{0}”
pt_br: Não é possível encontrar o pacote '{0}'
ru: Не удалось найти пакет «{0}»
tr: '{0}' paketi bulunamadı
zh_hans: 找不到程序包“{0}”
zh_hant: 找不到套件 '{0}'

# UnknownPackageSpecificVersion
source: Unable to find version '{1}' of package '{0}'.
cs: Nenašla se verze {0} balíčku {1}.
fr: La version '{1}' du package '{0}' est introuvable.
it: Non è possibile trovare la versione '{1}' del pacchetto '{0}'.
ja: パッケージ '{0}' のバージョン '{1}' が見つかりません。
ko: '{0}' 패키지의 '{1}' 버전을 찾을 수 없습니다.
pl: Nie można odnaleźć wersji „{1}” pakietu „{0}”.
pt_br: Não é possível encontrar a versão '{1}' do pacote '{0}'.
ru: Не удалось найти версию "{1}" пакета "{0}".
tr: '{0}' paketinin '{1}' sürümü bulunamıyor.
zh_hans: 找不到“{1}”版本的程序包“{0}”。
zh_hant: 找不到 '{1}' 版的封裝 '{0}'。

# UnsupportedPackageType
source: Package '{0}' has a package type '{1}' that is not supported by project '{2}'.
cs: Balíček {0} je typu {1}, který se v projektu {2} nepodporuje.
fr: Le package '{0}' a un type de package '{1}' non pris en charge par le projet '{2}'.
it: Il pacchetto '{0}' contiene un tipo di pacchetto '{1}' che non è supportato dal progetto '{2}'.
ja: パッケージ '{0}' には、プロジェクト '{2}' でサポートされていないパッケージ タイプ '{1}' があります。
ko: '{0}' 패키지는 '{2}' 프로젝트에서 지원하지 않는 패키지 형식 '{1}'입니다.
pl: Pakiet „{0}” ma typ pakietu „{1}”, który nie jest obsługiwany przez projekt „{2}”.
pt_br: O pacote '{0}' tem um tipo de pacote '{1}' que não tem suporte pelo projeto '{2}'.
ru: Пакет "{0}" имеет тип пакета "{1}", который не поддерживается проектом "{2}".
tr: '{0}' paketinin paket türü '{1}'. Bu, '{2}' projesi tarafından desteklenmiyor.
zh_hans: 包“{0}”具有一个包类型“{1}”，项目“{2}”不支持该类型。
zh_hant: 專案 '{2}' 不支援封裝 '{0}' 的封裝類型 '{1}'。

# Warning_AuditSourceWithoutData
source: Audit source '{0}' did not provide any vulnerability data.
cs: Zdroj auditu {0} neposkytl žádná data o ohrožení zabezpečení.
fr: La source d’audit « {0} » n’a fourni aucune donnée de vulnérabilité.
it: L'origine del controllo '{0}' non ha fornito dati sulla vulnerabilità.
ja: 監査ソース '{0}' は脆弱性データを提供しませんでした。
ko: '{0}' 감사 원본에서 취약성 데이터를 제공하지 않았습니다.
pl: Źródło inspekcji „{0}” nie dostarczyło żadnych danych dotyczących luk w zabezpieczeniach.
pt_br: A fonte de auditoria '{0}' não forneceu nenhum dado de vulnerabilidade.
ru: Источник аудита "{0}" не предоставил данных об уязвимости.
tr: '{0}' güvenlik kaynağı hassasiyet verisi sağlamadı.
zh_hans: 审核源“{0}”未提供任何漏洞数据。
zh_hant: 稽核來源 '{0}' 未提供任何弱點資料。
