Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.PackageManagement/xlf/Strings.*.xlf
Languages: cs, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_VulnerabilityDataFetch
source: Error occurred while getting package vulnerability data: {0}
cs: Při získávání dat o ohrožení zabezpečení balíčku došlo k chybě: {0}
fr: Une erreur s’est produite lors de l’obtention des données de vulnérabilité du package : {0}
it: Si è verificato un errore durante il recupero dei dati sulla vulnerabilità del pacchetto: {0}
ja: パッケージの脆弱性データの取得中にエラーが発生しました: {0}
ko: 패키지 취약성 데이터를 가져오는 동안 오류가 발생했습니다. {0}
pl: Podczas pobierania danych o lukach w zabezpieczeniach pakietu wystąpił błąd: {0}
pt_br: Ocorreu um erro ao obter os dados de vulnerabilidade do pacote: {0}
ru: Произошла ошибка при получении данных уязвимости пакета: {0}
tr: Paket güvenlik açığı verileri alınırken hata oluştu: {0}
zh_hans: 获取包漏洞数据时出错: {0}
zh_hant: 取得套件弱點資料時發生錯誤: {0}

# ExceptionWhenTryingToAddSource
source: Exception '{0}' thrown when trying to add source '{1}'. Please verify all your online package sources are available.
cs: Objevila se výjimka {0} při pokusu o přidání zdroje {1}. Ověřte prosím, že jsou k dispozici všechny online zdroje balíčků.
fr: Exception « {0} » levée lors de la tentative d'ajout de la source « {1} ». Vérifiez que toutes vos sources de package en ligne sont disponibles.
it: Eccezione '{0}' generata durante il tentativo di aggiunta dell'origine '{1}'. Verificare che tutte le origini pacchetti online siano disponibili.
ja: ソース '{1}' の追加の試行時に例外 '{0}' がスローされました。すべてのオンライン パッケージ ソースが利用できることを確認してください。
ko: '{1}' 원본을 추가할 때 '{0}' 예외가 발생했습니다. 온라인 패키지 원본을 모두 사용할 수 있는지 확인하세요.
pl: Zgłoszono wyjątek „{0}” podczas próby dodania źródła „{1}”. Sprawdź, czy wszystkie źródła pakietów w trybie online są dostępne.
pt_br: Exceção '{0}' lançada ao tentar adicionar fonte '{1}'. Verifique se todas as suas fontes de pacote online estão disponíveis.
ru: Возникло исключение "{0}" при попытке добавить источник "{1}". Убедитесь, что все интернет-ресурсы пакетов доступны.
tr: '{1}' kaynağı eklenmeye çalışılırken '{0}' özel durumu oluştu. Lütfen tüm kullanılabilir çevrimiçi paket kaynaklarını doğrulayın.
zh_hans: 尝试添加源“{1}”时引发了异常“{0}”。请检查你的所有联机包源是否都可用。
zh_hant: 嘗試加入來源 '{1}' 時擲回例外狀況 '{0}'。請確認您的所有線上封裝來源均可使用。

# FileConflictMessage
source: File '{0}' already exists in project '{1}'. Do you want to overwrite it?
cs: Soubor {0} už v projektu {1} existuje. Chcete ho přepsat?
fr: Le fichier « {0} » existe déjà dans le projet « {1} ». Voulez-vous le remplacer ?
it: Il file {0} esiste già nel progetto '{1}'. Sovrascriverlo?
ja: ファイル '{0}' はプロジェクト '{1}' に既に存在します。上書きしますか?
ko: '{0}' 파일은 '{1}' 프로젝트에 이미 있습니다. 이 파일을 덮어쓰시겠습니까?
pl: Plik „{0}” już istnieje w projekcie „{1}”. Czy chcesz go zastąpić?
pt_br: O arquivo '{0}' já existe no projeto '{1}'. Você quer substituí-lo?
ru: В проекте «{1}» уже существует файл «{0}». Вы хотите перезаписать его?
tr: '{1}' projesinde '{0}' dosyası zaten var. Üzerine yazmak istiyor musunuz?
zh_hans: 文件“{0}”已存在于项目“{1}”中。是否要覆盖它?
zh_hant: 檔案 '{0}' 已經存在於專案 '{1}'。您要覆寫該檔案嗎?

# FoundPackageInPackagesFolder
source: Found package '{0} {1}' in '{2}'.
cs: Našel se balíček {0} {1} v {2}.
fr: Package '{0} {1}' trouvé dans '{2}'.
it: Il pacchetto '{0} {1}' è stato trovato in '{2}'.
ja: '{2}' にパッケージ '{0} {1}' が見つかりました。
ko: '{2}'에서 '{0} {1}' 패키지를 찾았습니다.
pl: Znaleziono pakiet „{0} {1}” w folderze „{2}”.
pt_br: Encontrado o pacote '{0} {1}' em '{2}'.
ru: Найден пакет "{0} {1}" в "{2}".
tr: '{2}' içinde '{0} {1}' paketi bulundu.
zh_hans: 在“{2}”中找到包“{0} {1}”
zh_hant: 在 '{2}' 中找到封裝 '{0} {1}'。

# GatherTotalTime
source: Gathering dependency information took {0}
cs: Doba shromažďování informací o závislostech: {0}
fr: La collecte des informations de dépendance a pris {0}
it: Tempo impiegato per la raccolta delle informazioni sulle dipendenze: {0}
ja: 依存関係情報の収集に {0} かかりました
ko: 종속성 정보 수집 시간: {0}
pl: Zbieranie informacji o zależnościach zajęło {0}
pt_br: A coleta de informações de dependência levou {0}
ru: Сбор данных о зависимостях занял {0}
tr: Bağımlılık bilgilerinin toplanması {0} sürdü
zh_hans: 收集依赖项信息花费时间 {0}
zh_hant: 收集相依性資訊花費了 {0}

# Info_OverwritingExistingFile
source: Overwriting existing file '{0}'..
cs: Přepisuje se stávající soubor {0}...
fr: Remplacement du fichier existant '{0}'...
it: Sovrascrittura del file '{0}' esistente in corso...
ja: 既存のファイル '{0}' を上書きしています..
ko: 기존 파일 '{0}'을(를) 덮어쓰는 중...
pl: Zastępowanie istniejącego pliku „{0}”.
pt_br: Substituindo arquivo existente '{0}'..
ru: Перезапись существующего файла «{0}».
tr: Var olan '{0}' dosyasının üzerine yazılıyor..
zh_hans: 正在覆盖现有文件“{0}”..
zh_hant: 正在覆寫現有檔案 '{0}'。

# InvalidProjectName
source: Unable to determine the project name for '{0}'.
cs: Nejde určit název projektu pro {0}.
fr: Impossible de déterminer le nom du projet pour '{0}'.
it: Non è possibile determinare il nome del progetto per '{0}'.
ja: '{0}' のプロジェクト名を判別できません。
ko: {0}'에 대한 프로젝트 이름을 확인할 수 없습니다.
pl: Nie można określić nazwy projektu dla elementu „{0}”.
pt_br: Não é possível determinar o nome do projeto para '{0}'.
ru: Не удалось определить имя проекта для "{0}".
tr: '{0}' için proje adı belirleemiyor.
zh_hans: 无法为“{0}”确定项目名称。
zh_hant: 無法判斷 '{0}' 的專案名稱。

# MultiplePackageTypesNotSupported
source: Package '{0}' has multiple package types, which is not supported.
cs: Balíček {0} má více typů balíčků. Podporuje se jenom jeden typ balíčku.
fr: Le package '{0}' a plusieurs types de package, ce qui n'est pas pris en charge.
it: Il pacchetto '{0}' contiene più tipi di pacchetto e questo non è supportato.
ja: パッケージ '{0}' には、サポートされていない複数のパッケージ タイプがあります。
ko: '{0}' 패키지의 패키지 형식이 여러 개입니다. 이런 경우는 지원되지 않습니다.
pl: Pakiet „{0}” zawiera wiele typów pakietów, co nie jest obsługiwane.
pt_br: O pacote '{0}' tem vários tipos de pacotes, o que não tem suporte.
ru: Пакет "{0}" имеет несколько типов пакета; это не поддерживается.
tr: '{0}' paketi birden fazla paket türüne sahip. Bu desteklenmiyor.
zh_hans: 包“{0}”具有多个不受支持的包类型。
zh_hant: 封裝 '{0}' 具有多個不支援的封裝類型。

# NewerVersionAlreadyReferenced
source: Already referencing a newer version of '{0}'..
cs: Už se odkazuje na novější verzi {0}.
fr: Fait déjà référence à une version plus récente de '{0}'.
it: È già presente un riferimento a una versione più recente di '{0}'..
ja: '{0}' のより新しいバージョンを既に参照しています..
ko: 새 버전의 '{0}'을(를) 이미 참조하고 있습니다.
pl: Istnieje już odwołanie do nowszej wersji elementu „{0}”.
pt_br: Já está fazendo referência a uma versão mais nova de '{0}'..
ru: Уже указана ссылка на более новую версию «{0}».
tr: Zaten yeni bir '{0}' sürümüne başvuru yapılıyor.
zh_hans: 始终引用更新版本的“{0}”..
zh_hant: 已經參考 '{0}' 的較新版本。

# NoLatestVersionFound
source: No latest version found for '{0}' for the given source repositories and resolution context
cs: Nenašla se nejnovější verze ({0}) pro zadaná zdrojová úložiště a kontext rozlišení.
fr: Aucune version récente n'a été trouvée pour '{0}' concernant les dépôts sources et le contexte de résolution spécifiés
it: Non è stata trovata l'ultima versione per '{0}' per i repository di origine e il contesto della risoluzione specificati
ja: 指定されたソース リポジトリおよび解決コンテキストで '{0}' の最新バージョンが見つかりませんでした
ko: 지정된 소스 리포지토리와 확인 컨텍스트에서 '{0}'에 대한 최신 버전을 찾을 수 없습니다.
pl: Nie znaleziono najnowszej wersji elementu „{0}” dla podanych repozytoriów źródłowych i kontekstu rozpoznawania
pt_br: Não foi encontrada nenhuma versão mais recente do {0}' para os repositórios de origem e o contexto de resolução determinados
ru: Не удалось найти последнюю версию для "{0}" для указанных исходных репозиториев и контекста разрешения
tr: Belirtilen kaynak depoları ve çözümleme bağlamı için yeni '{0}' sürümü bulunamadı
zh_hans: 在给定源存储库和解决方案的情况下找不到“{0}”的最新版本
zh_hant: 找不到所指定來源儲存機制和解析內容之 '{0}' 的最新版本

# NoPackageUpdates
source: No package updates are available from the current package source for project '{0}'.
cs: V aktuálním zdroji balíčků pro projekt {0} nejsou k dispozici žádné aktualizace balíčků.
fr: Aucune mise à jour de package n'est disponible à partir de la source de package actuelle pour le projet '{0}'.
it: Non sono disponibili aggiornamenti pacchetto nell'origine pacchetto corrente per il progetto '{0}'.
ja: プロジェクト '{0}' の現在のパッケージ ソースで利用可能なパッケージ更新はありません。
ko: '{0}' 프로젝트의 현재 패키지 소스에서 사용할 수 있는 패키지 업데이트가 없습니다.
pl: Nie ma dostępnych aktualizacji pakietów z bieżącego źródła pakietów dla projektu „{0}”.
pt_br: Nenhuma atualização de pacote está disponível na origem do pacote atual para o projeto '{0}'.
ru: В текущем источнике пакетов нет доступных обновлений пакетов для проекта «{0}».
tr: Geçerli paket kaynağında '{0}' projesi için kullanılabilir paket güncelleştirmesi yok.
zh_hans: 项目“{0}”的当前程序包源中未提供程序包更新。
zh_hant: 專案 '{0}' 的目前封裝來源沒有可用的封裝更新。

# NoPackagesInProject
source: No packages were found in packages.config for project '{0}'.
cs: V souboru packages.config pro projekt {0} se nenašly žádné balíčky.
fr: Packages introuvables dans packages.config pour le projet '{0}'.
it: In packages.config non sono stati trovati pacchetti per il progetto '{0}'.
ja: プロジェクト '{0}' の packages.config にパッケージが見つかりませんでした。
ko: packages.config에서 '{0}' 프로젝트에 대한 패키지를 찾을 수 없습니다.
pl: Nie znaleziono żadnych pakietów w pliku packages.config projektu „{0}”.
pt_br: Nenhum pacote foi encontrado no packages.config para o projeto '{0}'.
ru: Не удалось найти пакеты в файле packages.config проекта "{0}".
tr: '{0}' projesi için packages.config içinde paket bulunamadı.
zh_hans: 未在 packages.config 中找到项目“{0}”的任何包。
zh_hant: 在專案 '{0}' 的 packages.config 中找不到任何封裝。

# NoUpdatesAvailable
source: There are no new updates available.
cs: K dispozici nejsou žádné nové aktualizace.
fr: Aucune nouvelle mise à jour n'est disponible.
it: Non sono disponibili nuovi aggiornamenti.
ja: ご利用いただける新しい更新プログラムはありません。
ko: 사용 가능한 새 업데이트가 없습니다.
pl: Nie ma dostępnych żadnych nowych aktualizacji.
pt_br: Não há novas atualizações disponíveis.
ru: Новые обновления недоступны.
tr: Yeni güncelleştirme yok.
zh_hans: 没有可用的新更新。
zh_hant: 目前沒有新的更新。

# NugetActionsTotalTime
source: Executing nuget actions took {0}
cs: Doba provádění akcí nuget: {0}
fr: L'exécution des actions de nuget a pris {0}
it: Tempo impiegato per l'esecuzione delle azioni NuGet: {0}
ja: NuGet の操作の実行に {0} かかりました
ko: Nuget 작업 실행 시간: {0}
pl: Wykonywanie akcji nuget zajęło {0}
pt_br: Executar ações do nuget levou {0}
ru: Выполнение действий NuGet заняло {0}
tr: Nuget eylemlerinin yürütülmesi {0} sürdü
zh_hans: 执行 nuget 操作花费时间 {0}
zh_hant: 執行 NuGet 動作花費了 {0}

# PackageAlreadyExistsInFolder
source: Package '{0}' already exists in folder '{1}'
cs: Balíček {0} už ve složce {1} existuje.
fr: Le package '{0}' existe déjà dans le dossier '{1}'
it: Il pacchetto '{0}' esiste già nella cartella '{1}'
ja: パッケージ '{0}' は既にフォルダー '{1}' に存在します
ko: '{1}' 폴더에 '{0}' 패키지가 이미 있습니다.
pl: Pakiet „{0}” już istnieje w folderze „{1}”
pt_br: O pacote '{0}' já existe na pasta '{1}'
ru: В папке «{1}» уже существует пакет «{0}»
tr: '{0}' paketi zaten '{1}' klasöründe var
zh_hans: 程序包“{0}”已存在于文件夹“{1}”中
zh_hant: 封裝 '{0}' 已經存在於資料夾 '{1}'

# PackageAlreadyExistsInPackagesConfig
source: Package '{0}' already exists in '{1}'
cs: Balíček {0} už v {1} existuje.
fr: Le package '{0}' existe déjà dans '{1}'
it: Il pacchetto '{0}' esiste già in '{1}'
ja: パッケージ '{0}' は既に '{1}' に存在します
ko: '{1}'에 '{0}' 패키지가 이미 있습니다.
pl: Pakiet „{0}” już istnieje w elemencie „{1}”
pt_br: O pacote '{0}' já existe em '{1}'
ru: В «{1}» уже существует пакет «{0}»
tr: '{0}' paketi zaten '{1}' öğesinde var
zh_hans: 程序包“{0}”已存在于“{1}”中
zh_hant: 封裝 '{0}' 已經存在於 '{1}'

# PackageAlreadyExistsInProject
source: Package '{0}' already exists in project '{1}'
cs: Balíček {0} už v projektu {1} existuje.
fr: Le package '{0}' existe déjà dans le projet '{1}'
it: Il pacchetto '{0}' esiste già nel progetto '{1}'
ja: パッケージ '{0}' は既にプロジェクト '{1}' に存在します
ko: '{1}' 프로젝트에 '{0}' 패키지가 이미 있습니다.
pl: Pakiet „{0}” już istnieje w projekcie „{1}”
pt_br: O pacote '{0}' já existe no projeto '{1}'
ru: В проекте «{1}» уже существует пакет «{0}»
tr: '{0}' paketi zaten '{1}' projesinde var
zh_hans: 程序包“{0}”已存在于项目“{1}”中
zh_hant: 封裝 '{0}' 已經存在於專案 '{1}'

# PackageCancelledFromSource
source: Getting package '{0}' from source '{1}' was cancelled.
cs: Získávání balíčku {0} ze zdroje {1} se zrušilo.
fr: L'obtention du package '{0}' à partir de la source '{1}' a été annulée.
it: Il recupero del pacchetto '{0}' dall'origine '{1}' è stato annullato.
ja: ソース '{1}' からのパッケージ '{0}' の取得はキャンセルされました。
ko: 소스 '{1}'에서부터 패키지 '{0}' 가져오기가 취소되었습니다.
pl: Pobieranie pakietu „{0}” ze źródła „{1}” zostało anulowane.
pt_br: Obter o pacote '{0}' da fonte '{1}' foi cancelado.
ru: Получение пакета "{0}" из источника "{1}" отменено.
tr: '{1}' kaynağından '{0}' paketini alma işlemi iptal edildi.
zh_hans: 已取消从源“{1}”获取包“{0}”。
zh_hant: 已取消從來源 '{1}' 取得封裝 '{0}'。

# PackageCouldNotBeInstalled
source: Package '{0}' could not be installed
cs: Balíček {0} nešlo nainstalovat.
fr: Le package '{0}' n'a pas pu être installé
it: Non è stato possibile installare il pacchetto '{0}'
ja: パッケージ '{0}' をインストールできませんでした
ko: '{0}' 패키지를 설치할 수 없습니다.
pl: Nie można zainstalować pakietu „{0}”
pt_br: O pacote '{0}' não pôde ser instalado
ru: Не удалось установить пакет «{0}»
tr: '{0}' paketi yüklenemedi
zh_hans: 无法安装程序包“{0}”
zh_hant: 無法安裝封裝 '{0}'

# PackageDoesNotExistInFolder
source: Package '{0}' does not exist in folder '{1}'
cs: Balíček {0} ve složce {1} neexistuje.
fr: Le package '{0}' n'existe pas dans le dossier '{1}'
it: Il pacchetto '{0}' non esiste nella cartella '{1}'
ja: パッケージ '{0}' はフォルダー '{1}' に存在しません
ko: '{1}' 폴더에 '{0}' 패키지가 없습니다.
pl: Pakiet „{0}” nie istnieje w folderze „{1}”
pt_br: O pacote '{0}' não existe na pasta '{1}'
ru: В папке «{1}» не существует пакета «{0}»
tr: '{0}' paketi '{1}' klasöründe yok
zh_hans: 程序包“{0}”不存在于文件夹“{1}”中
zh_hant: 封裝 '{0}' 不存在於資料夾 '{1}'

# PackageDoesNotExistInProject
source: Package '{0}' does not exist in project '{1}'
cs: Balíček {0} v projektu {1} neexistuje.
fr: Le package '{0}' n'existe pas dans le projet '{1}'
it: Il pacchetto '{0}' non esiste nel progetto '{1}'
ja: パッケージ '{0}' はプロジェクト '{1}' に存在しません
ko: '{1}' 프로젝트에 '{0}' 패키지가 없습니다.
pl: Pakiet „{0}” nie istnieje w projekcie „{1}”
pt_br: O pacote '{0}' não existe no projeto '{1}'
ru: В проекте «{1}» не существует пакета «{0}»
tr: '{0}' paketi '{1}' projesinde yok
zh_hans: 程序包“{0}”不存在于项目“{1}”中
zh_hant: 封裝 '{0}' 不存在於專案 '{1}'

# PackageDoesNotExisttInPackagesConfig
source: Package '{0}' does not exists in '{1}'
cs: Balíček {0} v {1} neexistuje.
fr: Le package '{0}' n'existe pas dans '{1}'
it: Il pacchetto '{0}' non esiste in '{1}'
ja: パッケージ '{0}' は '{1}' に存在しません
ko: '{1}'에 '{0}' 패키지가 없습니다.
pl: Pakiet „{0}” nie istnieje w elemencie „{1}”
pt_br: O pacote '{0}' não existe em '{1}'
ru: В «{1}» не существует пакета «{0}»
tr: '{0}' paketi '{1}' öğesinde yok
zh_hans: 程序包“{0}”不存在于“{1}”中
zh_hant: 封裝 '{0}' 不存在於 '{1}'

# PackageHasDependent
source: Unable to uninstall '{0}' because '{1}' depends on it.
cs: Nejde odinstalovat balíček {0}, protože na něm závisí {1}.
fr: Impossible de désinstaller « {0} » car « {1} » en dépend.
it: Non è possibile disinstallare '{0}' perché '{1}' è un elemento dipendente.
ja: '{1}' が依存しているため、'{0}' をアンインストールできません。
ko: '{1}'이(가) 종속되어 있으므로 '{0}'을(를) 제거할 수 없습니다.
pl: Nie można odinstalować pakietu „{0}”, ponieważ zależy od niego element „{1}”.
pt_br: Não é possível desinstalar '{0}' porque '{1}' depende dele.
ru: Не удалось удалить «{0}», так как «{1}» зависит от него.
tr: '{0}' kaldırılamıyor, çünkü '{1}' buna bağımlı.
zh_hans: 无法卸载“{0}”，因为“{1}”依赖于它。
zh_hant: 因為 '{1}' 相依於它，所以無法解除安裝 '{0}'。

# PackageHasDependents
source: Unable to uninstall '{0}' because '{1}' depend on it.
cs: Nejde odinstalovat balíček {0}, protože na něm závisejí {1}.
fr: Impossible de désinstaller « {0} » car « {1} » en dépendent.
it: Non è possibile disinstallare '{0}' perché '{1}' sono elementi dipendenti.
ja: '{1}' が依存しているため、'{0}' をアンインストールできません。
ko: '{1}'이(가) 종속되어 있으므로 '{0}'을(를) 제거할 수 없습니다.
pl: Nie można odinstalować pakietu „{0}”, ponieważ zależą od niego elementy „{1}”.
pt_br: Não é possível desinstalar '{0}' porque '{1}' dependem dele.
ru: Не удалось удалить «{0}», так как «{1}» зависит от него.
tr: '{0}' kaldırılamıyor, çünkü '{1}' buna bağımlı.
zh_hans: 无法卸载“{0}”，因为“{1}”依赖于它。
zh_hant: 因為 '{1}' 相依於它，所以無法解除安裝 '{0}'。

# PackageNotFound
source: Package '{0}' is not found
cs: Balíček {0} se nenašel.
fr: Package '{0}' introuvable
it: Pacchetto '{0}' non trovato
ja: パッケージ '{0}' が見つかりません
ko: '{0}' 패키지를 찾을 수 없습니다.
pl: Nie znaleziono pakietu „{0}”
pt_br: O pacote '{0}' não foi encontrado
ru: Пакет «{0}» не найден
tr: '{0}' paketi bulunamadı
zh_hans: 找不到程序包“{0}”
zh_hant: 找不到套件 '{0}'

# PackageNotFoundInPrimarySources
source: Package '{0}' is not found in the following primary source(s): '{1}'. Please verify all your online package sources are available (OR) package id, version are specified correctly.
cs: Balíček {0} se nenašel v následujících primárních zdrojích: {1}. Ověřte prosím, že jsou všechny online zdroje balíčků dostupné (NEBO) že jsou správně zadané ID a verze balíčku.
fr: Le package « {0} » est introuvable dans la ou les sources principales suivantes : « {1} ». Vérifiez que toutes vos sources de package en ligne sont disponibles (OU) que l'ID de package et la version sont spécifiés correctement.
it: Non è stato possibile trovare il pacchetto '{0}' nelle origini primarie seguenti: '{1}'. Verificare che tutte le origini pacchetti online siano disponibili oppure che la versione dell'ID pacchetto sia specificata correttamente.
ja: パッケージ '{0}' が次のプライマリ ソースで見つかりません: '{1}'。すべてのオンライン パッケージ ソースが利用できること、または正しいパッケージ ID とバージョンが正しく指定されていることを確認してください。
ko: 다음 기본 원본에 '{0}' 패키지가 없습니다. '{1}'. 온라인 패키지 원본을 모두 사용할 수 있는지 또는 패키지 ID, 버전이 올바르게 지정되어 있는지 확인하세요.
pl: Nie znaleziono pakietu „{0}” w następujących źródłach podstawowych: „{1}”. Sprawdź, czy wszystkie źródła pakietów w trybie online są dostępne (LUB) identyfikator pakietu i wersja są określone poprawnie.
pt_br: O pacote '{0}' não foi encontrado na(s) seguinte(s) fonte(s) primária(s): '{1}'. Verifique se todas as suas fontes de pacote online estão disponíveis (OU) se a ID e a versão de pacote estão especificadas corretamente.
ru: Не удалось найти пакет "{0}" в следующих первичных источниках: "{1}". Убедитесь, что все интернет-источники пакетов доступны (ЛИБО) что идентификатор и версия пакета указаны правильно.
tr: '{0}' paketi şu birincil kaynaklar içerisinde bulunamadı: '{1}'. Lütfen tüm çevrimiçi paket kaynaklarınızın kullanılabilir olduğunu (VEYA) paket kimliği ve sürümün doğru belirtildiğini doğrulayın.
zh_hans: 在以下主源中找不到包“{0}”:“{1}”。请验证你的所有联机包源是否都可用，以及是否正确指定了包 ID、版本。
zh_hant: 在下列主要來源中找不到封裝 '{0}': '{1}'。請確認您所有線上封裝來源均可使用，(或) 確認指定的封裝識別碼、版本是否正確。

# PackageNotFoundOnSource
source: Package '{0}' is not found on source '{1}'.
cs: Balíček {0} se u zdroje {1} nenašel.
fr: Le package '{0}' est introuvable dans la source '{1}'.
it: Non è stato possibile trovare il pacchetto '{0}' nell'origine '{1}'.
ja: ソース '{1}' でパッケージ '{0}' が見つかりません。
ko: 소스 '{1}'에서 패키지 '{0}'(을)를 찾을 수 없습니다.
pl: Nie znaleziono pakietu „{0}” w źródle „{1}”.
pt_br: O pacote '{0}' não foi encontrado na fonte '{1}'.
ru: Пакет "{0}" не найден в источнике "{1}".
tr: '{0}' paketi '{1}' kaynağında bulunamadı.
zh_hans: 在源“{1}”上找不到包“{0}”。
zh_hant: 在來源 '{1}' 上找不到封裝 '{0}'。

# PackageSourceMappingPatternMatchFound
source: Package source mapping matches found for package ID '{0}' are: '{1}'
cs: Pro ID balíčku {0} se našly shody mapování zdroje balíčku: {1}
fr: Des correspondances de mappage de source de paquet ont été trouvées pour le paquet ID '{0}' sont : '{1}'.
it: Le corrispondenze del mapping di origine del pacchetto trovate per l'ID pacchetto '{0}' sono: '{1}'
ja: パッケージ ID '{0}' で見つかった一致するパッケージのソース マッピングは '{1}' です
ko: ‘{0}’ 패키지 ID에 대한 패키지 소스 맵 일치 검색 결과: ‘{1}’
pl: Znalezione dopasowania mapowania źródła pakietu dla identyfikatora pakietu "{0}": "{1}"
pt_br: As correspondências de mapeamento de origem do pacote encontradas para a ID '{0}' são: '{1}'
ru: Обнаружены соответствия для сопоставления источника пакета с идентификатором "{0}": "{1}"
tr: Paket kimliği '{0}' için bulunan paket kaynağı eşlemesi eşleşmeleri: '{1}'
zh_hans: 为包 ID "{0}" 找到的包源映射匹配项为: "{1}"
zh_hant: 與套件識別碼 '{0}' 相符的套件來源對應有: '{1}'

# PackageSourceMappingPatternNoMatchFound
source: Package source mapping match not found for package ID '{0}'
cs: Pro ID balíčku {0} se nenašla shoda mapování zdroje balíčku.
fr: Une correspondance de mappage de source de paquet n'a pas été trouvée pour l'ID de paquet '{0}'.
it: Corrispondenza del mapping di origine del pacchetto non trovate per l'ID pacchetto '{0}'
ja: パッケージ ID '{0}' に一致するパッケージ ソース マッピングが見つかりません
ko: ‘{0}’ 패키지 ID에 대한 패키지 소스 맵 일치 검색 결과 없음
pl: Nie znaleziono dopasowania mapowania źródła pakietu dla identyfikatora pakietu "{0}"
pt_br: As correspondências de mapeamento de origem do pacote não foram encontradas para a ID '{0}'
ru: Соответствия для сопоставления источника пакета с идентификатором "{0}" не обнаружены
tr: Paket kimliği '{0}' için paket kaynağı eşlemesi eşleşmeleri bulunamadı
zh_hans: 找不到包 ID "{0}" 的包源映射匹配项
zh_hant: 找不到與套件識別碼 '{0}' 相符的套件來源對應

source: Package stream should be seekable
cs: Stream balíčků by mělo jít prohledávat.
fr: Le flux de packages doit pouvoir faire l'objet d'une recherche
it: Il flusso dei pacchetti deve supportare la ricerca
ja: パッケージ ストリームはシーク可能である必要があります
ko: 패키지 스트림을 찾을 수 있어야 합니다.
pl: Strumień pakietu powinien mieć możliwość wyszukiwania
pt_br: O fluxo do pacote deve ser pesquisável
ru: Поток пакетов должен поддерживать поиск
tr: Paket akışı aranabilir olmalıdır
zh_hans: 程序包流应该是可查找的
zh_hant: 封裝資料流應該可搜尋

# PackageToBeUninstalledCouldNotBeFound
source: Package '{0}' to be uninstalled could not be found in project '{1}'
cs: Balíček {0}, který se má odinstalovat, se v projektu {1} nenašel.
fr: Le package '{0}' à désinstaller est introuvable dans le projet '{1}'
it: Non è stato possibile trovare il pacchetto '{0}' da disinstallare nel progetto '{1}'
ja: アンインストールするパッケージ '{0}' がプロジェクト '{1}' 内に見つかりませんでした
ko: '{1}' 프로젝트에서 제거할 '{0}' 패키지를 찾을 수 없습니다.
pl: W projekcie „{1}” nie można odnaleźć pakietu „{0}”, który ma zostać odinstalowany
pt_br: O pacote '{0}' a ser desinstalado não pôde ser encontrado no projeto '{1}'
ru: Удаляемый пакет «{0}» не удалось найти в проекте «{1}»
tr: Kaldırılacak '{0}' paketi '{1}' projesinde bulunamadı
zh_hans: 在项目“{1}”中找不到要卸载的程序包“{0}”
zh_hant: 在專案 '{1}' 中找不到要解除安裝的封裝 '{0}'

# PackagesConfigAllowedVersionConflict
source: Unable to resolve '{0}'. An additional constraint '{1}' defined in {2} prevents this operation.
cs: Nejde rozpoznat {0}. Další podmínka {1} definovaná v {2} téhle operaci brání.
fr: Impossible de résoudre '{0}'. Une contrainte '{1}' supplémentaire définie dans {2} empêche cette opération.
it: Non è possibile risolvere '{0}'. Un vincolo '{1}' aggiuntivo definito in {2} impedisce questa operazione.
ja: '{0}' を解決できません。{2} で定義された追加の制約 '{1}' が原因でこの操作を実行できません。
ko: '{0}'을(를) 확인할 수 없습니다. {2}에 정의된 추가 제약 조건 '{1}'(으)로 인해 이 작업이 금지되었습니다.
pl: Nie można rozpoznać elementu „{0}”. Dodatkowe ograniczenie „{1}” zdefiniowane w elemencie {2} uniemożliwia wykonanie tej operacji.
pt_br: Não é possível resolver '{0}'. Uma restrição adicional '{1}' definida em {2} impede esta operação.
ru: Не удалось разрешить «{0}». Дополнительное ограничение «{1}», определенное в {2}, не позволяет выполнить эту операцию.
tr: '{0}' çözümlenemiyor. {2} öğesinde tanımlanan ek kısıtlama '{1}', bu işlemi engelliyor.
zh_hans: 无法解析“{0}”。在 {2} 中定义的其他约束“{1}”会阻止此操作。
zh_hant: 無法解析 '{0}'。在 {2} 定義的條件約束 '{1}' 阻止了此作業。
