Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.SolutionRestoreManager/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, tr, zh_hans, zh_hant

# PackageRestoreOptOutMessage
source: Restoring NuGet packages... To prevent NuGet from restoring packages during build, open the Visual Studio Options dialog, click on the NuGet Package Manager node and uncheck 'Allow NuGet to download missing packages during build.'
cs: Obnovují se balíčky NuGet... Když nechcete, aby aplikace NuGet obnovovala balíčky během vytváření sestavení, otevřete dialogové okno Možnosti aplikace Visual Studio, klikněte na uzel Správce balíčků NuGet a zrušte zaškrtnutí políčka Umožnit správci balíčků NuGet stáhnout chybějící balíčky během vytváření sestavení.
de: NuGet-Pakete werden wiederhergestellt... Wenn Sie verhindern möchten, dass NuGet Pakete während des Builds wiederherstellt, öffnen Sie das Dialogfeld "Optionen" in Visual Studio, klicken Sie auf den Knoten "NuGet-Paket-Manager", und deaktivieren Sie dann "NuGet das Herunterladen fehlender Pakete während des Builds erlauben".
es: Restaurando paquetes NuGet... Para evitar que NuGet restaure paquetes durante la compilación, abra el cuadro de diálogo de opciones de Visual Studio, haga clic en el nodo Administrador de paquetes NuGet y desactive la casilla "Permitir a NuGet descargar los paquetes que faltan durante la compilación".
fr: Restauration des packages NuGet... Pour empêcher NuGet de restaurer les packages lors de la génération, ouvrez la boîte de dialogue des options de Visual Studio, cliquez sur le nœud Gestionnaire de package NuGet et désactivez 'Autoriser NuGet à télécharger les packages manquants lors de la génération'.
it: Ripristino pacchetti NuGet... Per impedire che NuGet ripristini i pacchetti durante la compilazione, aprire la finestra di dialogo relativa alle opzioni di Visual Studio, fare clic sul nodo Gestione pacchetti NuGet e deselezionare 'Consenti a NuGet di scaricare i pacchetti mancanti durante la compilazione'.
ja: NuGet パッケージを復元しています... NuGet がビルド中にパッケージを復元しないようにするには、Visual Studio の [オプション] ダイアログ ボックスを開き、NuGet の [パッケージ マネージャー] ノードをクリックして、[ビルド中に足りないパッケージをダウンロードすることを NuGet に許可] チェック ボックスをオフにします。
ko: NuGet 패키지를 복원하는 중... 빌드 시 NuGet이 패키지를 복원하지 않도록 하려면 [Visual Studio 옵션] 대화 상자를 열고 [NuGet 프로젝트 관리자] 노드를 클릭한 후 [NuGet이 누락된 패키지를 빌드 시 다운로드하도록 허용]을 선택 취소합니다.
pl: Trwa przywracanie pakietów NuGet... Aby uniemożliwić narzędziu NuGet przywracanie pakietów podczas kompilacji, otwórz okno dialogowe Opcje programu Visual Studio, kliknij węzeł Menedżer pakietów NuGet i usuń zaznaczenie pozycji „Zezwalaj narzędziu NuGet na pobieranie brakujących pakietów podczas kompilacji”.
pt_br: Restaurando pacotes do NuGet... Para impedir que o NuGet restaure pacotes durante o build, abra a caixa de diálogo Opções do Visual Studio, clique no nó Gerenciador de Pacotes do NuGet e desmarque "Permitir que o NuGet baixe pacotes ausentes durante o build".
tr: NuGet paketleri geri yükleniyor... NuGet'in derleme sırasında paketleri geri yüklemesini önlemek için Visual Studio Seçenekleri iletişim kutusunu açın, NuGet Paket Yöneticisi düğümüne tıklayın ve 'NuGet'in derleme sırasında eksik kalan paketleri indirmesine izin ver' öğesinin işaretini kaldırın.
zh_hans: 正在还原 NuGet 程序包... 若要阻止 NuGet 在生成期间还原程序包，请打开 Visual Studio 的“选项”对话框，单击“NuGet 程序包管理器”节点，然后取消选中“允许 NuGet 在生成期间下载缺少的程序包”。
zh_hant: 正在還原 NuGet 套件... 為避免 NuGet 在建置期間還原套件，請開啟 [Visual Studio 選項] 對話方塊，按一下 [NuGet 套件管理器] 節點，然後取消選取 [允許 NuGet 在建置期間下載缺少的套件]。

# PropertyDoesNotHaveSingleValue
source: The property {0} was expected to have a single value across all target frameworks, but instead had the following values: {1}
cs: Očekávalo se, že vlastnost {0} bude mít jednu hodnotu ve všech cílových architekturách, ale místo toho bude mít následující hodnoty: {1}
de: Die Eigenschaft "{0}" sollte über einen einzelnen Wert für alle Zielframeworks verfügen, verfügte jedoch stattdessen über die folgenden Werte: {1}
es: Se esperaba que la propiedad {0} tuviera un único valor en todas las plataformas de destino, pero tenía los siguientes valores: {1}
fr: La propriété {0} était censée avoir une seule valeur dans toutes les versions cibles de .Net Framework, mais avait à la place les valeurs suivantes : {1}
it: Per la proprietà {0} era previsto un valore singolo in tutti i framework di destinazione, ma erano invece presenti i valori seguenti: {1}
ja: プロパティ {0} には、すべてのターゲット フレームワークに対して 1 つの値が必要ですが、代わりに次の値が指定されていました: {1}
ko: 속성 {0}은(는) 모든 대상 프레임워크에서 단일 값을 가질 것으로 예상되었지만 대신 {1} 값을 가졌습니다.
pl: Oczekiwano, że właściwość {0} będzie mieć pojedynczą wartość na wszystkich platformach docelowych, ale zamiast tego miała następujące wartości: {1}
pt_br: Esperava-se que a propriedade {0} tivesse um único valor em todas as estruturas de destino, mas, em vez disso, tinha os seguintes valores: {1}
tr: {0} özelliğinin tüm hedef Framework’lerde tek bir değer alması bekleniyordu ancak bunun yerine şu değerleri aldı: {1}
zh_hans: 属性 {0} 应在所有目标框架中具有单个值，但却具有以下值: {1}
zh_hant: 屬性 {0} 應在所有目標 Framework 上具有單一值，卻具有下列值: {1}

# RelativeGlobalPackagesFolder
source: 'globalPackagesFolder' from nuget.config file or the environment variable is '{0}', a relative path and the solution is not saved. Please save your solution or configure a 'globalPackagesFolder' which is a full path.
cs: globalPackagesFolder ze souboru nuget.config nebo proměnná prostředí je {0}, to je relativní cesta a řešení se neuloží. Uložte si prosím řešení nebo nakonfigurujte globalPackagesFolder, což je úplná cesta.
de: "globalPackagesFolder" aus der Datei "nuget.config" oder der Umgebungsvariablen ist "{0}", ein relativer Pfad, und die Projektmappe ist nicht gespeichert. Bitte speichern Sie Ihre Projektmappe, oder konfigurieren Sie einen "globalPackagesFolder", der einen vollständigen Pfad darstellt.
es: 'globalPackagesFolder' del archivo nuget.config o la variable de entorno es '{0}', una ruta de acceso relativa, y la solución no se guardó. Guarde su solución o configure un 'globalPackagesFolder' que es una ruta de acceso completa.
fr: 'globalPackagesFolder' du fichier nuget.config ou la variable d'environnement est '{0}', un chemin d'accès relatif. La solution n'est pas enregistrée. Enregistrez votre solution ou configurez un dossier 'globalPackagesFolder' qui est un chemin d'accès complet.
it: L'oggetto 'globalPackagesFolder' del file nuget.config o la variabile di ambiente è '{0}', un percorso relativo, e la soluzione non è stata salvata. Salvare la soluzione o configurare un oggetto 'globalPackagesFolder' che è un percorso completo.
ja: nuget.config ファイルの 'globalPackagesFolder' または環境変数に相対パスの '{0}' が指定されており、ソリューションが保存されていません。ソリューションを保存するか、'globalPackagesFolder' を完全なパスで構成してください。
ko: nuget.config 파일의 'globalPackagesFolder' 또는 환경 변수가 '{0}'입니다. 상대 경로 및 솔루션이 저장되지 않았습니다. 솔루션을 저장하거나 전체 경로인 'globalPackagesFolder'를 구성하세요.
pl: Wartość „globalPackagesFolder” z pliku nuget.config lub zmiennej środowiskowej to „{0}”. Ścieżka względna i rozwiązanie nie zostały zapisane. Zapisz swoje rozwiązanie lub skonfiguruj wartość „globalPackagesFolder” będącą pełną ścieżką.
pt_br: 'globalPackagesFolder' do arquivo nuget.config ou a variável de ambiente é '{0}', um caminho relativo e a solução não é salva. Salve sua solução ou configura um 'globalPackagesFolder' que seja um caminho completo.
tr: nuget.config dosyasındaki 'globalPackagesFolder' veya ortam değişkeni '{0}'. Göreli yol ve çözüm kayıtlı değil. Çözümünüzü kaydedin veya tam yol olan bir 'globalPackagesFolder' yapılandırın.
zh_hans: 来自 nuget.config 文件或环境变量的 "globalPackagesFolder" 为“{0}”(相对路径)，该解决方案未保存。请保存你的解决方案或配置作为完整路径的 "globalPackagesFolder".
zh_hant: 來自 nuget.config 檔案的 'globalPackagesFolder' 或環境變數為 '{0}'，因此未儲存相對路徑與解決方案。請儲存您的解決方案，或設定完整路徑的 'globalPackagesFolder'。

# RestoredPackage
source: Restored NuGet package {0}.
cs: Balíček NuGet {0} se obnovil.
de: Das NuGet-Paket "{0}" wurde wiederhergestellt.
es: Se restauró el paquete NuGet {0}.
fr: Package NuGet restauré {0}.
it: Pacchetto NuGet {0} ripristinato.
ja: NuGet パッケージ {0} を復元しました。
ko: NuGet 패키지 {0}을(를) 복원했습니다.
pl: Przywrócono pakiet NuGet {0}.
pt_br: Pacote {0} do NuGet restaurado.
tr: NuGet paketi {0} geri yüklendi.
zh_hans: 已还原 NuGet 程序包 {0}。
zh_hant: 已還原 NuGet 套件 {0}。

# RestoringPackages
source: Restoring NuGet packages...
cs: Obnovují se balíčky NuGet...
de: NuGet-Pakete werden wiederhergestellt...
es: Restaurando paquetes NuGet...
fr: Restauration des packages NuGet...
it: Ripristino dei pacchetti NuGet in corso...
ja: NuGet パッケージを復元しています...
ko: NuGet 패키지를 복원하는 중...
pl: Trwa przywracanie pakietów NuGet...
pt_br: Restaurando pacotes do NuGet...
tr: NuGet paketleri geri yükleniyor...
zh_hans: 正在还原 NuGet 程序包...
zh_hant: 正在還原 NuGet 套件...

# SolutionIsNotSaved
source: Solution is not saved. Please save your solution before managing NuGet packages.
cs: Řešení není uložené. Než začnete spravovat balíčky NuGet, řešení uložte.
de: Die Projektmappe wurde nicht gespeichert. Bitte speichern Sie Ihre Projektmappe, bevor Sie NuGet-Pakete verwalten.
es: No se guardó la solución. Guarde la solución antes de administrar los paquetes NuGet.
fr: La solution n'est pas enregistrée. Enregistrez votre solution avant de gérer des packages NuGet.
it: Soluzione non salvata. Salvarla prima di gestire i pacchetti NuGet.
ja: ソリューションが保存されていません。ソリューションを保存してから NuGet パッケージを管理してください。
ko: 솔루션이 저장되지 않았습니다. NuGet 패키지를 관리하려면 솔루션을 저장하십시오.
pl: Nie zapisano rozwiązania. Zapisz rozwiązanie zanim zaczniesz zarządzać pakietami NuGet.
pt_br: A solução não está salva. Salve sua solução antes de gerenciar os pacotes NuGet.
tr: Çözüm kaydedilmedi. Lütfen NuGet paketlerini yönetmeden önce çözümünüzü kaydedin.
zh_hans: 解决方案未保存。请先保存你的解决方案，然后再管理 NuGet 包。
zh_hant: 未儲存解決方案。請先儲存解決方案，再管理 NuGet 套件。

# InfoBar_HyperlinkFixVulnerabilitiesWithCopilot
source: Fix with GitHub Copilot
zh_hant: 使用 GitHub Copilot 修正
