Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.SolutionRestoreManager/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, tr, zh_hans, zh_hant

source: Argument cannot be null or empty
cs: Argument nesmí být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío
fr: L'argument ne peut pas être null ou vide
it: L'argomento non può essere Null o vuoto
ja: 引数を null または空にすることはできません
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty
pt_br: O argumento não pode ser nulo ou vazio
tr: Bağımsız değişken null veya boş olamaz
zh_hans: 参数不能为 null 或空
zh_hant: 引數不能為 Null 或空白

# ErrorOccurredRestoringPackages
source: Error occurred while restoring NuGet packages: {0}
cs: Během obnovování balíčků NuGet došlo k chybě: {0}
de: Fehler beim Wiederherstellen von NuGet-Paketen: {0}
es: Error al restaurar paquetes NuGet: {0}
fr: Une erreur s'est produite lors de la restauration des packages NuGet : {0}
it: Errore durante il ripristino di pacchetti NuGet: {0}
ja: 次の NuGet パッケージを復元中にエラーが発生しました: {0}
ko: NuGet 패키지 {0}을(를) 복원하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas przywracania pakietów NuGet: {0}
pt_br: Erro ao restaurar pacotes do NuGet: {0}
tr: NuGet paketleri geri yüklenirken hata oluştu: {0}
zh_hans: 还原 NuGet 程序包时出错: {0}
zh_hant: 還原 NuGet 套件時發生錯誤: {0}

# Error_PackageDownload_NoVersion
source: Package '{0}' does not have an exact version like '[1.0.0]'. Only exact versions are allowed with PackageDownload.
cs: Balíček {0} nemá přesnou verzi, například [1.0.0]. S PackageDownload se povolují jenom přesné verze.
de: Das Paket "{0}" weist keine genaue Version wie "[1.0.0]" auf. Nur exakte Versionen sind bei PackageDownload zulässig.
es: El paquete "{0}" no tiene una versión exacta, como "[1.0.0]". Solo se permiten versiones exactas con PackageDownload.
fr: Le paquet '{0}' n'a pas de version exacte comme '[1.0.0]'. Seules les versions exactes sont autorisées avec PackageDownload.
it: Il pacchetto '{0}' non è una versione esatta come '[1.0.0]'. Con PackageDownload sono consentite solo versioni esatte.
ja: パッケージ '{0}' に '[1.0.0]' のような正確なバージョンがありません。PackageDownload では、正確なバージョンのみが許可されます。
ko: '{0}' 패키지에 '[1.0.0]'와 같은 정확한 버전이 없습니다. PackageDownload에는 정확한 버전만 허용됩니다.
pl: Pakiet „{0}” nie ma dokładnej wersji, takiej jak „[1.0.0]”. Z elementem PackageDownload są dozwolone tylko dokładne wersje.
pt_br: O pacote '{0}' não possui uma versão exata como '[1.0.0]'. Somente versões exatas são permitidas com PackageDownload.
tr: '{0}' paketinin '[1.0.0]' gibi tam bir sürümü yok. PackageDownload'da yalnızca tam sürümlere izin verilir.
zh_hans: 包“{0}”不是类似 "[1.0.0]" 的精确版本。仅可对 PackageDownload 使用精确版本。
zh_hant: 套件 '{0}' 沒有如 '[1.0.0]' 的精確版本。只有精確版本才允許使用 PackageDownload。

# Error_PackageDownload_OnlyExactVersionsAreAllowed
source: Package '{0} {1}' does not have an exact version like '[1.0.0]'. Only exact versions are allowed with PackageDownload.
cs: Balíček {0} {1} nemá přesnou verzi, například [1.0.0]. S PackageDownload se povolují jenom přesné verze.
de: Das Paket "{0} {1}" weist keine genaue Version wie "[1.0.0]" auf. Nur exakte Versionen sind bei PackageDownload zulässig.
es: El paquete "{0} {1}" no tiene una versión exacta, como "[1.0.0]". Solo se permiten versiones exactas con PackageDownload.
fr: Le paquet '{0}' {1} n’a pas de version exacte comme '[1.0.0]'. Seules les versions exactes sont autorisées avec PackageDownload.
it: Il pacchetto '{0} {1}' non è una versione esatta come '[1.0.0]'. Con PackageDownload sono consentite solo versioni esatte.
ja: パッケージ '{0}{1}' に '[1.0.0]' のような正確なバージョンがありません。PackageDownload では、正確なバージョンのみが許可されます。
ko: '{0} {1}' 패키지에 '[1.0.0]'와 같은 정확한 버전이 없습니다. PackageDownload에는 정확한 버전만 허용됩니다.
pl: Pakiet „{0}{1}” nie ma dokładnej wersji, takiej jak „[1.0.0]”. Z elementem PackageDownload są dozwolone tylko dokładne wersje.
pt_br: O pacote '{0} {1}' não possui uma versão exata como '[1.0.0]'. Somente versões exatas são permitidas com PackageDownload.
tr: '{0} {1}' paketinin '[1.0.0]' gibi tam bir sürümü yok. PackageDownload'da yalnızca tam sürümlere izin verilir.
zh_hans: 包“{0} {1}”不是类似 "[1.0.0]" 的精确版本。仅可对 PackageDownload 使用精确版本。
zh_hant: 套件 '{0} {1}' 沒有如 '[1.0.0]' 的精確版本。只有精確版本才允許使用 PackageDownload。

# InfoBar_HyperlinkGHCopilotDocs
source: How to fix with GitHub Copilot
cs: Postup opravy pomocí GitHub Copilotu
de: So beheben Sie Probleme mit GitHub Copilot
fr: Comment résoudre un problème avec GitHub Copilot
ja: GitHub Copilot で修正する方法

# InfoBar_HyperlinkMessage
source: Manage NuGet Packages
cs: Spravovat balíčky NuGet
de: NuGet-Pakete verwalten
es: Administración de paquetes NuGet
fr: Gérer les packages NuGet
it: Gestisci i pacchetti NuGet
ja: NuGet パッケージの管理
ko: NuGet 패키지
pl: Zarządzaj pakietami NuGet
pt_br: Gerenciar Pacotes do NuGet...
tr: NuGet Paketlerini Yönet
zh_hans: 管理 NuGet 程序包
zh_hant: 管理 NuGet 套件

# InfoBar_TextMessage
source: This solution contains packages with vulnerabilities.
cs: Toto řešení obsahuje balíčky s ohroženími zabezpečení.
de: Diese Projektmappe enthält Pakete mit Sicherheitsrisiken.
es: Esta solución contiene paquetes con vulnerabilidades.
fr: Cette solution contient des packages présentant des vulnérabilités.
it: Questa soluzione contiene pacchetti con vulnerabilità.
ja: このソリューションには、脆弱性のあるパッケージが含まれています。
ko: 이 솔루션에는 취약성이 있는 패키지가 포함되어 있습니다.
pl: To rozwiązanie zawiera pakiety z lukami w zabezpieczeniach.
pt_br: Esta solução contém pacotes com vulnerabilidades.
tr: Bu çözüm güvenlik açıkları olan paketler içerir.
zh_hans: 此解决方案包含具有漏洞的包。
zh_hant: 此解決方案包含有弱點的套件。

# ItemValuesAreDifferentAcrossTargetFrameworks
source: '{0}' items do not have the same value(s) across all target frameworks. Remove any condition from MSBuild files for '{0}' items.
cs: Položky {0} nemají stejné hodnoty ve všech cílových architekturách. Odeberte všechny podmínky ze souborů MSBuild pro položky {0}.
de: {0}-Elemente haben nicht die gleichen Werte in allen Zielframeworks. Entfernen Sie alle Bedingungen aus MSBuild-Dateien für {0}-Elemente.
es: Los elementos "{0}" no tienen los mismos valores en todas las plataformas de destino. Quite cualquier condición de los archivos de MSBuild para los elementos "{0}".
fr: « {0} » éléments n’ont pas les mêmes valeurs dans toutes les infrastructures cibles. Supprimez toute condition des fichiers MSBuild pour « {0} » éléments.
it: '{0}' elementi non hanno gli stessi valori in tutti i framework di destinazione. Rimuovere qualsiasi condizione dai file MSBuild per '{0}' elementi.
ja: '{0}' 項目が、すべてのターゲット フレームワークで同じ値になっていません。'{0}' 項目の MSBuild ファイルから条件を削除します。
ko: '{0}' 항목은 모든 대상 프레임워크에서 동일한 값을 가지지 않습니다. '{0}' 항목에 대한 MSBuild 파일에서 조건을 제거하세요.
pl: Elementy „{0}” nie mają tych samych wartości we wszystkich platformach docelowych. Usuń dowolny warunek z plików MSBuild dla elementów „{0}”.
pt_br: '{0}' itens não têm o(s) mesmo(s) valor(es) em todas as estruturas de destino. Remova qualquer condição dos arquivos do MSBuild dos itens '{0}'.
tr: '{0}' öğeleri tüm hedef çerçevelerde aynı değere sahip değil. '{0}' öğeleri için MSBuild dosyalarından koşulları kaldırın.
zh_hans: “{0}”项未在所有目标框架中具有相同的值。请从 MSBuild 文件中移除针对“{0}”项的所有条件。
zh_hant: '{0}' 專案在所有目標 Framework 的值不同。從 MSBuild 檔案移除 '{0}' 項目的任何條件。

# NU1105
source: Unable to read project information for '{0}': {1}
cs: Nepovedlo se přečíst informace o projektu pro {0}: {1}
de: Die Projektinformationen für "{0}" können nicht gelesen werden: {1}
es: No se puede leer la información del proyecto de "{0}": {1}
fr: Impossible de lire les informations relatives au projet pour '{0}' : {1}
it: Non è possibile leggere le informazioni sul progetto per '{0}': {1}
ja: '{0}' のプロジェクト情報を読み取ることができません: {1}
ko: '{0}'에 대한 프로젝트 정보를 읽을 수 없습니다. {1}
pl: Nie można odczytać informacji o projekcie dla elementu „{0}”: {1}
pt_br: Não é possível ler as informações do projeto para '{0}': {1}
tr: '{0}' için proje bilgileri okunamıyor: {1}
zh_hans: 无法读取“{0}”的项目信息: {1}
zh_hant: 無法讀取 '{0}' 的專案資訊: {1}

# NothingToRestore
source: All packages are already installed and there is nothing to restore.
cs: Všechny balíčky jsou už nainstalované a nejsou k dispozici žádné položky k obnovení.
de: Alle Pakete sind bereits installiert. Nichts muss wiederhergestellt werden.
es: Ya se han instalado todos los paquetes y no hay nada que restaurar.
fr: Tous les packages sont déjà installés et il n'y a aucun élément à restaurer.
it: Tutti i pacchetti sono già installati. Nessun elemento da ripristinare.
ja: すべてのパッケージは既にインストールされており、復元するものはありません。
ko: 모든 패키지가 이미 설치되어 있으므로 복원할 패키지가 없습니다.
pl: Wszystkie pakiety są już zainstalowane i nie ma niczego do przywrócenia.
pt_br: Todos os pacotes já estão instalados e não há nada para ser restaurado.
tr: Tüm paketler zaten yüklendi ve geri yüklenecek bir şey yok.
zh_hans: 所有程序包都已安装，没有要还原的内容。
zh_hant: 已安裝所有封裝，因此沒有要還原的項目。

# Operation_Finished
source: ========== Finished ==========
cs: ========== Dokončeno ==========
de: ========== Abgeschlossen ==========
es: ========== Finalizado ==========
fr: ========== Fin ==========
it: ========== Operazione completata ==========
ja: ========== 終了 ==========
ko: ========== 완료 ==========
pl: ========== Zakończono ==========
pt_br: ========== Concluído ==========
tr: ========== Tamamlandı ==========
zh_hans: ========== 已完成 ==========
zh_hant: ========== 已完成 ==========

# Operation_TotalTime
source: Time Elapsed: {0}
cs: Uplynulý čas: {0}
de: Verstrichene Zeit: {0}
es: Tiempo transcurrido: {0}
fr: Temps écoulé : {0}
it: Tempo trascorso: {0}
ja: 経過した時間: {0}
ko: 경과 시간: {0}
pl: Czas trwania: {0}
pt_br: Tempo Decorrido: {0}
tr: Geçen Süre: {0}
zh_hans: 已用时间: {0}
zh_hant: 經過時間: {0}

# PackageNotRestoredBecauseOfNoConsent
source: One or more NuGet packages need to be restored but couldn't be because consent has not been granted. To give consent, open the Visual Studio Options dialog, click on the NuGet Package Manager node and check 'Allow NuGet to download missing packages during build.' You can also give consent by setting the environment variable 'EnableNuGetPackageRestore' to 'true'. Missing packages: {0}
cs: Některé balíčky NuGet je potřeba obnovit. Nebylo to však možné provést, protože nebyl udělen souhlas. Pokud chcete souhlas udělit, otevřete dialogové okno možností sady Visual Studio, klikněte na uzel Správce balíčků NuGet a zaškrtněte možnost Umožnit správci balíčků NuGet stáhnout chybějící balíčky během vytváření sestavení. Souhlas můžete udělit také nastavením proměnné prostředí EnableNuGetPackageRestore na hodnotu true. Chybějící balíčky: {0}
de: Mindestens ein NuGet-Paket muss wiederhergestellt werden, aber die Wiederherstellung konnte nicht erfolgen, weil keine Zustimmung erteilt wurde. Öffnen Sie zum Erteilen der Zustimmung das Dialogfeld "Optionen" in Visual Studio, klicken Sie auf den Knoten NuGet "Paket-Manager", und aktivieren Sie dann "NuGet das Herunterladen fehlender Pakete während des Builds erlauben". Sie können die Zustimmung auch erteilen, indem Sie die Umgebungsvariable "EnableNuGetPackageRestore" auf "true" festlegen. Fehlende Pakete: {0}
es: Uno o más paquetes NuGet se deben restaurar, pero no fue posible porque no se otorgó el consentimiento. Para dar consentimiento, abra el cuadro de diálogo de opciones de Visual Studio, haga clic en el nodo Administrador de paquetes NuGet y active la casilla "Permitir a NuGet descargar los paquetes que faltan durante la compilación". Otra forma de dar consentimiento es definir la variable de entorno "EnableNuGetPackageRestore" como "true". Paquetes que faltan: {0}
fr: Un ou plusieurs packages NuGet qui devaient être restaurés n'ont pas pu l'être, car aucun consentement n'a été octroyé. Pour signifier votre consentement, ouvrez la boîte de dialogue des options de Visual Studio, cliquez sur le nœud Gestionnaire de package NuGet et activez 'Autoriser NuGet à télécharger les packages manquants lors de la génération'. Vous pouvez également donner votre consentement en définissant la variable d'environnement 'EnableNuGetPackageRestore' sur 'true'. Packages manquants : {0}
it: È necessario ripristinare uno o più pacchetti NuGet, ma non è possibile perché non è stato concesso il consenso. Per concedere il consenso, aprire la finestra Opzioni di Visual Studio, fare clic sul nodo Gestione pacchetti NuGet e selezionare 'Consenti a NuGet di scaricare i pacchetti mancanti durante la compilazione'. In alternativa, per concedere il consenso è possibile impostare la variabile di ambiente 'EnableNuGetPackageRestore' su 'true'. Pacchetti mancanti: {0}
ja: 1 つ以上の NuGet パッケージを復元する必要がありますが、許可されていないため復元できませんでした。この操作を許可するには、Visual Studio の [オプション] ダイアログ ボックスを開き、NuGet の [パッケージ マネージャー] ノードをクリックして、[ビルド中に足りないパッケージをダウンロードすることを NuGet に許可] チェック ボックスをオンにします。環境変数 'EnableNuGetPackageRestore' を 'true' に設定して許可を与えることもできます。 足りないパッケージ: {0}
ko: 하나 이상의 NuGet 패키지를 복원해야 하지만, 동의하지 않아 복원할 수 없습니다. 동의하려면 [Visual Studio 옵션] 대화 상자를 열고 [NuGet 패키지 관리자] 노드를 클릭한 후 'NuGet이 누락된 패키지를 빌드 시 다운로드하도록 허용'을 선택합니다. 'EnableNuGetPackageRestore' 환경 변수를 'true'로 설정하여 동의할 수도 있습니다. 누락된 패키지: {0}
pl: Konieczne jest przywrócenie co najmniej jednego pakietu NuGet, ale nie można tego zrobić, ponieważ nie udzielono zgody. Aby udzielić zgody, otwórz okno dialogowe Opcje programu Visual Studio, kliknij węzeł Menedżer pakietów NuGet i zaznacz pozycję „Zezwalaj narzędziu NuGet na pobieranie brakujących pakietów podczas kompilacji”. Możesz też udzielić zgody przez ustawienie wartości „true” dla zmiennej środowiskowej „EnableNuGetPackageRestore”. Brakujące pakiety: {0}
pt_br: Um ou mais pacotes do NuGet precisam ser restaurados, mas não puderam ser porque não foi dado consentimento. Para dar consentimento, abra a caixa de diálogo Opções do Visual Studio, clique no nó Gerenciador de Pacotes do NuGet e marque "Permitir que o NuGet baixe pacotes ausentes durante o build". Você também pode dar consentimento definindo a variável de ambiente "EnableNuGetPackageRestore" como "true". Pacotes ausentes: {0}
tr: Bir veya daha fazla NuGet paketinin geri yüklenmesi gerekiyor ancak izin verilmediğinden yüklenemiyor. İzin vermek için Visual Studio Seçenekleri iletişim kutusunu açın, NuGet Paket Yöneticisi düğümüne tıklayın ve 'NuGet'in derleme sırasında eksik kalan paketleri indirmesine izin ver' öğesini işaretleyin. Ayrıca 'EnableNuGetPackageRestore' ortam değişkenini 'true' olarak ayarlayarak da izin verebilirsiniz. Eksik paketler: {0}
zh_hans: 需要还原一个或多个 NuGet 程序包，但是无法还原，因为尚未授予许可。若要授予许可，请打开 Visual Studio 的“选项”对话框，单击“NuGet 程序包管理器”节点，然后选中“允许 NuGet 在生成期间下载缺少的程序包”。你还可以将环境变量 "EnableNuGetPackageRestore" 设置为 "true" 以授予许可。 缺少的程序包: {0}
zh_hant: 有一或多個 NuGet 套件必須還原，但因為尚未獲得同意而無法進行。若要同意此作業，請開啟 [Visual Studio 選項] 對話方塊，按一下 [NuGet 套件管理器] 節點，再選取 [允許 NuGet 在建置期間下載缺少的套件]。您也可以將環境變數 'EnableNuGetPackageRestore' 設定為 'true' 來同意此作業。 缺少的套件: {0}

# PackageRefNotRestoredBecauseOfNoConsent
source: NuGet restore is currently disabled. To enable it, open the Visual Studio Options dialog, click on the NuGet Package Manager node and check 'Allow NuGet to download missing packages during build.' You can also enable it by setting the environment variable 'EnableNuGetPackageRestore' to 'true'.
cs: Obnovení NuGet je v tuto chvíli zakázané. Pokud ho chcete povolit, otevřete dialogové okno Možnosti sady Visual Studio, klikněte na uzel Správce balíčků NuGet a zaškrtněte možnost Umožnit správci balíčků NuGet stáhnout chybějící balíčky během vytváření sestavení. Můžete ho povolit i nastavením proměnné prostředí EnableNuGetPackageRestore na hodnotu true.
de: Die NuGet-Wiederherstellung ist zurzeit deaktiviert. Öffnen Sie zum Aktivieren dieses Features das Dialogfeld "Optionen" in Visual Studio, klicken Sie auf den Knoten "Paket-Manager", und aktivieren Sie dann "NuGet das Herunterladen fehlender Pakete während des Builds erlauben". Sie können die Wiederherstellung auch aktivieren, indem Sie die Umgebungsvariable "EnableNuGetPackageRestore" auf "true" festlegen.
es: La restauración de NuGet está deshabilitada. Para habilitarla, abra el cuadro de diálogo Opciones de Visual Studio, haga clic en el nodo Administrador de paquetes NuGet y seleccione "Permitir a NuGet descargar los paquetes que faltan durante la compilación". Otra forma de habilitarla es establecer la variable de entorno "EnableNuGetPackageRestore" en "true".
fr: La restauration de NuGet est actuellement désactivée. Pour l'activer, ouvrez la boîte de dialogue des options de Visual Studio, cliquez sur le nœud Gestionnaire de package NuGet et activez 'Autoriser NuGet à télécharger les packages manquants lors de la génération'. Vous pouvez également l'activer en définissant la variable d'environnement 'EnableNuGetPackageRestore' sur 'true'.
it: Il ripristino di pacchetti NuGet è attualmente disabilitato. Per abilitarlo, aprire la finestra di dialogo Opzioni di Visual Studio, fare clic sul nodo Gestione pacchetti NuGet e selezionare 'Consenti a NuGet di scaricare i pacchetti mancanti durante la compilazione'. In alternativa, per abilitarlo è possibile impostare la variabile di ambiente 'EnableNuGetPackageRestore' su 'true'.
ja: NuGet の復元は現在無効です。これを有効にするには、Visual Studio の [オプション] ダイアログ ボックスを開き、NuGet の [パッケージ マネージャー] ノードをクリックして [ビルド中に足りないパッケージをダウンロードすることを NuGet に許可] チェックボックスをオンにします。また、環境変数 'EnableNuGetPackageRestore' を 'true' を設定することで有効にできます。
ko: NuGet 복원이 현재 사용하도록 설정되어 있지 않습니다. 사용하도록 설정하려면 [Visual Studio 옵션] 대화 상자를 열고 [NuGet 패키지 관리자] 노드를 클릭한 후 'NuGet이 누락된 패키지를 빌드 시 다운로드하도록 허용'을 선택합니다. 'EnableNuGetPackageRestore' 환경 변수를 'true'로 설정함으로써 사용하도록 설정할 수도 있습니다.
pl: Przywracanie pakietów NuGet jest obecnie wyłączone. Aby je włączyć, otwórz okno dialogowe Opcje programu Visual Studio, kliknij węzeł Menedżer pakietów NuGet i zaznacz pozycję „Zezwalaj narzędziu NuGet na pobieranie brakujących pakietów podczas kompilacji”. Możesz też włączyć przywracanie przez ustawienie wartości „true” dla zmiennej środowiskowej „EnableNuGetPackageRestore”.
pt_br: A restauração do NuGet está desabilitada no momento. Para habilitá-la, abra a caixa de diálogo Opções do Visual Studio, clique no nó do Gerenciador de Pacotes do NuGet e marque "Permitir que o NuGet baixe pacotes ausentes durante o build". Você também pode definir a variável de ambiente "EnableNuGetPackageRestore" como "true" para habilitá-la.
tr: NuGet geri yükleme işlemi şu anda devre dışı. Etkinleştirmek için Visual Studio Seçenekleri iletişim kutusunu açın, NuGet Paket Yöneticisi düğümüne tıklayın ve 'NuGet'in derleme sırasında eksik kalan paketleri indirmesine izin ver' öğesini işaretleyin. Ayrıca 'EnableNuGetPackageRestore' ortam değişkenini 'true' olarak ayarlayarak da etkinleştirebilirsiniz.
zh_hans: 当前已禁用 NuGet 还原。若要启用，请打开 Visual Studio 的“选项”对话框，单击“NuGet 程序包管理器”节点，然后选中“允许 NuGet 在生成期间下载缺少的程序包”。你还可以将环境变量 "EnableNuGetPackageRestore" 设置为 "true" 来启用它。
zh_hant: NuGet 還原目前已停用。若要啟用，請開啟 [Visual Studio 選項] 對話方塊，按一下 [NuGet 套件管理器] 節點並選取 [允許 NuGet 在建置期間下載缺少的套件]。您也可以將環境變數 'EnableNuGetPackageRestore' 設定為 'true' 來加以啟用。

# PackageRestoreCanceled
source: NuGet package restore canceled.
cs: Obnovení balíčků NuGet bylo zrušeno.
de: Die NuGet-Paketwiederherstellung wurde abgebrochen.
es: La restauración del paquete NuGet se canceló.
fr: Restauration des packages NuGet annulée.
it: Ripristino del pacchetto NuGet annullato.
ja: NuGet パッケージの復元がキャンセルされました。
ko: NuGet 패키지 복원을 취소했습니다.
pl: Anulowano przywracanie pakietu NuGet.
pt_br: Restauração do pacote do NuGet cancelada.
tr: NuGet paket geri yüklemesi iptal edildi.
zh_hans: NuGet 程序包还原已取消。
zh_hant: 已取消 NuGet 套件還原。

# PackageRestoreFailedForProject
source: NuGet Package restore failed for project {0}: {1}. Please see Error List window for detailed warnings and errors.
cs: Pro projekt {0} se nepovedlo obnovit balíček NuGet: {1}. Podrobná upozornění a chyby najdete v okně Seznam chyb.
de: Fehler beim Wiederherstellen des NuGet-Pakets für das Projekt "{0}": {1}. Detaillierte Warnungen und Fehler finden Sie im Fenster mit der Fehlerliste.
es: No se pudo restaurar el paquete de NuGet para el proyecto {0}: {1}. Vea la ventana Lista de errores para consultar los errores y las advertencias con más detalle.
fr: La restauration du package NuGet a échoué pour le projet {0} : {1}. Consultez la fenêtre Liste d'erreurs pour obtenir le détail des erreurs et des avertissements.
it: Il ripristino del pacchetto NuGet non è riuscito per il progetto {0}: {1}. Vedere la finestra Elenco errori per un elenco dettagliato di avvisi ed errori.
ja: プロジェクト {0} の NuGet パッケージの復元に失敗しました: {1}。警告とエラーの詳細は、[エラー一覧] ウィンドウを参照してください。
ko: {0}: {1} 프로젝트에 대한 NuGet 패키지 복원에 실패했습니다. 경고 및 오류에 대한 자세한 내용은 [오류 목록] 창을 참조하세요.
pl: Przywrócenie pakietu NuGet dla projektu {0} nie powiodło się: {1}. W oknie Lista błędów znajdują się szczegółowe ostrzeżenia i błędy.
pt_br: Falha na restauração do Pacote NuGet para o projeto {0}: {1}. Consulte a janela Lista de Erros para obter detalhes sobre avisos e erros.
tr: NuGet Paket geri yüklemesi {0} projesi için başarısız oldu: {1}. Ayrıntılı uyarı ve hatalar için lütfen Hata listesi penceresine bakın.
zh_hans: 项目 {0} 的 NuGet 包还原失败: {1}。请查看“错误列表”窗口了解详细警告和错误。
zh_hant: 專案 {0} 的 NuGet 套件還原失敗: {1}。請查看 [錯誤清單] 視窗以取得詳細警告及錯誤。

# PackageRestoreFinished
source: NuGet package restore finished.
cs: Obnovení balíčku NuGet se dokončilo.
de: Die NuGet-Paketwiederherstellung wurde abgeschlossen.
es: La restauración del paquete NuGet finalizó.
fr: Restauration des packages NuGet terminée.
it: Ripristino del pacchetto NuGet completato.
ja: NuGet パッケージの復元が完了しました。
ko: NuGet 패키지 복원을 마쳤습니다.
pl: Zakończono przywracanie pakietu NuGet.
pt_br: Restauração do pacote do NuGet concluída.
tr: NuGet paket geri yüklemesi tamamlandı.
zh_hans: NuGet 程序包还原已完成。
zh_hant: 已完成 NuGet 套件還原。

# PackageRestoreFinishedForProject
source: NuGet Package restore finished for project '{0}'.
cs: Dokončilo se obnovení balíčku NuGet pro projekt {0}.
de: Die NuGet-Paketwiederherstellung wurde für das Projekt "{0}" abgeschlossen.
es: La restauración del paquete NuGet finalizó para el proyecto '{0}'.
fr: Restauration de package NuGet terminée pour le projet « {0} ».
it: Ripristino del pacchetto NuGet completato per il progetto {0}.
ja: NuGet パッケージの復元がプロジェクト '{0}' に対して終了しました。
ko: '{0}' 프로젝트에 대한 NuGet 패키지 복원을 마쳤습니다.
pl: Zakończono przywracanie pakietu NuGet dla projektu „{0}”.
pt_br: Restauração do Pacote NuGet concluída para o projeto '{0}'.
tr: {0} projesi için NuGet Paketi geri yüklemesi tamamlandı.
zh_hans: 项目“{0}”的 NuGet 包还原已完成。
zh_hant: 已完成專案 {0} 的 NuGet 套件還原作業。

# PackageRestoreFinishedWithError
source: NuGet package restore failed. Please see Error List window for detailed warnings and errors.
cs: Nepovedlo se obnovit balíček NuGet. Podrobná upozornění a chyby najdete v okně Seznam chyb.
de: Fehler beim Wiederherstellen des NuGet-Pakets. Detaillierte Warnungen und Fehler finden Sie im Fenster mit der Fehlerliste.
es: No se pudo restaurar el paquete de NuGet. Vea la ventana Lista de errores para consultar los errores y las advertencias con más detalle.
fr: La restauration du package NuGet a échoué. Consultez la fenêtre Liste d'erreurs pour obtenir le détail des erreurs et des avertissements.
it: Il ripristino del pacchetto NuGet non è riuscito. Vedere la finestra Elenco errori per un elenco dettagliato di avvisi ed errori.
ja: NuGet パッケージの復元に失敗しました。警告とエラーの詳細は、[エラー一覧] ウィンドウを参照してください。
ko: NuGet 패키지 복원에 실패했습니다. 경고 및 오류에 대한 자세한 내용은 [오류 목록] 창을 참조하세요.
pl: Przywrócenie pakietu NuGet nie powiodło się. W oknie Lista błędów znajdują się szczegółowe ostrzeżenia i błędy.
pt_br: Falha na restauração do pacote NuGet. Consulte a janela Lista de Erros para obter detalhes sobre avisos e erros.
tr: NuGet paketi geri yüklemesi başarısız oldu. Ayrıntılı uyarılar ve hatalar için lütfen Hata listesi penceresine bakın.
zh_hans: NuGet 包还原失败。请查看“错误列表”窗口了解详细警告和错误。
zh_hant: NuGet 套件還原失敗。請查看 [錯誤清單] 視窗以取得詳細警告及錯誤。
