Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.UI/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ToolTip_BlockedVersion
source: Following versions are unavailable due to additional constraints in the project or packages.config
cs: Následující verze jsou z důvodu dalších omezení v projektu nebo v souboru packages.config nedostupné.
de: Die folgenden Versionen stehen aufgrund von zusätzlichen Einschränkungen in der Datei "packages.config" nicht zur Verfügung:
es: Las versiones siguientes no están disponibles debido a restricciones adicionales en el proyecto o en packages.config.
fr: Les versions suivantes ne sont pas disponibles en raison de contraintes supplémentaires dans le projet ou packages.config
it: Le versioni seguenti non sono disponibili a causa di vincoli aggiuntivi nel progetto o in packages.config
ja: 次のバージョンはプロジェクトまたは packages.config の追加の制約により使用できません
ko: 프로젝트 혹은 packages.config의 추가 제약 조건으로 인해 다음 버전을 사용할 수 없습니다.
pl: Następujące wersje są niedostępne z powodu dodatkowych ograniczeń w projekcie lub pliku packages.config
pt_br: As seguintes versões não estão disponíveis devido às restrições no projeto ou packages.config
ru: Следующие версии недоступны из-за дополнительных ограничений в проекте или файле packages.config.
tr: Şu sürümler, proje veya packages.config içindeki ek kısıtlamalardan dolayı kullanılamıyor
zh_hans: 由于该项目或 packages.config 中的其他限制，以下版本不可用
zh_hant: 因為專案或 packages.config 中的其他條件約束，所以無法使用下列版本

# ToolTip_InstallButton
source: Install {0} version {1}.
cs: Nainstaluje {0} verze {1}.
de: Installiert Version {1} von {0}.
es: Instalar {0} versión {1}.
fr: Installez {0} version {1}.
it: Installare la versione {1} di {0}.
ja: {0} のバージョン {1} をインストールします。
ko: {0} 버전 {1}을(를) 설치합니다.
pl: Zainstaluj pakiet {0} w wersji {1}.
pt_br: Instale {0} versão {1}.
ru: Установка {0} версии {1}.
tr: {0} sürüm {1} yükleyin.
zh_hans: 安装 {0} 版本 {1}。
zh_hant: 安裝 {0} {1} 版。

# ToolTip_InstalledVersion
source: Installed version: {0}
cs: Instalovaná verze: {0}
de: Installierte Version: {0}
es: Versión instalada: {0}
fr: Version installée : {0}
it: Versione installata: {0}
ja: インストールされているバージョン: {0}
ko: 설치된 버전: {0}
pl: Zainstalowana wersja: {0}
pt_br: Versão instalada: {0}
ru: Установленная версия: {0}
tr: Yüklü sürüm: {0}
zh_hans: 已安装的版本: {0}
zh_hant: 安裝的版本: {0}

# ToolTip_LatestVersion
source: Latest version: {0}
cs: Nejnovější verze: {0}
de: Aktuellste Version: {0}
es: Versión más reciente: {0}
fr: Dernière version : {0}
it: Ultima versione: {0}
ja: 最新バージョン: {0}
ko: 최신 버전: {0}
pl: Najnowsza wersja: {0}
pt_br: Versão mais recente: {0}
ru: Последняя версия: {0}
tr: Son sürüm: {0}
zh_hans: 最近版本: {0}
zh_hant: 最新版本: {0}

# ToolTip_PackageInstalled
source: Latest stable version is installed
cs: Je nainstalovaná poslední stabilní verze.
de: Die aktuellste stabile Version ist installiert.
es: La versión estable más reciente está instalada
fr: La dernière version stable est installée
it: Ultima versione stabile installata
ja: 最新の安定バージョンがインストールされました
ko: 안정적인 최신 버전이 설치되어 있습니다.
pl: Zainstalowana jest najnowsza stabilna wersja
pt_br: A versão estável mais recente está instalada
ru: Установлена последняя стабильная версия.
tr: En yeni kararlı sürüm yüklendi
zh_hans: 已安装最新稳定版本
zh_hant: 已安裝最新穩定版本

# ToolTip_PackageRecommended
source: IntelliCode package suggestion based on this project context
cs: Návrh balíčku IntelliCode podle kontextu tohoto projektu
de: Auf diesem Projektkontext basierender IntelliCode-Paketvorschlag
es: Sugerencia de paquete de IntelliCode basada en este contexto de proyecto
fr: Suggestion de package IntelliCode basée sur ce contexte de projet
it: Suggerimento di pacchetto IntelliCode basato su questo contesto di progetto
ja: このプロジェクト コンテキストに基づく IntelliCode パッケージの提案事項
ko: 이 프로젝트 컨텍스트를 기반으로 한 IntelliCode 패키지 제안
pl: Sugestia pakietu IntelliCode oparta na tym kontekście projektu
pt_br: Sugestão de pacote do IntelliCode com base no contexto deste projeto
ru: Предложение пакета IntelliCode на основе контекста этого проекта
tr: Bu proje bağlamını temel alan IntelliCode paket önerisi
zh_hans: 基于此项目上下文的 IntelliCode 包建议
zh_hant: IntelliCode 套件建議取決於此專案內容

# ToolTip_Refresh
source: Refresh
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 最新の情報に更新
ko: 새로 고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
zh_hans: 刷新
zh_hant: 重新整理

# ToolTip_Settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Параметры
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# ToolTip_TransitiveDependency
source: Transitively referenced version
cs: Přechodně odkazovaná verze
de: Transitiv referenzierte Version
es: Versión a la que se hace referencia transitivamente
fr: Version référencée de manière transitive
it: Versione di riferimento transitiva
ja: 推移的に参照されているバージョン
ko: 전이적으로 참조된 버전
pl: Odnośna wersja w sposób przechodni
pt_br: Versão transitivamente referenciada
ru: Версия с транзитивной ссылкой
tr: Geçişli olarak başvurulan sürüm
zh_hans: 可传递引用的版本
zh_hant: 可轉用參照的版本

# ToolTip_TransitiveDependencyVersion
source: Transitively referenced version: {0}
cs: Přechodně odkazovaná verze: {0}
de: Transitiv referenzierte Version: {0}
es: Versión a la que se hace referencia transitivamente {0}
fr: Version référencée de manière transitive : {0}
it: Versione di riferimento transitiva: {0}
ja: 推移的に参照されているバージョン: {0}
ko: 전이적으로 참조된 버전: {0}
pl: Wersja w odwołaniem przechodnim: {0}
pt_br: Versão referenciada transitivamente: {0}
ru: Версия с транзитивной ссылкой: {0}
tr: Geçişli olarak başvurulan sürüm: {0}
zh_hans: 传递引用的版本: {0}
zh_hant: 可轉移參考的版本: {0}

# ToolTip_TransitivePathHelp
source: To learn more about transitive paths, see
cs: Další informace o přenositelných cestách najdete tady:
de: Weitere Informationen zu transitiven Pfaden finden Sie unter
es: Para obtener más información sobre las rutas transitivas, consulte
fr: Pour en savoir plus sur les chemins transitifs, consultez
it: Per altre informazioni sui percorsi transitivi, vedere
ja: 推移的なパスの詳細については、次を参照してください
ko: 전이적 경로에 대한 자세한 내용은 다음을 참조하세요.
pl: Aby dowiedzieć się więcej o ścieżkach pośrednich, zobacz
pt_br: Para saber mais sobre caminhos transitivos, consulte
ru: Дополнительные сведения о транзитивных путях:
tr: Geçişli yollar hakkında daha fazla bilgi edinmek için bkz.
zh_hans: 若要了解有关可传递路径的详细信息，请参阅
zh_hant: 若要深入了解可轉移的路徑，請參閱

# ToolTip_UninstallButton
source: Uninstall this package.
cs: Odinstaluje tento balíček.
de: Deinstalliert dieses Paket.
es: Desinstalar este paquete.
fr: Désinstallez ce package.
it: Disinstallare questo pacchetto.
ja: このパッケージをアンインストールします。
ko: 이 패키지를 제거합니다.
pl: Odinstaluj ten pakiet.
pt_br: Desinstale este pacote.
ru: Удалить этот пакет.
tr: Bu paketi kaldırın.
zh_hans: 卸载此包。
zh_hant: 解除安裝此套件。

# ToolTip_UpdateAvailable
source: Update available
cs: Je dostupná aktualizace.
de: Ein Update ist verfügbar.
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: 利用可能な更新プログラムがあります
ko: 업데이트 사용 가능
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ru: Доступно обновление.
tr: Güncelleştirme kullanılabilir
zh_hans: 更新可用
zh_hant: 可供使用的更新

# ToolTip_UpdateButton
source: Update {0} to version {1}.
cs: Aktualizuje {0} na verzi {1}.
de: Aktualisiert {0} auf Version {1}.
es: Actualizar {0} a la versión {1}.
fr: Mettez à jour {0} vers la version {1}.
it: Aggiornare {0} alla versione {1}.
ja: {0} をバージョン {1} に更新します。
ko: {0}을(를) {1} 버전으로 업데이트합니다.
pl: Zaktualizuj pakiet {0} do wersji {1}.
pt_br: Atualize {0} para a versão {1}.
ru: Обновление {0} до версии {1}.
tr: Bu paketi {1} sürümünden {0} sürümüne yükseltin.
zh_hans: 将 {0} 更新为版本 {1}。
zh_hant: 將 {0} 更新為 {1} 版。

# Tooltip_PrefixReserved
source: The ID prefix of this package has been reserved for the owner of the package by the currently selected feed
cs: Aktuálně vybraný kanál vyhradil předponu ID tohoto balíčku pro vlastníka balíčku.
de: Das ID-Präfix des Pakets wurde vom aktuell ausgewählten Feed für den Besitzer des Pakets reserviert.
es: La fuente seleccionada ha reservado el prefijo de identificador de este paquete para el propietario del paquete.
fr: Le préfixe de l’ID de ce package a été réservé pour le propriétaire du package par le flux actuellement sélectionné
it: Il prefisso dell'ID di questo pacchetto è stato riservato per il proprietario del pacchetto dal feed attualmente selezionato
ja: このパッケージの ID のプレフィックスは、現在選択されているフィードによってパッケージの所有者用に予約されています
ko: 패키지 소유자를 위해 현재 선택한 피드로 이 패키지의 ID 접두사가 예약되었습니다.
pl: Prefiks identyfikatora tego pakietu został zarezerwowany dla właściciela pakietu przez aktualnie wybrane źródło danych
pt_br: O prefixo da ID desse pacote foi reservado para o proprietário do pacote pelo feed selecionado no momento
ru: Префикс идентификатора этого пакета был зарезервирован для владельца пакета выбранным сейчас каналом
tr: Bu paketin kimlik ön eki, seçili mevcut akış tarafından paketin sahibi için ayrılmış
zh_hans: 当前选定的源已为包所有者保留了此包的 ID 前缀
zh_hant: 受制於目前所選摘要，此套件的識別碼前置詞已保留給套件擁有者使用

# Trillion
source: {0:G3}T
es: {0:G3}B
ru: {0:G3} трлн

# UpdateButton_VersionOverride_Tooltip
source: Dependency version defined by VersionOverride, modify project file to change package version.
cs: Verze závislosti definovaná parametrem VersionOverride. Upravte soubor projektu tak, aby se změnila verze balíčku.
de: Abhängigkeitsversion, die von VersionOverride definiert wird. Ändern Sie die Projektdatei, um die Paketversion zu ändern.
es: Versión de dependencia definida por VersionOverride. Modifique el archivo de proyecto para cambiar la versión del paquete.
fr: Version de dépendance définie par VersionOverride, modifiez le fichier projet pour modifier la version du package.
it: Versione della dipendenza definita da VersionOverride, modificare il file di progetto per cambiare la versione del pacchetto.
ja: VersionOverride で定義されている依存関係バージョン。パッケージ バージョンを変更するには、プロジェクト ファイルを変更します。
ko: VersionOverride에서 정의한 종속성 버전입니다. 패키지 버전을 변경하려면 프로젝트 파일을 수정하세요.
pl: Wersja zależności zdefiniowana przez element VersionOverride, zmodyfikuj plik projektu, aby zmienić wersję pakietu.
pt_br: Versão de dependência definida por VersionOverride, modifique o arquivo de projeto para alterar a versão do pacote.
ru: Версия зависимости определяется параметром VersionOverride. Измените файл проекта для изменения версии пакета.
tr: VersionOverride tarafından tanımlanan bağımlılık sürümü, proje dosyasını paket sürümünü değiştir olarak düzenleyin.
zh_hans: VersionOverride 定义的依赖项版本，修改项目文件以更改包版本。
zh_hant: 相依性版本是由 VersionOverride 所定義，請修改專案檔案以變更封裝版本。

# UpgradeLogger_BackupPathMustBeValid
source: Must be a valid path.
cs: Musí se jednat o platnou cestu.
de: Muss ein gültiger Pfad sein.
es: Debe ser una ruta de acceso válida.
fr: Doit être un chemin valide.
it: Deve essere un percorso valido.
ja: 有効なパスを指定してください。
ko: 올바른 경로여야 합니다.
pl: Musi być prawidłową ścieżką.
pt_br: Deve ser um caminho válido.
ru: Это должен быть допустимый путь.
tr: Geçerli bir yol olmalıdır.
zh_hans: 必须是有效的路径。
zh_hant: 必須是有效的路徑。

# Upgrade_InstallFailed
source: NuGet migrate failed to install packages as PackageReference. Changed files are backed up at {0}
cs: Při migraci na NuGet se nepodařilo balíčky nainstalovat jako PackageReference. Změněné soubory jsou zálohované zde: {0}.
de: Fehler bei der NuGet-Migration: Pakete konnten nicht als PackageReference installiert werden. Die geänderten Dateien wurden in "{0}" gesichert.
es: Error de migración de NuGet para instalar paquetes como PackageReference. Copia de seguridad de los archivos modificados en {0}
fr: La migration NuGet n'a pas réussi à installer les packages en tant que PackageReference. Les fichiers ayant été changés sont sauvegardés sur {0}
it: La migrazione NuGet non è riuscito a installare i pacchetti come PackageReference. Il backup dei file modificati è disponibile in {0}
ja: NuGet の移行でパッケージを PackageReference としてインストールできませんでした。変更を加えたファイルのバックアップは {0} にあります
ko: NuGet 마이그레이션에서 패키지를 PackageReference로 설치하지 못했습니다. 변경된 파일은 {0}에 백업됩니다.
pl: Podczas migracji programu NuGet nie powiodło się zainstalowanie pakietów w formacie PackageReference. Kopie zapasowe zmienionych plików zapisano w lokalizacji {0}
pt_br: A migração do NuGet falhou ao instalar os pacotes como PackageReference. O backup dos arquivos alterados está salvo em {0}
ru: Не удалось изменить формат управления пакетами NuGet, так как не удалось установить пакеты как PackageReference. Измененные файлы включены в резервную копию в {0}.
tr: NuGet geçişi paketleri PackageReference olarak yükleyemedi. Değiştirilen dosyalar {0} konumunda yedeklendi
zh_hans: NuGet 迁移失败，无法将包安装为 PackageReference。已在 {0} 中对更改的文件进行了备份
zh_hant: NuGet 移轉無法將套件安裝為 PackageReference。變更的檔案已備份到 {0}

# Upgrade_RevertSteps
source: Please follow simple instructions from {0} to go back to previous state.
cs: Pokud se chcete vrátit do předchozího stavu, postupujte podle jednoduchých pokynů v: {0}
de: Befolgen Sie die einfachen Anweisungen unter "{0}", um zum vorherigen Zustand zurückzukehren.
es: Siga las sencillas instrucciones de {0} para volver al estado anterior.
fr: Suivez les instructions simples de {0} pour revenir à l'état précédent.
it: Seguire le semplici istruzioni di {0} per ripristinare lo stato precedente.
ja: {0} の簡単な手順に従い、以前の状態に戻してください。
ko: 이전 상태로 돌아가려면 {0}의 간단한 지침을 따르세요.
pl: Postępuj zgodnie z prostymi instrukcjami w {0}, aby powrócić do poprzedniego stanu.
pt_br: Siga as instruções simples de {0} para retornar ao estado anterior.
ru: Следуйте простым инструкциям в {0}, чтобы вернуться к предыдущему состоянию.
tr: Lütfen önceki duruma geri dönmek için {0} konumundaki basit yönergeleri izleyin.
zh_hans: 请按照 {0} 的简单说明返回到以前的状态。
zh_hant: 請遵循簡單的指示，從 {0} 回復到先前的狀態。

# Upgrade_UninstallFailed
source: NuGet upgrade failed to uninstall packages from packages.config so rolled back to previous state.
cs: Upgradu NuGet se nepodařilo odinstalovat balíčky ze souboru packages.config, takže se provedl návrat do předchozího stavu.
de: Das NuGet-Upgrade konnte die Pakete nicht über "packages.config" deinstallieren. Daher wurde der ursprüngliche Zustand wiederhergestellt.
es: La actualización de NuGet no pudo desinstalar los paquetes de packages.config, por lo que se ha revertido al estado anterior.
fr: La mise à niveau NuGet n'a pas réussi à désinstaller les packages de packages.config, elle est donc revenue à l'état précédent.
it: L'aggiornamento NuGet non è riuscito a disinstallare i pacchetti da packages.config, di conseguenza è stato eseguito il rollback allo stato precedente.
ja: NuGet アップグレードで、パッケージを packages.config からアンインストールできなかったため、以前の状態にロールバックされました。
ko: NuGet 업그레이드가 packages.config에서 패키지를 제거하지 못해서 이전 상태로 롤백되었습니다.
pl: Podczas uaktualniania narzędzia NuGet nie udało się odinstalować pakietów z pliku packages.config, więc wykonano wycofanie do poprzedniego stanu.
pt_br: Como a atualização do NuGet apresentou falha na desinstalação dos pacotes de packages.config, ele foi revertido para o estado anterior.
ru: Обновлению NuGet не удалось удалить пакеты из packages.config, поэтому выполнен откат к предыдущему состоянию.
tr: NuGet yükseltmesi, packages.config'den paketleri kaldıramadığı için önceki duruma geri aldı.
zh_hans: NuGet 升级未能从 packages.config 卸载包，因此已回滚到以前的状态。
zh_hant: NuGet 升級無法解除安裝 packages.config 格式的套件，以復原成先前的狀態。

# Upgrader_BackupFailed
source: The project cannot be upgraded as backing up the project file and packages.config ran into an issue.
cs: Projekt nejde upgradovat, protože při zálohování souboru projektu a souboru packages.config došlo k problému.
de: Das Projekt kann nicht aktualisiert werden, weil beim Sichern der Projektdatei und von "packages.config" ein Problem aufgetreten ist.
es: No se puede actualizar el proyecto debido a un problema al crear la copia de seguridad del archivo del proyecto y de packages.config.
fr: Impossible de mettre à niveau le projet car la sauvegarde du fichier projet et de packages.config a rencontré un problème.
it: Non è possibile aggiornare il progetto perché si è verificato un errore durante il backup del file di progetto e di packages.config.
ja: プロジェクト ファイルと packages.config のバックアップで問題が発生したため、このプロジェクトをアップグレードできません。
ko: 프로젝트 파일 및 packages.config 백업에 문제가 발생하여 프로젝트를 업그레이드할 수 없습니다.
pl: Nie można uaktualnić projektu, ponieważ napotkano problemy podczas tworzenia kopii zapasowej pliku projektu i pliku packages.config.
pt_br: Não é possível atualizar o projeto porque houve um problema ao fazer backup do arquivo de projeto e do packages.config.
ru: Проект невозможно обновить, так как при архивации файла проекта и packages.config возникла проблема.
tr: Proje dosyası ve packages.config yedeklemesi sırasında bir sorunla karşılaşıldığından proje yükseltilemiyor.
zh_hans: 在备份项目文件时无法升级项目，packages.config 遇到了问题。
zh_hant: 因為備份專案檔及 packages.config 發生問題，所以無法升級此專案。

# Upgrader_PackageNotFound
source: Unable to determine compatibility of package as {0}.nupkg was not found on disk. The project cannot be migrated.
cs: Nelze zjistit kompatibilitu balíčku, protože soubor {0}.nupkg nebyl na disku nalezen. Tento projekt nelze migrovat.
de: Die Kompatibilität des Pakets konnte nicht ermittelt werden, weil "{0}.nupkg" nicht auf dem Datenträger gefunden wurde. Das Projekt kann nicht migriert werden.
es: No se puede determinar la compatibilidad del paquete porque no se encontró {0}.nupkg en el disco. No se puede migrar el proyecto.
fr: Impossible de déterminer la compatibilité du package, car {0}.nupkg est introuvable sur le disque. Impossible de faire migrer le projet.
it: Non è possibile determinare la compatibilità del pacchetto perché {0}.nupkg non è stato trovato nel disco. La migrazione del progetto non verrà eseguita.
ja: {0}.nupkg がディスク上に見つからなかったため、パッケージの互換性を確認できません。プロジェクトを移行できません。
ko: {0}.nupkg를 디스크에서 찾을 수 없어서 패키지의 호환성을 확인할 수 없습니다. 프로젝트를 마이그레이션할 수 없습니다.
pl: Nie można określić zgodności pakietu, ponieważ nie znaleziono pliku {0}.nupkg na dysku. Nie można przeprowadzić migracji projektu.
pt_br: Não é possível determinar a compatibilidade do pacote, porque {0}.nupkg não foi encontrado no disco. O projeto não pode ser migrado.
ru: Не удалось определить совместимость пакета, так как не удалось найти файл {0}.nupkg на диске. Невозможно перенести проект.
tr: {0}.nupkg diskte bulunamadığı için paketin uyumluluğu belirlenemiyor. Proje geçirilemiyor.
zh_hans: 磁盘上找不到 {0}.nupkg，无法确定包的兼容性。无法迁移此项目。
zh_hant: 因為未在磁碟上找到 {0}.nupkg，所以無法判斷套件相容性。專案無法移轉。

# VSOptions_Button_Close
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

# VSOptions_Text_ClearLocalResourcesTitle
source: NuGet Package Manager
cs: Správce balíčků NuGet
de: NuGet-Paket-Manager
es: Administrador de paquetes NuGet
fr: Gestionnaire de package NuGet
it: Gestione pacchetti NuGet
ja: NuGet パッケージ マネージャー
ko: NuGet 패키지 관리자
pl: Menedżer pakietów NuGet
pt_br: Gerenciador de Pacotes NuGet
ru: Диспетчер пакетов NuGet
tr: NuGet Paket Yöneticisi
zh_hans: NuGet 包管理器
zh_hant: NuGet 套件管理器

# VSOptions_Text_ClearLocalsPromptMessage
source: Once started, this action cannot be cancelled.
cs: Po zahájení se tato akce nedá zrušit.
de: Nach dem Starten kann diese Aktion nicht abgebrochen werden.
es: Una vez iniciada, esta acción no se puede cancelar.
fr: Une fois démarrée, cette action ne peut pas être annulée.
it: Una volta avviata, questa azione non può essere annullata.
ja: この操作は開始した後に取り消すことはできません。
ko: 일단 시작하면 이 작업은 취소할 수 없습니다.
pl: Po uruchomieniu, tej akcji nie można anulować.
pt_br: Depois de iniciada, esta ação não poderá ser cancelada.
ru: После запуска это действие нельзя отменить.
tr: Başlatıldıktan sonra bu eylem iptal edilemez.
zh_hans: 启动后，无法取消此操作。
zh_hant: 一旦啟動，就無法取消此動作。

# VSOptions_Text_ClearLocalsPromptTitle
source: Clear all local NuGet resources?
cs: Vymazat všechny místní prostředky NuGet?
de: Alle lokalen NuGet-Ressourcen löschen?
es: ¿Borrar todos los recursos de NuGet locales?
fr: Effacer toutes les ressources NuGet locales ?
it: Cancellare tutte le risorse NuGet locali?
ja: すべてのローカル NuGet リソースをクリアしますか?
ko: 모든 로컬 NuGet 리소스를 지우시겠습니까?
pl: Wyczyścić wszystkie lokalne zasoby menedżera NuGet?
pt_br: Limpar todos os recursos locais do NuGet?
ru: Очистить все локальные ресурсы NuGet?
tr: Tüm yerel NuGet kaynakları temizlensin mi?
zh_hans: 清除所有本地 NuGet 资源?
zh_hant: 清除所有本機 NuGet 資源?

# Version_Blocked
source: Blocked by package.config
cs: Blokováno souborem package.config
de: Durch "package.config" blockiert.
es: Bloqueada por package.config
fr: Bloqué par package.config
it: Bloccata da package.config
ja: package.config によりブロックされました
ko: package.config에 의해 차단됨
pl: Zablokowane przez plik package.config
pt_br: Bloqueado por package.config
ru: Заблокировано package.config
tr: package.config tarafından engellendi
zh_hans: 被 package.config 阻止
zh_hant: 由 package.config 封鎖

# Version_Blocked_Generic
source: Blocked by project
cs: Blokováno projektem
de: Durch Projekt blockiert
es: Bloquedo por el proyecto
fr: Bloqué par projet
it: Bloccata dal progetto
ja: プロジェクトによってブロック
ko: 프로젝트에 의해 차단
pl: Zablokowane przez projekt
pt_br: Bloqueado pelo projeto
ru: Заблокировано проектом
tr: Proje tarafından engellendi
zh_hans: 被项目阻止
zh_hant: 被專案封鎖

# Version_Installed
source: Installed
cs: Nainstalováno
de: Installiert
es: Instalada
fr: Installé
it: Installata
ja: インストール済み
ko: 설치됨
pl: Zainstalowana
pt_br: Instalado
ru: Установлено
tr: Yüklü
zh_hans: 已安装
zh_hant: 已安裝

# Version_LatestPrerelease
source: Latest prerelease
cs: Nejnovější předběžná verze
de: Aktuellste Vorabversion
es: Versión preliminar más reciente
fr: Dernière version préliminaire
it: Ultima versione preliminare
ja: 最新のプレリリース版
ko: 최신 시험판
pl: Najnowsza wersja wstępna
pt_br: Pré-lançamento mais recente
ru: Последний предварительный выпуск
tr: En yeni ön sürüm
zh_hans: 最新预发行版
zh_hant: 最新搶鮮版

# Version_LatestStable
source: Latest stable
cs: Poslední stabilní
de: Aktuellste stabile Version
es: Versión estable más reciente
fr: Dernière version stable
it: Ultima versione stabile
ja: 最新の安定版
ko: 안정적인 최신 버전
pl: Najnowsza stabilna
pt_br: Estável mais recente
ru: Последняя стабильная
tr: En yeni kararlı
zh_hans: 最新稳定版
zh_hant: 最新穩定版

# Vulnerabilities_Loading
source: Loading vulnerable packages...
cs: Načítají se ohrožené balíčky...
de: Anfällige Pakete werden geladen...
es: Cargando paquetes vulnerables...
fr: Chargement des packages vulnérables...
it: Caricamento dei pacchetti vulnerabili in corso...
ja: 脆弱なパッケージを読み込んでいます...
ko: 취약한 패키지를 로드하는 중...
pl: Trwa ładowanie pakietów podatnych na zagrożenia...
pt_br: Carregando pacotes vulneráveis...
ru: Загрузка уязвимых пакетов...
tr: Savunmasız paketler yükleniyor...
zh_hans: 正在加载易受攻击的包...
zh_hant: 正在載入易受攻擊的套件...

# VulnerabilitySeverity_Critical
source: critical
cs: kritický
de: Kritisch
es: crítica
fr: critique
it: critico
ja: クリティカル
ko: 위험
pl: krytyczna
pt_br: crítico
ru: критический уровень
tr: kritik
zh_hans: 严重
zh_hant: 危急

# VulnerabilitySeverity_High
source: high
cs: vysoká
de: Hoch
es: alta
fr: élevé(e)
it: alta
ja: 高
ko: 높은
pl: wysoka
pt_br: alta
ru: высокий уровень
tr: yüksek
zh_hans: 高
zh_hant: 高

# VulnerabilitySeverity_Low
source: low
cs: nízká
de: Niedrig
es: baja
fr: faible
it: bassa
ja: 低
ko: 낮은
pl: niska
pt_br: baixa
ru: низкий уровень
tr: düşük
zh_hans: 低
zh_hant: 低

# VulnerabilitySeverity_Moderate
source: moderate
cs: střední
de: Mittel
es: moderada
fr: moyenne
it: moderata
ja: 中
ko: 보통
pl: umiarkowana
pt_br: moderado
ru: средний уровень
tr: orta
zh_hans: 中
zh_hant: 中
