Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.UI/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Migrator_PackageNotFound
source: Migration failed as packages {0} could not be uninstalled. These packages were not found in the solution packages folder. No changes were made to the project.
cs: Migrace se nezdařila, protože balíčky {0} nebylo možné odinstalovat. Tyto balíčky nebyly nalezeny ve složce balíčků řešení. V projektu nebyly provedeny žádné změny.
de: Fehler bei der Migration, weil die Pakete "{0}" nicht deinstallliert werden konnten. Diese Pakete wurden nicht im Ordner für Projektmappenpakete gefunden. Am Projekt wurden keine Änderungen vorgenommen.
es: Error al migrar porque no se pudieron desinstalar los paquetes {0}, que no se encontraron en la carpeta de paquetes de la solución. No se han realizado cambios en el proyecto.
fr: Échec de la migration, car les packages {0} n'ont pas pu être désinstallés. Ces packages sont introuvables dans le dossier des packages de solution. Aucun changement n'a été apporté au projet.
it: La migrazione non è riuscita perché non è stato possibile disinstallare i pacchetti {0}. Questi pacchetti non sono stati trovati nella cartella dei pacchetti della soluzione. Non sono state apportate modifiche al progetto.
ja: パッケージ {0} をアンインストールできなかったため、移行できませんでした。これらのパッケージがソリューション パッケージ フォルダーに見つかりませんでした。プロジェクトには何も変更を加えていません。
ko: {0} 패키지를 제거할 수 없어서 마이그레이션하지 못했습니다. 이러한 패키지를 솔루션 패키지 폴더에서 찾을 수 없습니다. 프로젝트가 변경되지 않았습니다.
pl: Migracja nie powiodła się, ponieważ nie można odinstalować pakietów {0}. Nie znaleziono tych pakietów w folderze pakietów rozwiązania. Nie wprowadzono żadnych zmian w projekcie.
pt_br: Falha na migração porque não foi possível desinstalar os pacotes {0}. Esses pacotes não foram encontrados na pasta de pacotes da solução. Nenhuma alteração foi feita ao projeto.
ru: Не удалось выполнить переход, так как не удалось удалить пакеты {0}. Эти пакеты не были найдены в каталоге пакетов решения. Никаких изменений в проект внесено не было.
tr: {0} paketleri kaldırılamadığından geçiş başarısız oldu. Bu paketler, çözüm paketleri klasöründe bulunamadı. Projede değişiklik yapılmadı.
zh_hans: 无法卸载包 {0}，迁移失败。在解决方案包文件夹中找不到这些包。未对项目进行任何更改。
zh_hant: 因為無法將套件 {0} 解除安裝，所以移轉失敗。無法在解決方案套件資料夾中找到這些套件。未對專案進行任何變更。

# Migrator_TopLevelColumnHeader
source: Top-Level
cs: Nejvyšší úroveň
de: Oberste Ebene
es: Nivel superior
fr: Niveau supérieur
it: Primo livello
ja: 最上位
ko: 최상위
pl: Najwyższy poziom
pt_br: Nível Superior
ru: Верхний уровень
tr: Üst Düzey
zh_hans: 顶级
zh_hant: 頂層

# Migrator_VersionColumnHeader
source: Version
cs: Verze
es: Versión
it: Versione
ja: バージョン
ko: 버전
pl: Wersja
pt_br: Versão
ru: Версия
tr: Sürüm
zh_hans: 版本
zh_hant: 版本

# Million
source: {0:G3}M
ru: {0:G3} млн

# NuGetUpgrade_PackageDependencyOf
source: (dependency of {0})
cs: (závislost {0})
de: (Abhängigkeit von "{0}")
es: (dependencia de {0})
fr: (dépendance de {0})
it: (dipendenza di {0})
ja: ({0} の依存関係)
ko: ({0}의 종속성)
pl: (zależność elementu {0})
pt_br: (dependência de {0})
ru: (зависимость {0})
tr: ({0} bağımlılığı)
zh_hans: ({0} 的依赖项)
zh_hant: ({0} 的相依性)

# NuGetUpgrade_Progress_Installing
source: Installing required packages
cs: Probíhá instalace požadovaných balíčků
de: Erforderliche Pakete werden installiert.
es: Instalando los paquetes necesarios
fr: Installation des packages obligatoires
it: Installazione dei pacchetti obbligatori
ja: 必須パッケージをインストールしています
ko: 필수 패키지를 설치하는 중
pl: Instalowanie wymaganych pakietów
pt_br: Instalando os pacotes necessários
ru: Устанавливаются обязательные пакеты
tr: Gerekli paketler yükleniyor
zh_hans: 正在安装所需的包
zh_hant: 正在安裝必要套件

# NuGetUpgrade_Progress_Uninstalling
source: Uninstalling packages from packages.config
cs: Probíhá odinstalace balíčků ze souboru packages.config.
de: Pakete werden über "packages.config" deinstalliert.
es: Desinstalando los paquetes de packages.config
fr: Désinstallation des packages à partir de packages.config
it: Disinstallazione dei pacchetti da packages.config
ja: Packages.config からパッケージをアンインストールしています
ko: packages.config에서 패키지를 제거하는 중
pl: Odinstalowywanie pakietów z pliku packages.config
pt_br: Desinstalando os pacotes de packages.config
ru: Удаляются пакеты из packages.config
tr: Packages.config konumundan paketler kaldırılıyor
zh_hans: 正在从 packages.config 中卸载包
zh_hant: 正在將 packages.config 中的套件解除安裝

# NuGetUpgrade_WaitMessage
source: Upgrading Project to PackageReference
cs: Probíhá upgrade projektu na PackageReference.
de: Das Projekt wird auf PackageReference aktualisiert.
es: Actualizando el proyecto a PackageReference
fr: Passage du projet à PackageReference
it: Aggiornamento del progetto in PackageReference
ja: プロジェクトを PackageReference にアップグレードしています
ko: 프로젝트를 PackageReference로 업그레이드 중
pl: Uaktualnianie projektu do elementu PackageReference
pt_br: Atualizando Projeto para PackageReference
ru: Обновляется проект до PackageReference
tr: Proje, PackageReference biçimine yükseltiliyor
zh_hans: 正在将项目升级到 PackageReference
zh_hant: 正在將專案升級為 PackageReference

# Operation_TotalTime
source: Time Elapsed: {0}
cs: Uplynulý čas: {0}
de: Verstrichene Zeit: {0}
es: Tiempo transcurrido: {0}
fr: Temps écoulé : {0}
it: Tempo trascorso: {0}
ja: 経過した時間: {0}
ko: 경과 시간: {0}
pl: Czas trwania: {0}
pt_br: Tempo Decorrido: {0}
ru: Прошло времени: {0}
tr: Geçen Süre: {0}
zh_hans: 已用时间: {0}
zh_hant: 經過時間: {0}

# PackageLevel_TopLevelPackageHeaderText
source: Top-level packages ({0})
cs: Balíčky na nejvyšší úrovni ({0})
de: Pakete der obersten Ebene ({0})
es: Paquetes de nivel superior ({0})
fr: Packages de niveau supérieur ({0})
it: Pacchetti di primo livello ({0})
ja: 最上位のパッケージ ({0})
ko: 최상위 패키지({0})
pl: Pakiety najwyższego poziomu ({0})
pt_br: Pacotes de nível superior ({0})
ru: Пакеты верхнего уровня ({0})
tr: Üst düzey paketler ({0})
zh_hans: 顶级包({0})
zh_hant: 最上層套件 ({0})

# PackageLevel_TransitivePackageHeaderText
source: Transitive packages ({0})
cs: Přenositelné balíčky ({0})
de: Transitive Pakete ({0})
es: Paquetes transitivos ({0})
fr: Packages transitifs ({0})
it: Pacchetti transitivi ({0})
ja: 推移的なパッケージ ({0})
ko: 전이적 패키지({0})
pl: Pakiety pośrednie ({0})
pt_br: Pacotes transitivos ({0})
ru: Транзитивные пакеты ({0})
tr: Geçişli paketler ({0})
zh_hans: 可传递包({0})
zh_hant: 轉移套件 ({0})

# PackageRestoreErrorTryAgain
source: An error occurred while trying to restore packages:
cs: Při pokusu o obnovení balíčků se vyskytla chyba:
de: Fehler beim Versuch, Pakete wiederherzustellen:
es: Error al intentar restaurar paquetes:
fr: Une erreur s'est produite lors de la tentative de restauration des packages :
it: Si è verificato un errore durante il tentativo di ripristinare i pacchetti:
ja: パッケージを復元しようとしているときにエラーが発生しました:
ko: 패키지를 복원하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas próby przywrócenia pakietów:
pt_br: Erro ao tentar restaurar pacotes:
ru: При попытке восстановить пакеты произошла ошибка:
tr: Paketler geri yüklenmeye çalışılırken bir hata oluştu:
zh_hans: 尝试还原程序包时出错:
zh_hant: 嘗試還原下列封裝時發生錯誤:

# PackageRestoreProgressMessage
source: Downloading missing packages...
cs: Stahují se chybějící balíčky...
de: Fehlende Pakete werden heruntergeladen...
es: Descargando los paquetes que faltan...
fr: Téléchargement des packages manquants...
it: Download dei pacchetti mancanti in corso...
ja: 見つからないパッケージをダウンロードしています...
ko: 누락된 패키지 다운로드 중...
pl: Trwa pobieranie brakujących pakietów...
pt_br: Baixando pacotes ausentes...
ru: Идет скачивание недостающих пакетов…
tr: Eksik paketler indiriliyor...
zh_hans: 正在下载缺少的程序包...
zh_hant: 正在下載缺少的封裝...

# Preview_PackageUpdate
source: {0} version {1} to {2} version {3}
cs: {0} verze {1} na {2} verze {3}
de: Von {0}, Version {1}, auf {2}, Version {3}
es: {0} versión {1} a {2} versión {3}
fr: {0} version {1} à {2} version {3}
it: Da {0} versione {1} a {2} versione {3}
ja: {0} バージョン {1} から {2} バージョン {3}
ko: {1} 버전 {0}~007E;{3} 버전 {2}
pl: {0} wersja {1} do {2} wersji {3}
pt_br: {0} versão {1} para {2} versão {3}
ru: {0} версии {1} до {2} версии {3}
tr: {0} kimlikli {1} sürümünden {2} kimlikli {3} sürümüne
zh_hans: 从 {0} 版本 {1} 升级为 {2} 版本 {3}
zh_hant: 從 {0} 版本 {1} 到 {2} 版本 {3}

# Preview_UnknownProject
source: Unknown project
cs: Neznámý projekt
de: Unbekanntes Projekt
es: Proyecto desconocido
fr: Projet inconnu
it: Progetto sconosciuto
ja: 不明なプロジェクト
ko: 알 수 없는 프로젝트
pl: Nieznany projekt
pt_br: Projeto desconhecido
ru: Неизвестный проект
tr: Bilinmeyen proje
zh_hans: 未知项目
zh_hant: 未知的專案

# RadioBtn_PackageRef
source: PackageReference in project file
cs: PackageReference v souboru projektu
de: PackageReference in Projektdatei
es: PackageReference en archivo de proyecto
fr: PackageReference dans le fichier projet
it: PackageReference nel file di progetto
ja: プロジェクト ファイルの PackageReference
ko: 프로젝트 파일의 PackageReference
pl: Element PackageReference w pliku projektu
pt_br: PackageReference no arquivo de projeto
ru: PackageReference в файле проекта
tr: Proje dosyasındaki PackageReference
zh_hans: 项目文件中的 PackageReference
zh_hant: 專案檔中的 PackageReference

# RequestRestartToCompleteUninstallMultiplePackages
source: Multiple packages failed to uninstall. Restart Visual Studio to finish the process.
cs: Nepodařilo se odinstalovat víc balíčků. Pokud chcete tento proces dokončit, restartujte Visual Studio.
de: Fehler beim Deinstallieren mehrerer Pakete. Starten Sie Visual Studio neu, um den Vorgang abzuschließen.
es: No se pudieron desinstalar varios paquetes. Reinicie Visual Studio para finalizar el proceso.
fr: Plusieurs packages n'ont pas pu être désinstallés. Redémarrez Visual Studio pour terminer l'opération.
it: Non è stato possibile disinstallare più pacchetti. Per completare il processo, riavviare Visual Studio.
ja: 複数のパッケージをアンインストールできませんでした。Visual Studio を再起動して処理を完了してください。
ko: 여러 패키지를 제거하지 못했습니다. 프로세스를 마치려면 Visual Studio를 다시 시작하십시오.
pl: Nie udało się odinstalować wielu pakietów. Uruchom ponownie program Visual Studio, aby zakończyć proces.
pt_br: Não foi possível desinstalar vários pacotes. Reinicie o Visual Studio para terminar o processo.
ru: Не удалось удалить несколько пакетов. Чтобы завершить процесс, перезапустите Visual Studio.
tr: Birden çok paket kaldırılamadı. İşlemi sonlandırmak için Visual Studio'yu yeniden başlatın.
zh_hans: 未能卸载多个包。重启 Visual Studio 以完成进程。
zh_hant: 有多個套件無法解除安裝。重新啟動 Visual Studio 以完成此程序。

# RequestRestartToCompleteUninstallSinglePackage
source: The package at '{0}' failed to uninstall. Restart Visual Studio to finish the process.
cs: Balíček v: {0} se nepodařilo odinstalovat. Pokud chcete tento proces dokončit, restartujte Visual Studio.
de: Fehler beim Deinstallieren des Pakets unter "{0}". Starten Sie Visual Studio neu, um den Vorgang abzuschließen.
es: No se pudo desinstalar el paquete de '{0}'. Reinicie Visual Studio para finalizar el proceso.
fr: Le package dans '{0}' n'a pas pu être désinstallé. Redémarrez Visual Studio pour terminer l'opération.
it: Non è stato possibile disinstallare il pacchetto in '{0}'. Per completare il processo, riavviare Visual Studio.
ja: '{0}' にあるパッケージをアンインストールできませんでした。Visual Studio を再起動して処理を完了してください。
ko: '{0}'의 패키지를 제거하지 못했습니다. 프로세스를 마치려면 Visual Studio를 다시 시작하십시오.
pl: Nie udało się odinstalować pakietu w lokalizacji „{0}”. Uruchom ponownie program Visual Studio, aby zakończyć proces.
pt_br: Não foi possível desinstalar o pacote em '{0}'. Reinicie o Visual Studio para terminar o processo.
ru: Не удалось удалить пакет в «{0}». Чтобы завершить процесс, перезапустите Visual Studio.
tr: '{0}' konumundaki paket kaldırılamadı. İşlemi sonlandırmak için Visual Studio'yu yeniden başlatın.
zh_hans: 未能卸载“{0}”处的包。重启 Visual Studio 以完成进程。
zh_hant: '{0}' 的套件無法解除安裝。重新啟動 Visual Studio 以完成此程序。

# RestartButtonLabel
source: Rest_art
cs: Rest_artovat
de: Neu st_arten
es: Reinici_ar
fr: Redém_arrer
it: Ri_avvia
ja: 再起動(_A)
ko: 재시작(_A)
pl: _Uruchom ponownie
pt_br: Rein_iciar
ru: Пере_запустить
tr: Yeniden _Başlat
zh_hans: 重启(_A)
zh_hant: 重新啟動(_A)

# RestoreButtonLabel
source: _Restore
cs: _Obnovit
de: _Wiederherstellen
es: _Restaurar
fr: _Restaurer
it: _Ripristina
ja: 復元(_R)
ko: 복원(_R)
pl: _Przywróć
pt_br: _Restaurar
ru: _Восстановить
tr: _Geri Yükle
zh_hans: 还原(_R)
zh_hant: 還原(_R)

source: Show Details
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli
ja: 詳細の表示
ko: 세부 정보 표시
pl: Pokaż szczegóły
pt_br: Mostrar Detalhes
ru: Показать сведения
tr: Ayrıntıları Göster
zh_hans: 显示详细信息
zh_hant: 顯示詳細資料

# ShowMessage_LocalsCommandFailure
source: NuGet storage clear failed at {0}. Error: {1}
cs: Vymazání úložiště NuGet selhalo v {0}. Chyba: {1}
de: Fehler beim Löschen des NuGet-Speichers bei {0}. Fehler: {1}
es: Error al borrar el almacenamiento de NuGet en {0}. Error: {1}
fr: Nous n’avons pas pu effacer des caches NuGet de {0}. Erreur :{1} Consultez https://aka.ms/troubleshoot_nuget_cache pour obtenir de l’aide.
it: La pulizia dell'archiviazione NuGet non è riuscita in {0}. Errore: {1} Per altre informazioni, vedi https://aka.ms/troubleshoot_nuget_cache.
ja: NuGet ストレージのクリアは、{0} で失敗しました。 エラー: {1} 詳しいヘルプについては、https://aka.ms/troubleshoot_nuget_cache をご覧ください。
ko: {0}에 NuGet 스토리지를 지우지 못했습니다. 오류: {1}
pl: Czyszczenie pamięci menedżera NuGet nie powiodło się: {0}. Błąd: {1}
pt_br: Falha ao limpar o armazenamento NuGet em {0}. Erro: {1} Consulte https://aka.ms/troubleshoot_nuget_cache para obter mais ajuda.
ru: Сбой очистки хранилища NuGet в {0}. Ошибка: {1}
tr: {0} konumundaki NuGet depolama alanını temizleme işlemi başarısız oldu. Hata: {1}
zh_hans: 未能清理 {0} 处的 NuGet 存储。 错误: {1} 请参阅 https://aka.ms/troubleshoot_nuget_cache 以获取更多帮助。
zh_hant: 清除位於 {0} 的 NuGet 儲存體失敗。 錯誤: {1}

# ShowMessage_LocalsCommandMoreInformation
source: For more information, see
cs: Další informace viz
de: Weitere Informationen finden Sie unter
es: Para obtener más información, consulte
ko: 자세한 내용은 다음을 참조하세요.
pl: Aby uzyskać więcej informacji, zobacz
ru: Подробнее см. на странице
tr: Daha fazla bilgi için şu sayfaya bakın:
zh_hant: 如需詳細資訊，請參閱

# ShowMessage_LocalsCommandSuccess
source: NuGet storage cleared at {0}
cs: Úložiště NuGet se vymazalo v {0}.
de: Der NuGet-Speicher wurde bei {0} gelöscht
es: Almacenamiento de NuGet borrado en {0}
fr: Stockage NuGet effacé au {0}
it: Spazio di archiviazione NuGet cancellato in {0}
ja: NuGet ストレージが {0} でクリアされました
ko: {0}에 NuGet 스토리지가 지워졌습니다.
pl: Wyczyszczono magazyn NuGet w {0}
pt_br: Armazenamento NuGet limpo em {0}
ru: Хранилище NuGet очищено в {0}
tr: {0} konumundaki NuGet depolama alanı temizlendi
zh_hans: 在 {0} 已清除 NuGet 存储
zh_hant: 已清除位於 {0} 的 NuGet 儲存體

# ShowMessage_LocalsCommandWorking
source: Clearing all NuGet storage...
cs: Mazání celého úložiště NuGet...
de: Der gesamte NuGet-Speicher wird gelöscht …
es: Borrando todo el almacenamiento de NuGet...
fr: Suppression de toutes les données de stockage NuGet en cours... Merci de patienter.
it: Cancellazione di tutte le risorse di archiviazione NuGet in corso...
ja: すべての NuGet ストレージをクリアしています...
ko: 모든 NuGet 스토리지를 지우는 중...
pl: Czyszczenie całego magazynu NuGet...
pt_br: Limpando todo o armazenamento do NuGet...
ru: Очистка всего хранилища NuGet...
tr: NuGet depolama alanının tamamı temizleniyor...
zh_hans: 正在清除所有 NuGet 存储...
zh_hant: 正在清除所有 NuGet 儲存體...

# ShowWarning_Title
source: Package Manager Options
cs: Možnosti Správce balíčků
de: Paket-Manager-Optionen
es: Opciones del Administrador de paquetes
fr: Options du Gestionnaire de package
it: Opzioni di Gestione pacchetti
ja: パッケージ マネージャーのオプション
ko: 패키지 관리자 옵션
pl: Opcje menedżera pakietów
pt_br: Opções do Gerenciador de Pacotes
ru: Параметры диспетчера пакетов
tr: Paket Yöneticisi Seçenekleri
zh_hans: 程序包管理器选项
zh_hant: 套件管理器選項

# ShowWarning_UniqueName
source: The name specified has already been added to the list of available package sources. Please provide a unique name.
cs: Zadaný název se už do seznamu dostupných zdrojů balíčků přidal. Zadejte jedinečný název.
de: Der angegebene Name wurde der Liste der verfügbaren Paketquellen bereits hinzugefügt. Geben Sie einen eindeutigen Namen an.
es: El nombre especificado ya se ha agregado a la lista de orígenes de paquetes disponibles. Proporcione un nombre único.
fr: Le nom spécifié a déjà été ajouté à la liste des sources de package disponibles. Indiquez un nom unique.
it: Il nome specificato è già stato aggiunto all'elenco delle origini dei pacchetti disponibili. Fornire un nome univoco.
ja: 指定された名前は利用可能なパッケージ ソースの一覧に既に追加されています。一意な名前を指定してください。
ko: 지정한 이름은 이미 사용 가능한 패키지 소스 목록에 추가되어 있습니다. 고유한 이름을 제공하십시오.
pl: Określona nazwa została już dodana do listy dostępnych źródeł pakietów. Podaj unikatową nazwę.
pt_br: O nome especificado já foi adicionado à lista de origens de pacotes disponíveis. Forneça um nome exclusivo.
ru: Указанное имя уже было добавлено в список доступных источников пакетов. Укажите уникальное имя.
tr: Belirtilen ad zaten kullanılabilir paket kaynakları listesine eklendi. Lütfen benzersiz bir ad sağlayın.
zh_hans: 指定的名称已添加到可用程序包名称的列表中。请提供唯一的名称。
zh_hant: 已將指定的名稱新增到可用套件來源清單。請提供唯一的名稱。

# ShowWarning_UniqueSource
source: The source specified has already been added to the list of available package sources. Please provide a unique source.
cs: Zadaný zdroj se už do seznamu dostupných zdrojů balíčků přidal. Zadejte jedinečný zdroj.
de: Die angegebene Quelle wurde der Liste der verfügbaren Paketquellen bereits hinzugefügt. Geben Sie eine eindeutige Quelle an.
es: El origen especificado ya se ha agregado a la lista de orígenes de paquetes disponibles. Proporcione un origen único.
fr: La source spécifiée a déjà été ajoutée à la liste des sources de package disponibles. Indiquez une source unique.
it: L'origine specificata è già stata aggiunta all'elenco delle origini dei pacchetti disponibili. Fornire un'origine univoca.
ja: 指定されたソースは利用可能なパッケージ ソースの一覧に既に追加されています。一意なソースを指定してください。
ko: 지정한 소스는 이미 사용 가능한 패키지 소스 목록에 추가되어 있습니다. 고유한 소스를 제공하십시오.
pl: Określone źródło zostało już dodane do listy dostępnych źródeł pakietów. Podaj unikatowe źródło.
pt_br: A origem especificada já foi adicionada à lista de origens de pacotes disponíveis. Forneça uma origem exclusiva.
ru: Указанный источник уже был добавлен в список доступных источников пакетов. Укажите уникальный источник.
tr: Belirtilen kaynak zaten kullanılabilir paket kaynakları listesine eklendi. Lütfen benzersiz bir kaynak sağlayın.
zh_hans: 指定的源已添加到可用程序包源的列表中。请提供唯一的源。
zh_hant: 已將指定的來源新增到可用套件來源清單。請提供唯一的來源。

# Status_Canceled
source: Canceled loading packages
cs: Zrušeno načítání balíčků
de: Das Laden von Paketen wurde abgebrochen.
es: Carga de paquetes cancelada
fr: Annulation effectuée du chargement des packages
it: Il caricamento dei pacchetti è stato annullato
ja: パッケージの読み込みが取り消されました
ko: 패키지 로드를 취소함
pl: Anulowano ładowanie pakietów
pt_br: O carregamento dos pacotes foi cancelado
ru: Загрузка пакетов отменена.
tr: Paket yükleme iptal edildi
zh_hans: 已取消包加载
zh_hant: 已取消載入套件

# Status_ErrorOccurred
source: An error occurred while loading packages
cs: Při načítání balíčků došlo k chybě.
de: Fehler beim Laden von Paketen.
es: Error al cargar los paquetes
fr: Une erreur s'est produite durant le chargement des packages
it: Si è verificato un errore durante il caricamento dei pacchetti
ja: パッケージの読み込み中にエラーが発生しました
ko: 패키지를 로드하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas ładowania pakietów
pt_br: Ocorreu um erro ao carregar os pacotes
ru: При загрузке пакетов произошла ошибка.
tr: Paketler yüklenirken bir hata oluştu
zh_hans: 加载包时出现错误
zh_hant: 載入套件期間發生錯誤

# Status_NoMoreItems
source: End of package list loaded
cs: Konec načítání seznamu balíčků
de: Ende der Paketliste geladen
es: Fin de la carga de la lista de paquetes
fr: Fin du chargement de la liste de packages
it: Fine dell'elenco di pacchetti caricato
ja: パッケージ リストの終わりが読み込まれました
ko: 패키지 목록의 끝 로드됨
pl: Załadowano koniec listy pakietów
pt_br: Término da lista de pacotes carregada
ru: Загрузка достигла конца списка пакетов.
tr: Paket listesinin sonu yüklendi
zh_hans: 包列表加载结束
zh_hant: 已載入套件清單的結尾

# Status_Ready
source: Package list loaded
cs: Seznam balíčků načten
de: Paketliste geladen
es: Lista de paquetes cargada
fr: Liste de packages chargée
it: Elenco di pacchetti caricato
ja: パッケージ リストが読み込まれました
ko: 패키지 목록이 로드됨
pl: Załadowano listę pakietów
pt_br: Lista de pacotes carregada
ru: Список пакетов загружен.
tr: Paket listesi yüklendi
zh_hans: 包列表已加载
zh_hant: 已載入套件清單

# Text_By
source: by
cs: Autor:
de: von
es: por
fr: par
it: di
ja: 作成者
ko: 작성자
pl: przez
pt_br: por
ru: от
tr: hazırlayan
zh_hans: 提供者
zh_hant: 作者

# Text_ByAuthor
source: by {0}
cs: Autor: {0}
de: von {0}
es: por {0}
fr: par {0}
it: di {0}
ja: 作成者: {0}
ko: 작성자 {0}
pl: przez {0}
pt_br: por {0}
ru: от {0}
tr: {0} tarafından
zh_hans: 作者 {0}
zh_hant: 作者 {0}

# Text_ByOwner
source: by {0}
cs: Autor: {0}
de: von {0}
es: por {0}
fr: par {0}
it: di {0}
ja: 作成者: {0}
ko: 작성자 {0}
pl: przez {0}
pt_br: por {0}
ru: от {0}
tr: hazırlayan: {0}
zh_hans: 提供者: {0}
zh_hant: 作者 {0}

# Text_Changes
source: Visual Studio is about to make changes to this solution:
cs: Visual Studio se chystá provést změny v tomto řešení:
de: Visual Studio ist im Begriff, Änderungen an dieser Lösung vorzunehmen:
es: Visual Studio está a punto de realizar cambios en esta solución:
fr: Visual Studio est sur le point d'apporter des modifications à cette solution :
it: Visual Studio sta per apportare modifiche a questa soluzione:
ja: Visual Studioはこのソリューションに変更を加えようとしています:
ko: Visual Studio에서 이 솔루션을 변경하려고 합니다.
pl: Program Visual Studio wprowadzi zmiany w tym rozwiązaniu:
pt_br: O Visual Studio está prestes a fazer alterações nesta solução:
ru: Visual Studio собирается внести изменения в это решение:
tr: Visual Studio bu çözümde değişiklik yapmak üzere:
zh_hans: Visual Studio 将更改此解决方案:
zh_hant: Visual Studio 即將變更此解決方案:

# Text_DirectDependencies
source: Top-level dependencies:
cs: Závislosti nejvyšší úrovně:
de: Abhängigkeiten der obersten Ebene:
es: Dependencias de nivel superior:
fr: Dépendances de niveau supérieur :
it: Dipendenze di primo livello:
ja: 最上位レベルの依存関係:
ko: 최상위 종속성:
pl: Zależności najwyższego poziomu:
pt_br: Dependências de nível superior:
ru: Зависимости верхнего уровня
tr: Üst düzey bağımlılıklar:
zh_hans: 顶级依赖项:
zh_hant: 頂層的相依性:

# Text_Downloads
source: {0} downloads
cs: Počet stažení: {0}
es: {0} descargas
fr: {0} téléchargements
it: {0} download
ja: {0} 件のダウンロード
ko: {0}개 다운로드
pl: Pobrania: {0}
ru: Скачиваний: {0}
tr: {0} indirme
zh_hans: {0} 个下载
zh_hant: {0} 項下載

# Text_ErrorOccurred
source: Error occurred
cs: Došlo k chybě.
de: Fehler
es: Error
fr: Une erreur s'est produite
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다.
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ru: Произошла ошибка
tr: Hata oluştu
zh_hans: 发生错误
zh_hant: 發生錯誤

# Text_HelpMeMigrate
source: Help me migrate to NuGet PackageReference
cs: Pomoc při migraci na NuGet PackageReference
de: Hilfe bei der Migration zu NuGet-PackageReference
es: Ayudarme a migrar a PackageReference de NuGet
fr: M'aider à effectuer la migration vers le PackageReference NuGet
it: Informazioni sulla migrazione a PackageReference NuGet
ja: NuGet PackageReference への移行を支援してください
ko: NuGet PackageReference로 마이그레이션을 도와주세요.
pl: Pomóż mi w migracji do formatu PackageReference programu NuGet
pt_br: Ajude-me a migrar para o NuGet PackageReference
ru: Помогите перейти на формат управления пакетами NuGet PackageReference
tr: NuGet PackageReference'a geçiş yapmama yardımcı ol
zh_hans: 帮助我迁移到 NuGet PackageReference
zh_hant: 協助我移轉到 NuGet PackageReference
