Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.UI/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Text_LegalDisclaimer
source: Each package is licensed to you by its owner. NuGet is not responsible for, nor does it grant any licenses to, third-party packages.
cs: Každý balíček vám licencoval jeho vlastník. Aplikace NuGet nezodpovídá za balíčky jiných výrobců ani k nim neuděluje licence.
de: Die einzelnen Pakete werden vom jeweiligen Besitzer für Sie lizenziert. NuGet übernimmt keinerlei Verantwortung bezüglich Paketen von Drittanbietern oder gewährt Lizenzen für Pakete von Drittanbietern.
es: La licencia de cada paquete la concede su propietario. NuGet no se hace responsable de los paquetes de terceros ni concede ninguna licencia para ellos.
fr: Chaque package vous est concédé sous licence par son propriétaire. NuGet n'est pas responsable des packages tiers et n'octroie aucune licence les concernant.
it: Ogni pacchetto è concesso in licenza dal relativo proprietario. NuGet non è responsabile né concede alcuna licenza per i pacchetti di terze parti.
ja: 各パッケージのライセンスは、パッケージの所有者からパッケージのユーザーに付与されます。NuGet は、サードパーティのパッケージに対して一切責任を負わず、いかなるライセンスも付与しません。
ko: 각 패키지는 해당 소유자에 의해 사용이 허가되었습니다. NuGet은 타사 패키지에 대해 책임을 지지 않으며 라이선스를 부여하지도 않습니다.
pl: Licencja na każdy pakiet jest udzielana przez jego właściciela. Firma NuGet nie ponosi odpowiedzialności za pakiety innych firm ani nie udziela na nie żadnych licencji.
pt_br: Cada pacote é licenciado para você por seu proprietário. A NuGet não é responsável por pacotes de terceiros nem concede licenças a eles.
ru: Все пакеты лицензируются их владельцами. NuGet не несет ответственности за пакеты сторонних производителей и не предоставляет лицензии на такие пакеты.
tr: Her paket size sahibi tarafından lisanslanmıştır. NuGet üçüncü taraf paketlerden sorumlu değildir ve bunların lisansını vermez.
zh_hans: 每个包都由其所有者许可给你。NuGet 既不对第三方包负责，也不授予其许可证。
zh_hant: 每個套件均由其擁有者提供授權給您。NuGet 對於協力廠商套件不負任何責任，也不提供相關的任何授權。

# Text_LicenseHeaderText
source: The following package(s) require that you accept their license terms before installing.
cs: Další balíčky vyžadují, abyste před instalací přijali jejich licenční podmínky.
de: Die folgenden Pakete erfordern, dass Sie ihren Lizenzbedingungen zustimmen, bevor sie installiert werden können.
es: Los siguientes paquetes requieren la aceptación de los términos de licencia antes su instalación.
fr: Vous devez accepter les termes des contrats de licence du ou des packages suivants avant de procéder à l'installation.
it: Per i seguenti pacchetti è richiesta l'accettazione delle condizioni di licenza prima di procedere all'installazione.
ja: 以下のパッケージをインストールするには、ライセンス条項に同意する必要があります。
ko: 다음 패키지를 설치하려면 사용 약관에 동의해야 합니다.
pl: Następujące pakiety przed zainstalowaniem wymagają zaakceptowania ich postanowień licencyjnych.
pt_br: Os pacotes a seguir exigem que você aceite os termos de licença antes da instalação.
ru: Перед установкой следующих пакетов требуется принять условия их лицензий.
tr: Aşağıdaki paketler yüklenmeden önce lisans koşullarını kabul etmenizi gerektiriyor.
zh_hans: 以下程序包要求你在安装前接受其许可证条款。
zh_hant: 下列套件需要您在安裝之前接受其授權條款。

# Text_LicenseText
source: By clicking "I Accept," you agree to the license terms for the package(s) listed above. If you do not agree to the license terms, click "I Decline."
cs: Kliknutím na Přijmout souhlasíte s licenčními podmínkami pro balíčky uvedené výše. Když s licenčními podmínkami nesouhlasíte, klikněte na Odmítnout.
de: Indem Sie auf "Ich akzeptiere" klicken, stimmen Sie den Lizenzbedingungen für die oben aufgeführten Pakete zu. Klicken Sie auf "Ich lehne ab", wenn Sie den Lizenzbedingungen nicht zustimmen.
es: Al hacer clic en "Aceptar", expresa su conformidad con los términos de licencia de los paquetes que se enumeran más arriba. Si no está de acuerdo con ellos, haga clic en "Rechazar".
fr: En cliquant sur "J'accepte", vous acceptez les termes du contrat de licence du ou des packages répertoriés ci-dessus. Si vous n'acceptez pas les termes du contrat de licence, cliquez sur "Je refuse".
it: Facendo clic su "Accetto" l'utente dichiara di accettare le condizioni di licenza dei pacchetti elencati sopra. Se non si intende accettare le condizioni di licenza, fare clic su "Non accetto".
ja: [同意する] をクリックすると、上記のパッケージのライセンス条項に同意したことになります。ライセンス条項に同意できない場合は、[同意しない] をクリックしてください。
ko: "동의함"을 클릭하면 위에 나열된 패키지의 사용 약관에 동의하게 됩니다. 사용 약관에 동의하지 않는 경우 "동의 안 함"을 클릭하십시오.
pl: Kliknięcie przycisku „Akceptuję” oznacza zaakceptowanie postanowień licencyjnych wymienionych powyżej pakietów. Jeśli nie akceptujesz postanowień licencyjnych, kliknij przycisk „Odrzucam”.
pt_br: Ao clicar em "Eu aceito", você concorda com os termos de licença para os pacotes listados acima. Se não concordar com os termos de licença, clique em "Eu recuso".
ru: Выбрав «Принимаю», вы подтверждаете согласие с условиями лицензий указанных выше пакетов. Если вы не согласны с условиями лицензий, щелкните «Не принимаю».
tr: "Kabul Ediyorum"a tıklayarak yukarıda listelenen paketler için lisans koşullarını kabul edersiniz. Lisans koşullarını kabul etmiyorsanız "Kabul Etmiyorum"a tıklayın.
zh_hans: 单击“我接受”，即表示你同意上列程序包许可证条款。如果你不同意这些许可证条款，请单击“我拒绝”。
zh_hant: 按一下 [我接受]，表示您同意上面所列套件的授權條款。如果您不同意授權條款，請按一下 [我拒絕]。

# Text_Loading
source: Loading...
cs: Načítá se...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento in corso...
ja: 読み込み中...
ko: 로드 중...
pl: Trwa ładowanie...
pt_br: Carregando...
ru: Идет скачивание…
tr: Yükleniyor...
zh_hans: 正在加载...
zh_hant: 正在載入...

# Text_LoadingReadme
source: Loading README...
cs: Načítání souboru README...
de: Infodatei wird geladen...
es: Cargando archivo README...
fr: Chargement du fichier README...
it: Caricamento del README in corso...
ja: README を読み込んでいます...
ko: README를 로드하는 중...
pl: Trwa ładowanie pliku README...
pt_br: Carregando README...
ru: Загрузка файла сведений...
tr: BENİOKU dosyası yükleniyor...
zh_hans: 正在加载自述文件...
zh_hant: 正在載入 README...

# Text_ManageSettings
source: You can manage these settings in
cs: Tato nastavení můžete spravovat v
de: Sie können diese Einstellungen hier verwalten:
es: Puede administrar esta configuración en
fr: Vous pouvez gérez ces paramètres dans
it: È possibile gestire queste impostazioni in
ja: 次の場所でこれらの設定を管理できます:
ko: 다음 위치에서 이러한 설정을 관리할 수 있습니다.
pl: Możesz zarządzać tymi ustawieniami w lokalizacji
pt_br: Você pode gerenciar essas configurações em
ru: Вы можете управлять этими параметрами в
tr: Bu ayarları şuradan yönetebilirsiniz:
zh_hans: 可在以下位置管理这些设置
zh_hant: 您可以在下列位置管理這些設定:

# Text_MultipleVersionsInstalled
source: multiple versions installed
cs: nainstalováno víc verzí
de: Es sind mehrere Versionen installiert.
es: hay varias versiones instaladas
fr: plusieurs versions installées
it: sono installate più versioni
ja: 複数のバージョンがインストールされています
ko: 여러 버전이 설치되었습니다.
pl: zainstalowano wiele wersji
pt_br: diversas versões instaladas
ru: установлено несколько версий
tr: Birden fazla sürüm yüklü
zh_hans: 已安装多个版本
zh_hant: 安裝了多個版本

# Text_NoDependencies
source: No dependencies
cs: Žádné závislosti
de: Keine Abhängigkeiten
es: No hay dependencias
fr: Aucune dépendance
it: Nessuna dipendenza
ja: 依存関係なし
ko: 종속성 없음
pl: Brak zależności
pt_br: Sem dependências
ru: Зависимости отсутствуют
tr: Bağımlılık yok
zh_hans: 无依赖项
zh_hant: 無相依性

# Text_NoPackagesFound
source: No packages found
cs: Nenašly se žádné balíčky
de: Keine Pakete gefunden.
es: No se encontraron paquetes
fr: Packages introuvables
it: Nessun pacchetto trovato
ja: パッケージが見つかりませんでした
ko: 패키지를 찾을 수 없습니다.
pl: Nie odnaleziono pakietów
pt_br: Nenhum pacote encontrado
ru: Пакеты не найдены
tr: Paket bulunamadı
zh_hans: 找不到包
zh_hant: 找不到任何套件

# Text_NoReadme
source: There is no README available for the selected package version. For more information please visit [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme).
cs: Pro vybranou verzi balíčku není k dispozici žádný soubor README. Další informace najdete na [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme).
de: Für die ausgewählte Paketversion ist keine Infodatei verfügbar. Weitere Informationen finden Sie unter [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme).
es: No hay ningún archivo README disponible para la versión del paquete seleccionada. Para más información, visite [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme).
fr: Aucun fichier README n’est disponible pour la version de package sélectionnée. Pour plus d’informations, consultez [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme).
it: Nessun README disponibile per la versione del pacchetto selezionata. Per altre informazioni, visita [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme).
ja: 選択したパッケージ バージョンに使用できる README がありません。詳細については、[aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme) を参照してください。
ko: 선택한 패키지 버전에 사용할 수 있는 README가 없습니다. 자세한 내용은 [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme) 를 방문하세요.
pl: Brak dostępnego pliku README dla wybranej wersji pakietu. Aby uzyskać więcej informacji, odwiedź witrynę [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme).
pt_br: Não há README disponível para a versão do pacote selecionada. Para obter mais informações, visite [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme).
ru: Нет доступного файла сведений для выбранной версии пакета. Дополнительные сведения см. на странице [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme).
tr: Seçili paket sürümü için kullanılabilir bir BENİOKU dosyası yok. Daha fazla bilgi için lütfen [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme) adresini ziyaret edin.
zh_hans: 没有适用于所选包版本的自述文件。有关详细信息，请访问 [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme)。
zh_hant: 所選套件版本沒有可用的 README。如需詳細資訊，請瀏覽 [aka.ms/nuget/noreadme](https://aka.ms/nuget/noreadme)。

# Text_NotAvailableInSource
source: Not available in this source
cs: Není ve zdroji k dispozici.
de: In dieser Quelle nicht verfügbar.
es: No disponible en este origen
fr: Non disponible dans cette source
it: Non disponibile in questa origine
ja: このソースでは利用できません
ko: 이 소스에서 사용할 수 없습니다.
pl: Niedostępne w tym źródle
pt_br: Não disponível nesta fonte
ru: Не доступно в этом источнике
tr: Bu kaynakta mevcut değil
zh_hans: 在此源中不可用
zh_hant: 在此來源中找不到

# Text_NotInstalled
source: not installed
cs: nenainstalováno
de: nicht installiert
es: no instalado
fr: non installé
it: non installato
ja: インストールされていません
ko: 설치되지 않음
pl: niezainstalowane
pt_br: não instalado
ru: не установлено
tr: yüklü değil
zh_hans: 未安装
zh_hant: 未安裝

# Text_NuGetSettings
source: NuGet Settings
cs: Nastavení NuGet
de: NuGet-Einstellungen
es: Configuración de NuGet
fr: Paramètres NuGet
it: Impostazioni NuGet
ja: NuGet 設定
ko: NuGet 설정
pl: Ustawienia narzędzia NuGet
pt_br: Configurações do NuGet
ru: Параметры NuGet
tr: NuGet Ayarları
zh_hans: NuGet 设置
zh_hant: NuGet 設定

# Text_NuGetUpgradeIssues
source: Package compatibility issues:
cs: Problémy s kompatibilitou balíčků:
de: Probleme bei der Paketkompatibilität:
es: Problemas de compatibilidad del paquete:
fr: Problèmes de compatibilité de packages :
it: Problemi di compatibilità pacchetti:
ja: パッケージの互換性の問題:
ko: 패키지 호환성 문제:
pl: Problemy ze zgodnością pakietu:
pt_br: Problemas de compatibilidade do pacote:
ru: Проблемы совместимости пакетов:
tr: Paket uyumluluk sorunları:
zh_hans: 包兼容性问题:
zh_hant: 套件相容性問題:

# Text_NuGetUpgradeNoIssuesFound
source: No issues were found.
cs: Nezjistily se žádné problémy.
de: Es wurden keine Probleme gefunden.
es: No se encontraron problemas.
fr: Aucun problème détecté.
it: Non sono stati trovati problemi.
ja: 問題は見つかりませんでした。
ko: 문제가 없습니다.
pl: Nie znaleziono żadnych problemów.
pt_br: Nenhum problema encontrado.
ru: Проблемы не найдены.
tr: Sorun bulunamadı.
zh_hans: 未发现任何问题。
zh_hant: 找不到任何問題。

# Text_PackageFormatApply
source: The package manager format will apply to the following projects in this Solution
cs: Formát správce balíčků bude platit pro následující projekty v tomto řešení (Solution)
de: Das Paket-Manager-Format wird auf die folgenden Projekte in "Solution" angewendet:
es: El formato del administrador de paquetes se aplicará a los siguientes proyectos de esta Solution
fr: Le format du gestionnaire de package sera appliqué aux projets suivants de cette Solution
it: Il formato di gestione pacchetti verrà applicato ai progetti seguenti in questo elemento Solution
ja: パッケージ マネージャーの形式は、この Solution の次のプロジェクトに適用されます
ko: 패키지 관리자 형식은 이 Solution의 다음 프로젝트에 적용됩니다.
pl: Format menedżera pakietów zostanie zastosowany do poniższych projektów w tym elemencie Solution
pt_br: O formato do gerenciador de pacotes aplicará os seguintes projetos neste Solution
ru: Формат диспетчера пакетов будет применен к следующим проектам в этом решении (Solution).
tr: Paket yöneticisi biçimi, bu Çözüm (Solution) içindeki şu projelere uygulanacak:
zh_hans: 在此 Solution 中，将向以下项目应用包管理器格式
zh_hant: 套件管理器格式會套用到此 Solution 中的下列專案

# Text_PackageLevelTopLevel
source: Top-level
cs: Nejvyšší úroveň
de: Oberste Ebene
es: Nivel superior
fr: Niveau supérieur
it: Livello superiore
ja: 最上位レベル
ko: 최상위 수준
pl: Najwyższy poziom
pt_br: Nível superior
ru: Верхний уровень
tr: Üst düzey
zh_hans: 顶级
zh_hant: 最上層

# Text_PackageLevelTransitive
source: Transitive
cs: Přechodné
de: Transitiv
es: Transitiva
fr: Transitif
it: Transitivo
ja: 推移的
ko: 전이
pl: Pośrednie
pt_br: Transitivo
ru: Транзитивное
tr: Geçişli
zh_hans: 间接
zh_hant: 轉移

# Text_PackageMappingsAutoCreate
source: A package source mapping will be created.
cs: Vytvoří se mapování zdroje balíčku.
de: Eine Paketquellzuordnung wird erstellt.
es: Se creará una asignación de origen de paquete.
fr: Un mappage de source de package sera créé.
it: Verrà creato un mapping di origine del pacchetto.
ja: パッケージ ソース マッピングが作成されます。
ko: 패키지 원본 매핑이 만들어집니다.
pl: Zostanie utworzone mapowanie źródła pakietu.
pt_br: Um mapeamento de origem do pacote será criado.
ru: Будет создано сопоставление источника пакета.
tr: Bir paket kaynak eşlemesi oluşturulacaktır.
zh_hans: 将创建包源映射。
zh_hant: 將建立套件來源對應。

# Text_PackageMappingsDisabled
source: Package source mapping is off.
cs: Mapování zdroje balíčku je vypnuté.
de: Die Paketquellzuordnung ist deaktiviert.
es: La asignación del origen del paquete está desactivada.
fr: Le mappage de la source du paquet est désactivé.
it: Mapping origine pacchetto disattivato.
ja: パッケージ ソースのマッピングがオフです。
ko: 패키지 원본 매핑이 꺼져 있습니다.
pl: Mapowanie źródła pakietu jest wyłączone.
pt_br: O mapeamento de origem do pacote está desativado.
ru: Сопоставление источника пакета отключено.
tr: Paket kaynağı eşlemesi devre dışı.
zh_hans: 包源映射已关闭。
zh_hant: 套件來源對應已關閉。

# Text_PackageMappingsFound
source: Package source mapping found.
cs: Bylo nalezeno mapování zdroje balíčku.
de: Paketquellzuordnung gefunden.
es: Se encontró la asignación del origen del paquete.
fr: Le mappage de la source du paquet a été trouvé.
it: Mapping origine pacchetto.
ja: パッケージ ソースのマッピング見つかりました。
ko: 패키지 원본 매핑을 찾았습니다.
pl: Znaleziono mapowanie źródła pakietu.
pt_br: Mapeamento de origem do pacote encontrado.
ru: Найдено сопоставление источника пакета.
tr: Paket kaynağı eşlemesi bulundu.
zh_hans: 找到包源映射。
zh_hant: 找到套件來源對應。

# Text_PackageMappingsNotFound
source: Requires a package source mapping.
cs: Vyžaduje mapování zdroje balíčku.
de: Erfordert eine Paketquellzuordnung.
es: Requiere una asignación del origen del paquete.
fr: Nécessite un mappage de source de package.
it: Richiede un mapping di origine del pacchetto.
ja: パッケージ ソースのマッピングが必要です。
ko: 패키지 원본 매핑이 필요합니다.
pl: Wymaga mapowania źródła pakietu.
pt_br: Requer um mapeamento de origem do pacote.
ru: Требуется сопоставление источника пакета.
tr: Paket kaynağı eşlemesi gerektirir.
zh_hans: 需要包源映射。
zh_hant: 需要封裝來源對應。

# Text_PackageRefSupport
source: Projects with PackageReference are not supported in Visual Studio 2015 and earlier.
cs: Projekty s PackageReference se nepodporují v sadě Visual Studio 2015 a starších.
de: Projekte mit PackageReference werden in Visual Studio 2015 und früheren Versionen nicht unterstützt.
es: Los proyectos con PackageReference no se admiten en Visual Studio 2015 y versiones anteriores.
fr: Les projets avec PackageReference ne sont pas pris en charge dans Visual Studio 2015 et versions antérieures.
it: I progetti con PackageReference non sono supportati in Visual Studio 2015 e versioni precedenti.
ja: PackageReference が含まれるプロジェクトは、Visual Studio 2015 以前ではサポートされていません。
ko: PackageReference가 포함된 프로젝트는 Visual Studio 2015 이전 버전에서 지원되지 않습니다.
pl: Projekty z odwołaniem PackageReference nie są obsługiwane w programie Visual Studio 2015 lub starszym.
pt_br: Não há suporte para projetos com PackageReference no Visual Studio 2015 e anterior.
ru: Visual Studio 2015 и более ранних версий не поддерживает проекты с PackageReference.
tr: PackageReference içeren projeler Visual Studio 2015 ve önceki sürümlerinde desteklenmez.
zh_hans: 使用 PackageReference 的项目在 Visual Studio 2015 及更低版本中不受支持。
zh_hant: Visual Studio 2015 及更早版本不支援具有 PackageReference 的專案。

# Text_PackageRefSupport_DocumentLink
source: Learn more about package reference
cs: Další informace o odkazech na balíčky
de: Weitere Informationen zu Paketverweisen
es: Más información sobre la referencia del paquete
fr: En savoir plus sur la référence de package
it: Altre informazioni sui riferimenti al pacchetto
ja: パッケージ参照の詳細情報
ko: 패키지 참조에 대한 자세한 정보
pl: Dowiedz się więcej o odwołaniu do pakietu
pt_br: Saiba mais sobre referência de pacotes
ru: Подробности о ссылках на пакеты
tr: Paket başvurusu hakkında daha fazla bilgi edinin
zh_hans: 详细了解包引用
zh_hant: 深入了解套件參考

# Text_PackageSources
source: Package sources:
cs: Zdroje balíčků:
de: Paketquellen:
es: Orígenes del paquete:
fr: Sources de package :
it: Origini pacchetti:
ja: パッケージ ソース:
ko: 패키지 소스:
pl: Źródła pakietów:
pt_br: Origens do pacote:
ru: Источники пакетов:
tr: Paket kaynakları:
zh_hans: 程序包源:
zh_hant: 套件來源:

# Text_PackagesFound
source: Packages found
cs: Nalezené balíčky
de: Pakete gefunden.
es: Paquetes encontrados
fr: Packages détectés
it: Pacchetti trovati
ja: パッケージが見つかりました
ko: 패키지를 찾았습니다.
pl: Odnaleziono pakiety
pt_br: Pacotes encontrados
ru: Найдены пакеты
tr: Paketler bulundu
zh_hans: 找到包
zh_hant: 找到封裝

# Text_ReadmeLoaded
source: README loaded
cs: Soubor README se načetl.
de: Infodatei geladen
es: Archivo README cargado
fr: README chargé
it: README caricato
ja: README が読み込まれた
ko: README가 로드되었습니다.
pl: Załadowano plik README
pt_br: README carregado
ru: Файл сведений загружен
tr: BENİOKU yüklendi
zh_hans: 已加载自述文件
zh_hant: 已載入 README

# Text_SearchBoxText
source: Search ({0})
cs: Hledat ({0})
de: Suchen ({0})
es: Buscar ({0})
fr: Recherche ({0})
it: Cerca ({0})
ja: 検索 ({0})
ko: 검색({0})
pl: Wyszukaj ({0})
pt_br: Pesquisar ({0})
ru: Поиск ({0})
tr: Ara ({0})
zh_hans: 搜索({0})
zh_hant: 搜尋 ({0})

# Text_SearchIncomplete
source: Retrieving results from one or more sources
cs: Načítají se výsledky z jednoho nebo víc zdrojů.
de: Ergebnisse von mindestens einer Quelle werden abgerufen.
es: Recuperando resultados de uno o más orígenes
fr: Récupération des résultats à partir d'une ou plusieurs sources
it: Recupero dei risultati da una o più origini
ja: 1 つ以上のソースから結果を取得しています
ko: 하나 이상의 소스에서 결과를 검색하는 중
pl: Pobieranie wyników z jednego lub więcej źródeł
pt_br: Recuperando resultados de uma ou mais fontes
ru: Извлечение результатов из одного или нескольких источников
tr: Bir veya daha çok kaynaktan sonuçlar alınıyor
zh_hans: 从一个或多个源检索结果
zh_hant: 正在擷取一或多個來源的結果

# Text_SearchStopped
source: Unable to retrieve results from one or more sources
cs: Není možné načíst výsledky z jednoho nebo víc zdrojů.
de: Ergebnisse von mindestens einer Quelle können nicht abgerufen werden.
es: No se pueden recuperar resultados de uno o más orígenes
fr: Impossible de récupérer les résultats à partir d'une ou plusieurs sources
it: Non è possibile recuperare i risultati da una o più origini
ja: 1 つ以上のソースから結果を取得できません
ko: 하나 이상의 소스에서 결과를 검색할 수 없습니다.
pl: Nie można pobrać wyników z jednego lub więcej źródeł
pt_br: Não foi possível recuperar os resultados de uma ou mais fontes
ru: Не удалось получить результаты из одного или нескольких источников
tr: Bir veya daha çok kaynaktan sonuçlar alınamadı
zh_hans: 无法从一个或多个源中检索结果
zh_hant: 無法擷取一或多個來源的結果

# Text_Searching
source: Searching '{0}'
cs: Hledá se {0}
de: "{0}" wird durchsucht.
es: Buscando '{0}'
fr: Recherche de '{0}'
it: Ricerca di '{0}' in corso
ja: '{0}' を検索しています
ko: '{0}' 검색 중
pl: Wyszukiwanie „{0}”
pt_br: Pesquisando '{0}'
ru: Идет поиск «{0}»
tr: '{0}' aranıyor
zh_hans: 正在搜索“{0}”
zh_hant: 正在搜尋 '{0}'

# Text_TransitiveDependencies
source: Transitive dependencies:
cs: Přechodné závislosti:
de: Transitive Abhängigkeiten:
es: Dependencias transitivas:
fr: Dépendances transitives :
it: Dipendenze transitive:
ja: 推移的な依存関係:
ko: 전이적 종속성:
pl: Zależności przechodnie:
pt_br: Dependências transitivas:
ru: Переходные зависимости:
tr: Geçişli bağımlılıklar:
zh_hans: 可传递的依赖项:
zh_hant: 可轉移的相依性:

# Text_UpgradeNuGetProjectDescription
source: Migrate this project from packages.config to PackageReference format.
cs: Migruje tento projekt z formátu packages.config na PackageReference.
de: Hiermit wird dieses Projekt von "packages.config" zum PackageReference-Format migriert.
es: Migra este proyecto de packages.config al formato de PackageReference.
fr: Faites migrer ce projet de packages.config vers le format PackageReference.
it: Consente di eseguire la migrazione di questo progetto dal formato packages.config a quello PackageReference.
ja: このプロジェクトを packages.config から PackageReference の形式に移行します。
ko: 이 프로젝트를 packages.config에서 PackageReference 형식으로 마이그레이션합니다.
pl: Migruj ten projekt z formatu packages.config do formatu PackageReference.
pt_br: Migre este projeto do formato packages.config para o PackageReference.
ru: Изменение формата управления пакетами NuGet для этого проекта с packages.config на PackageReference.
tr: Bu projeyi packages.config biçiminden PackageReference biçimine geçirin.
zh_hans: 将此项目从 packages.config 迁移到 PackageReference 格式。
zh_hant: 將此專案從 packages.config 移轉到 PackageReference 格式。

# Text_UserCanceled
source: Operation canceled by user
cs: Operace zrušil uživatel.
de: Vorgang wurde durch den Benutzer abgebrochen.
es: Operación cancelada por el usuario
fr: Opération annulée par l'utilisateur
it: L'operazione è stata annullata dall'utente
ja: ユーザーによって操作がキャンセルされました
ko: 사용자가 작업을 취소했습니다.
pl: Operacja anulowana przez użytkownika
pt_br: Operação cancelada pelo usuário
ru: Операция отменена пользователем
tr: İşlem kullanıcı tarafından iptal edildi
zh_hans: 用户取消了操作
zh_hant: 使用者已取消作業

# Text_ViewLicense
source: View License
cs: Zobrazit licenci
de: Lizenz anzeigen
es: Ver licencia
fr: Afficher la licence
it: Visualizza licenza
ja: ライセンスの表示
ko: 라이선스 보기
pl: Wyświetl licencję
pt_br: Exibir Licença
ru: Просмотреть лицензию
tr: Lisansı Görüntüle
zh_hans: 查看许可证
zh_hant: 檢視授權

# Text_ViewReadme
source: View Readme
cs: Zobrazit soubor Readme
de: Infodatei anzeigen
es: Ver archivo Léame
fr: Voir le Readme
it: Visualizza file leggimi
ja: 「お読みください」を表示
ko: 추가 정보 보기
pl: Wyświetl plik readme
pt_br: Exibir o Leiame
ru: Просмотреть файл сведений
tr: Benioku Dosyasını Görüntüle
zh_hans: 查看自述文件
zh_hant: 檢視讀我檔案

# Thousand
source: {0:G3}K
ru: {0:G3} тыс.
