Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.UI/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Label_DeprecationReasons_LegacyAndCriticalBugs
source: This package has been deprecated as it has critical bugs and is no longer maintained.
cs: Tento balíček byl vyřazen, protože obsahuje kritické chyby a už se neudržuje.
de: Dieses Paket ist veraltet, weil es kritische Fehler aufweist und nicht mehr gewartet wird.
es: Este paquete está en desuso porque tiene errores críticos y ya no se mantiene.
fr: Ce package a été déprécié, car il contient des bogues critiques et ne fait plus l'objet d'une maintenance.
it: Questo pacchetto è stato deprecato perché contiene bug critici e non ne viene più eseguita la manutenzione.
ja: このパッケージは、重大なバグがあり、もう維持されなくなっているため、非推奨になりました。
ko: 이 패키지는 중요한 버그를 포함하고 있고 더 이상 유지 관리되지 않으므로 사용되지 않습니다.
pl: Ten pakiet jest przestarzały, ponieważ zawiera krytyczne usterki i nie jest już obsługiwany.
pt_br: Este pacote foi preterido porque tem bugs críticos e não é mais mantido.
ru: Этот пакет сделан нерекомендуемым, так как он содержит критические ошибки и больше не поддерживается.
tr: Bu paket kritik hatalar içerdiğinden ve artık korunmadığından kullanım dışı bırakıldı.
zh_hans: 此包存在严重 bug 且不再受到维护，因此已被弃用。
zh_hant: 因為套件有嚴重 Bug 且已停止維護，所以已受到淘汰。

# Label_DeprecationReasons_Unknown
source: The package has been deprecated.
cs: Tento balíček byl vyřazen.
de: Das Paket ist veraltet.
es: El paquete está en desuso.
fr: Le package a été déprécié.
it: Il pacchetto è stato deprecato.
ja: パッケージは非推奨になりました。
ko: 패키지가 사용되지 않습니다.
pl: Pakiet jest przestarzały.
pt_br: O pacote foi preterido.
ru: Этот пакет сделан нерекомендуемым.
tr: Paket kullanım dışı bırakıldı.
zh_hans: 该包已被弃用。
zh_hant: 套件已淘汰。

# Label_Description
source: Description
cs: Popis
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pl: Opis
pt_br: Descrição
ru: Описание
tr: Açıklama
zh_hans: 描述
zh_hant: 描述

# Label_Details
source: Details
cs: Podrobnosti
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pl: Szczegóły
pt_br: Detalhes
ru: Сведения
tr: Ayrıntılar
zh_hans: 详细信息
zh_hant: 詳細資料

# Label_Downloads
source: Downloads:
cs: Stažení:
es: Descargas:
fr: Téléchargements :
it: Download:
ja: ダウンロード:
ko: 다운로드:
pl: Pobrania:
ru: Скачивания:
tr: İndirmeler:
zh_hans: 下载:
zh_hant: 下載:

# Label_FileConflictAction
source: File conflict action:
cs: Akce při konfliktu souborů:
de: Dateikonfliktaktion:
es: Acción de conflicto de archivos:
fr: Action en cas de conflit de fichiers :
it: Azione conflitto file:
ja: ファイルの競合時のアクション:
ko: 파일 충돌 작업:
pl: Akcja w razie konfliktu plików:
pt_br: Ação de conflito de arquivo:
ru: Действие при конфликте файлов:
tr: Dosya çakışması eylemi:
zh_hans: 文件冲突操作:
zh_hant: 檔案衝突動作:

# Label_Installed
source: Installed
cs: Nainstalováno
de: Installiert
es: Instalado
fr: Installé
it: Installato
ja: インストール済み
ko: 설치됨
pl: Zainstalowane
pt_br: Instalado
ru: Установлено
tr: Yüklü
zh_hans: 已安装
zh_hant: 已安裝

# Label_InstalledColon
source: Installed:
cs: Nainstalováno:
de: Installiert:
es: Instalado:
fr: Installé :
it: Installato:
ja: インストール済み:
ko: 설치됨:
pl: Zainstalowane:
pt_br: Instalado:
ru: Установлено:
tr: Yüklendi:
zh_hans: 已安装:
zh_hant: 已安裝:

# Label_InstalledPackages
source: Installing:
cs: Instaluje se:
de: Wird installiert:
es: Instalando:
fr: Installation :
it: Installazione di:
ja: インストール中:
ko: 설치 중:
pl: Instalowanie:
pt_br: Instalando:
ru: Идет установка:
tr: Yükleniyor:
zh_hans: 正在安装:
zh_hant: 正在安裝:

# Label_InstalledVersionsCount
source: Versions: {0}
cs: Verze: {0}
de: Versionen: {0}
es: Versiones: {0}
it: Versioni: {0}
ja: バージョン: {0}
ko: 버전: {0}
pl: Wersje: {0}
pt_br: Versões: {0}
ru: Версии: {0}
tr: Sürümler: {0}
zh_hans: 版本: {0}
zh_hant: 版本: {0}

# Label_Installed_DeprecatedWarning
source: You have {0} deprecated package versions installed.
cs: Máte nainstalovaný tento počet zastaralých verzí balíčků: {0}
de: Sie haben {0} veraltete Paketversionen installiert.
es: Tiene instaladas {0} versiones de paquetes en desuso.
fr: Vous avez {0} versions de package(s) déprécié(s) installé(s).
it: Sono state installate {0} versioni deprecate dei pacchetti.
ja: 非推奨のパッケージが {0} 個インストールされています。
ko: 사용되지 않는 패키지 버전 {0}개가 설치되어 있습니다.
pl: Masz zainstalowane przestarzałe wersje pakietów: {0}.
pt_br: Você tem {0} versões de pacote preteridas instaladas.
ru: Установлены нерекомендуемые версии пакетов ({0}).
tr: Kullanım dışı bırakılmış {0} yüklü paket sürümünüz var.
zh_hans: 已安装 {0} 个已弃用的包版本。
zh_hant: 您安裝了 {0} 個已被取代的套件。

# Label_Installed_VulnerableAndDeprecatedWarning
source: You have {0} vulnerable package versions and {1} deprecated package versions installed.
cs: Máte nainstalovaný tento počet zranitelných verzí balíčků: {0} a tento počet zastaralých verzí balíčků: {1}
de: Sie haben {0} anfällige Paketversionen und {1} veraltete Paketversionen installiert.
es: Tiene instaladas {0} versiones de paquetes vulnerables y {1} versiones de paquetes en desuso.
fr: Vous avez {0} versions de package vulnérables et {1} versions de package déconseillées installées.
it: Sono state installate {0} versioni vulnerabili dei pacchetti e {1} versioni deprecate dei pacchetti.
ja: 脆弱性のあるパッケージ バージョン {0} 個と、非推奨のパッケージ バージョン {1} 個がインストールされています。
ko: 취약한 패키지 버전 {0}개와 사용되지 않는 패키지 버전 {1}개가 설치되어 있습니다.
pl: Masz zainstalowane narażone na ataki wersje pakietów ({0}) oraz przestarzałe wersje pakietów ({1}).
pt_br: Você tem {0} versões de pacote vulneráveis e {1}versões de pacote preteridas instaladas.
ru: Установлены уязвимые версии пакетов ({0}) и нерекомендуемые версии пакетов ({1}).
tr: Güvenlik açığı bulunan {0}, kullanım dışı bırakılmış {1} yüklü paket sürümünüz var.
zh_hans: 已安装 {0} 个易受攻击的包版本和 {1} 个已弃用的包版本。
zh_hant: 您已安裝 {0} 易受攻擊的套件版本及 {1} 已被取代的套件版本。

# Label_Installed_VulnerableWarning
source: You have {0} vulnerable package versions installed.
cs: Máte nainstalovaný tento počet zranitelných verzí balíčků: {0}
de: Sie haben {0} anfällige Paketversionen installiert.
es: Tiene instaladas {0} versiones de paquetes vulnerables.
fr: Vous avez {0} versions de package(s) vulnérable(s) installé(s).
it: Sono state installate {0} versioni vulnerabili dei pacchetti.
ja: 脆弱性のあるパッケージが {0} 個インストールされています。
ko: 취약한 패키지 버전 {0}개가 설치되어 있습니다.
pl: Masz zainstalowane narażone na ataki wersje pakietów: {0}.
pt_br: Você tem {0} versões de pacote vulneráveis instaladas.
ru: Установлены уязвимые версии пакетов ({0}).
tr: Güvenlik açığı bulunan {0} yüklü paket sürümünüz var.
zh_hans: 已安装 {0} 个易受攻击的包版本。
zh_hant: 您安裝了 {0} 個有弱點的套件。

# Label_License
source: License:
cs: Licence:
de: Lizenz:
es: Licencia:
fr: Licence :
it: Licenza:
ja: ライセンス:
ko: 라이선스:
pl: Licencja:
pt_br: Licença:
ru: Лицензия:
tr: Lisans:
zh_hans: 许可证:
zh_hant: 授權:

# Label_MultiplePackageVulnerableVersionToolTip
source: These installed package versions contain vulnerabilities: {0}
cs: Tyto nainstalované verze balíčku obsahují ohrožení zabezpečení: {0}
de: Diese installierten Paketversionen enthalten Sicherheitsrisiken: {0}
es: Estas versiones de paquete instaladas contienen vulnerabilidades: {0}
fr: Ces versions de package installées contiennent des vulnérabilités : {0}
it: Queste versioni del pacchetto installate contengono vulnerabilità: {0}
ja: これらのインストール済みパッケージ のバージョンには、次の脆弱性が含まれています: {0}
ko: 설치된 패키지 버전에 취약성이 포함되어 있습니다. {0}
pl: Te zainstalowane wersje pakietów zawierają luki w zabezpieczeniach: {0}
pt_br: Essas versões de pacote instaladas contêm vulnerabilidades: {0}
ru: Эти версии установленных пакетов содержат уязвимости: {0}
tr: Bu yüklü paket sürümleri güvenlik açıkları içeriyor: {0}
zh_hans: 这些已安装的包版本包含以下漏洞: {0}
zh_hant: 這些已安裝的套件版本包含弱點: {0}

# Label_NetworkError
source: An error occurred while fetching additional information about the package. Refresh to try again.
cs: Při načítání dalších informací o balíčku došlo k chybě. Aktualizujte zobrazení a zkuste to znovu.
de: Fehler beim Abrufen zusätzlicher Informationen zum Paket. Aktualisieren Sie, um es noch mal zu versuchen.
es: Se produjo un error al obtener información adicional sobre el paquete. Actualice para volver a intentarlo.
fr: Une erreur s’est produite lors de la récupération d’informations supplémentaires sur le package. Actualisez pour réessayer.
it: Si è verificato un errore durante il recupero di informazioni aggiuntive sul pacchetto. Aggiornare per riprovare.
ja: パッケージに関する追加情報をフェッチ中にエラーが発生しました。最新の情報に更新して、もう一度お試しください。
ko: 패키지에 대한 추가 정보를 가져오는 동안 오류가 발생했습니다. 새로 고쳐 다시 시도하세요.
pl: Wystąpił błąd podczas pobierania dodatkowych informacji o pakiecie. Odśwież, aby spróbować ponownie.
pt_br: Ocorreu um erro ao buscar informações adicionais sobre o pacote. Atualize para tentar novamente.
ru: Во время получения дополнительных сведений о пакете произошла ошибка. Обновите страницу, чтобы повторить попытку.
tr: Paketle ilgili ek bilgiler getirilirken bir hata oluştu. Yeniden denemek için yenileyin.
zh_hans: 提取有关包的其他信息时出错。刷新以重试。
zh_hant: 擷取套件的其他資訊時發生錯誤。請重新整理以再試一次。

# Label_Options
source: Options
cs: Možnosti
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pl: Opcje
pt_br: Opções
ru: Параметры
tr: Seçenekler
zh_hans: 选项
zh_hant: 選項

# Label_Owners
source: Owner(s):
cs: Vlastníci:
de: Besitzer:
es: Propietarios:
fr: Propriétaire(s) :
it: Proprietari:
ja: 所有者:
ko: 소유자:
pl: Właściciele:
pt_br: Proprietário(s):
ru: Владельцы:
tr: Sahipler:
zh_hans: 所有者:
zh_hant: 擁有者:

# Label_PackageDeprecatedToolTip
source: This package version is deprecated.
cs: Tato verze balíčku je zastaralá.
de: Diese Paketversion ist veraltet.
es: Esta versión del paquete está obsoleta.
fr: Cette version de package est déconseillée.
it: Questa versione del pacchetto è deprecata.
ja: このパッケージ バージョンは非推奨です。
ko: 이 패키지 버전은 더 이상 사용하지 않습니다.
pl: Ta wersja pakietu jest przestarzała.
pt_br: Esta versão do pacote é depreciada.
ru: Эта версия пакета является нерекомендуемой.
tr: Bu paket sürümü kullanımdan kaldırıldı.
zh_hans: 此包版本已弃用。
zh_hant: 此套件版本已被取代。

# Label_PackageDetails
source: Package Details
cs: Podrobnosti balíčku
de: Paketdetails
es: Detalles del paquete
fr: Détails du package
it: Dettagli pacchetto
ja: パッケージの詳細
ko: 패키지 세부 정보
pl: Szczegóły pakietu
pt_br: Detalhes do Pacote
ru: Сведения о пакете
tr: Paket Ayrıntıları
zh_hans: 包详细信息
zh_hant: 套件詳細資料

# Label_PackageManager
source: NuGet Package Manager: {0}
cs: Správce balíčků NuGet: {0}
de: NuGet-Paket-Manager: {0}
es: Administrador de paquetes NuGet: {0}
fr: Gestionnaire de package NuGet : {0}
it: Gestione pacchetti NuGet: {0}
ja: NuGet パッケージ マネージャー: {0}
ko: NuGet 패키지 관리자: {0}
pl: Menedżer pakietów NuGet: {0}
pt_br: Gerenciador de Pacotes do NuGet: {0}
ru: Диспетчер пакетов NuGet: {0}
tr: NuGet Paket Yöneticisi: {0}
zh_hans: NuGet 包管理器: {0}
zh_hant: NuGet 套件管理器: {0}

# Label_PackagePrerelease
source: Prerelease
cs: Předběžná verze
de: Vorabversion
es: Versión preliminar
fr: Version préliminaire
it: Versione preliminare
ja: プレリリース
ko: 시험판
pl: Wersja wstępna
pt_br: Pré-lançamento
ru: Предварительный выпуск
tr: Ön sürüm
zh_hans: 预发行版
zh_hant: 搶鮮版

# Label_PackageSelectForInfoToolTip
source: Select to view package details for more information.
cs: Výběrem zobrazíte podrobnosti balíčku pro další informace.
de: Wählen Sie diese Option aus, um Paketdetails anzuzeigen, und um weitere Informationen zu erhalten.
es: Seleccione para ver los detalles del paquete para obtener más información.
fr: Sélectionnez cette option pour afficher les détails du package pour plus d’informations.
it: Per altre informazioni, selezionare questa opzione per visualizzare i dettagli del pacchetto.
ja: 詳細については、パッケージ詳細の表示を選択してください。
ko: 선택해서 패키지 세부 정보를 보고 자세한 정보를 확인하세요.
pl: Wybierz, aby wyświetlić szczegóły pakietu w celu uzyskania szczegółowych informacji.
pt_br: Selecionar para visualizar os detalhes do pacote para mais informações.
ru: Выберите, чтобы просмотреть информацию о пакете для получения дополнительных сведений.
tr: Daha fazla bilgi için paket ayrıntılarını görüntülemek üzere seçin.
zh_hans: 选择此选项可查看包详细信息以了解更多。
zh_hant: 如需詳細資訊，請選取以檢視套件詳細資料。

# Label_PackageVulnerableToolTip
source: This package version has a vulnerability with {0} severity.
cs: Tato verze balíčku obsahuje zranitelnost se závažností {0}.
de: Diese Paketversion weist ein Sicherheitsrisiko mit {0} Schweregrad auf.
es: Esta versión del paquete tiene una vulnerabilidad con {0}gravedad.
fr: Cette version de package présente une vulnérabilité avec une gravité {0}.
it: Questa versione del pacchetto presenta una vulnerabilità con gravità {0}.
ja: このパッケージのバージョンには、{0} 重大度の脆弱性があります。
ko: 이 패키지 버전에는 {0} 심각도의 취약성이 있습니다.
pl: Ta wersja pakietu ma lukę w zabezpieczeniach z ważnością {0}.
pt_br: Esta versão do pacote tem uma vulnerabilidade com {0} gravidade.
ru: Эта версия пакета имеет уязвимость со уровнем серьезности {0}.
tr: Bu paket sürümünde {0} önem derecesine sahip bir güvenlik açığı var.
zh_hans: 此包版本存在漏洞，严重性为 {0}。
zh_hant: 此套件版本的弱點嚴重性為 {0}。

# Label_ProjectUrl
source: Project URL:
cs: Adresa URL projektu:
de: Projekt-URL:
es: URL del proyecto:
fr: URL du projet :
it: URL progetto:
ja: プロジェクト URL:
ko: 프로젝트 URL:
pl: Adres URL projektu:
pt_br: URL do Projeto:
ru: URL-адрес проекта:
tr: Proje URL'si:
zh_hans: 项目 URL:
zh_hant: 專案 URL:

# Label_Readme
source: Readme:
cs: Soubor Readme:
de: Infodatei:
es: Léame:
it: Leggimi:
ja: お読みください:
ko: 추가 정보:
pl: Plik readme:
pt_br: Leiame:
ru: Файл сведений:
tr: Benioku:
zh_hans: 自述文件:
zh_hant: 讀我檔案:

# Label_Readme_Tab
source: README
de: Infodatei
es: LÉAME
fr: LISEZMOI
it: LEGGIMI
ko: 추가 정보
ru: Файл сведений
zh_hans: 自述文件

# Label_ReportAbuse
source: Report Abuse:
cs: Ohlásit nevhodné chování:
de: Missbrauch melden:
es: Notificar abuso:
fr: Signaler un abus :
it: Segnala abusi:
ja: 不正使用を報告:
ko: 신고:
pl: Zgłoś nadużycie:
pt_br: Relatar Abuso:
ru: Сообщить о нарушении:
tr: Kötüye Kullanımı Bildir:
zh_hans: 报告滥用情况:
zh_hant: 檢舉不當使用:

# Label_Repository
source: Package source:
cs: Zdroj balíčku:
de: Paketquelle:
es: Origen del paquete:
fr: Source de package :
it: Origine pacchetto:
ja: パッケージ ソース:
ko: 패키지 소스:
pl: Źródło pakietów:
pt_br: Origem do pacote:
ru: Источник пакета:
tr: Paket kaynağı:
zh_hans: 程序包源:
zh_hant: 套件來源:

# Label_Solution
source: Solution
cs: Řešení
de: Projektmappe
es: Solución
it: Soluzione
ja: ソリューション
ko: 솔루션
pl: Rozwiązanie
pt_br: Solução
ru: Решение
tr: Çözüm
zh_hans: 解决方案
zh_hant: 解決方案

# Label_SolutionNuGetWindowCaption
source: NuGet - Solution
cs: NuGet – řešení
de: NuGet – Projektmappe
es: NuGet - Solución
it: NuGet - Soluzione
ja: NuGet - ソリューション
ko: NuGet - 솔루션
pl: NuGet — rozwiązanie
pt_br: NuGet - Solução
ru: NuGet — решение
tr: NuGet - Çözüm
zh_hans: NuGet - 解决方案
zh_hant: NuGet - 解決方案

# Label_SolutionPackageManager
source: Manage Packages for Solution
cs: Spravovat balíčky pro řešení
de: Pakete für Projektmappe verwalten
es: Administrar paquetes para la solución
fr: Gérer les packages de la solution
it: Gestisci i pacchetti per la soluzione
ja: ソリューションのパッケージの管理
ko: 솔루션 패키지 관리
pl: Zarządzaj pakietami dla rozwiązania
pt_br: Gestão de pacotes para solução
ru: Управление пакетами для решения
tr: Çözüm Paketlerini Yönetme
zh_hans: 管理解决方案包
zh_hant: 管理解決方案的套件

# Label_Tags
source: Tags:
cs: Značky:
es: Etiquetas:
fr: Balises :
it: Tag:
ja: タグ:
ko: 태그:
pl: Tagi:
pt_br: Marcas:
ru: Теги:
tr: Etiketler:
zh_hans: 标记:
zh_hant: 標記:

# Label_UninstalledPackages
source: Uninstalling:
cs: Odinstaluje se:
de: Wird deinstalliert:
es: Desinstalando:
fr: Désinstallation :
it: Disinstallazione di:
ja: アンインストール中:
ko: 제거 중:
pl: Odinstalowywanie:
pt_br: Desinstalando:
ru: Идет удаление:
tr: Kaldırılıyor:
zh_hans: 正在卸载:
zh_hant: 正在解除安裝:

# Label_UpdatedPackages
source: Updates:
cs: Aktualizace:
es: Actualizaciones:
fr: Mises à jour :
it: Aggiornamenti:
ja: 更新:
ko: 업데이트:
pl: Aktualizacje:
pt_br: Atualizações:
ru: Обновления:
tr: Güncelleştirmeler:
zh_hans: 更新:
zh_hant: 更新:

# Label_Updates
source: Updates
cs: Aktualizace
de: Aktualisierungen
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: 更新プログラム
ko: 업데이트
pl: Aktualizacje
pt_br: Atualizações
ru: Обновления
tr: Güncelleştirmeler
zh_hans: 更新
zh_hant: 更新

# Label_Version
source: Version:
cs: Verze:
es: Versión:
it: Versione:
ja: バージョン:
ko: 버전:
pl: Wersja:
pt_br: Versão:
ru: Версия:
tr: Sürüm:
zh_hans: 版本:
zh_hant: 版本:

# Label_Vulnerabilities
source: Vulnerabilities detected ({0})
cs: Detekovala se ohrožení zabezpečení ({0})
de: Erkannte Sicherheitsrisiken ({0})
es: Vulnerabilidades detectadas ({0})
fr: Vulnérabilités détectées ({0})
it: Sono state rilevate vulnerabilità ({0})
ja: 脆弱性が検出されました ({0})
ko: 취약점 감지({0})
pl: Wykryto luki w zabezpieczeniach ({0}).
pt_br: Vulnerabilidades detectadas ({0})
ru: Обнаружены уязвимости ({0})
tr: Güvenlik açıkları algılandı. ({0})
zh_hans: 检测到漏洞({0})
zh_hant: 偵測到弱點 ({0})

# Label_VulnerabilitiesDescription
source: This package version has at least one vulnerability with {0} severity. It may lead to specific problems in your project. Try updating the package version.
cs: Tato verze balíčku obsahuje minimálně jedno ohrožení zabezpečení s {0} závažností. Může to vést k určitým problémům v projektu. Zkuste aktualizovat verzi balíčku.
de: Diese Paketversion weist mindestens eine Sicherheitsanfälligkeit mit {0} Schweregrad auf. Dies kann zu bestimmten Problemen in Ihrem Projekt führen. Versuchen Sie, die Paketversion zu aktualisieren.
es: Esta versión del paquete tiene al menos una vulnerabilidad de gravedad {0}, lo que puede provocar problemas específicos en el proyecto. Intente actualizar la versión del paquete.
fr: Cette version de package a au moins une vulnérabilité avec gravité {0}. Cela peut entraîner des problèmes spécifiques dans votre projet. Essayez de mettre à jour la version du package.
it: Questa versione del pacchetto contiene almeno una vulnerabilità con {0} gravità. Può causare problemi specifici nel progetto. Provare ad aggiornare la versione del pacchetto.
ja: このパッケージのバージョンには、少なくとも 1 つの重要度 - {0} の脆弱性が含まれています。プロジェクトで特定の問題が発生する可能性があります。パッケージのバージョンを更新してみてください。
ko: 이 패키지 버전에는 심각도가 {0}인 취약점이 하나 이상 있습니다. 프로젝트에 특정 문제가 발생할 수 있습니다. 패키지 버전을 업데이트해 보세요.
pl: Ta wersja pakietu ma co najmniej jedną lukę w zabezpieczeniach z {0} ważnością. Może ona doprowadzać do określonych problemów w projekcie. Spróbuj zaktualizować wersję pakietu.
pt_br: Esta versão do pacote tem pelo menos uma vulnerabilidade com {0} gravidade. Isto pode levar a problemas específicos em seu projeto. Tente atualizar a versão do pacote.
ru: Данная версия пакета имеет по крайней мере одну уязвимость с серьезностью {0}. Это может привести к определенным проблемам в проекте. Попробуйте обновить версию пакета.
tr: Bu paket sürümünde {0} önem derecesine sahip en az bir güvenlik açığı var. Bu, projenizde belirli sorunlara neden olabilir. Paket sürümünü güncelleştirmeyi deneyin.
zh_hans: 此包版本至少有一个漏洞，严重性为 {0}。这可能会导致项目中出现特定问题。请尝试更新包版本。
zh_hant: 此套件版本至少有一個具有 {0} 嚴重性的漏洞。可能會在專案中造成特定問題。請嘗試更新套件版本。

# Label_VulnerabilityAdvisory
source: Advisory ({0} severity):
cs: Poradce pro zabezpečení ({0} závažnost):
de: Empfehlung ({0} Schweregrad):
es: Advertencia (gravedad {0}):
fr: Avis (Gravité {0}) :
it: Avviso ({0} gravità):
ja: アドバイザリ (重要度 - {0}):
ko: 권고({0} 심각도):
pl: Ostrzeżenie ({0} ważność):
pt_br: Aviso ({0} gravidade):
ru: Рекомендации (уровень серьезности {0}):
tr: Danışman ({0} önem derecesi):
zh_hans: 公告({0} 严重性):
zh_hant: 諮詢 ({0} 嚴重性):

# Label_Vulnerable
source: Vulnerable
cs: Zranitelné
de: Anfällig
fr: Vulnérable
it: Vulnerabile
ja: 脆弱性
ko: 취약
pl: Narażone
pt_br: Vulnerável
ru: Уязвимо
tr: Savunmasız
zh_hans: 脆弱
zh_hant: 易受攻擊

# LicenseFile_Loading
source: Loading license file...
cs: Načítá se soubor s licencí...
de: Lizenzdatei wird geladen...
es: Cargando el archivo de licencia...
fr: Chargement du fichier de licence...
it: Caricamento del file di licenza...
ja: ライセンス ファイルを読み込んでいます...
ko: 라이선스 파일을 로드하는 중...
pl: Trwa ładowanie pliku licencji...
pt_br: Carregando arquivo de licença…
ru: Загружается файл лицензии…
tr: Lisans dosyası yükleniyor...
zh_hans: 正在加载许可证文件...
zh_hant: 正在載入授權檔案...

# LicenseTerm_LinkName
source: {0} license
cs: {0} – licence
de: {0}-Lizenz
es: {0} licencia
fr: Licence {0}
it: Licenza di {0}
ja: {0} 個のライセンス
ko: {0} 라이선스
pl: {0} licencja
pt_br: {0} Licença
ru: Лицензия {0}
tr: {0} lisansı
zh_hans: {0} 许可证
zh_hant: {0} 授權

# Link_DoNotShowAgain
source: Don't show again
cs: Příště už nezobrazovat
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
it: Non visualizzare più questo messaggio
ja: 今後は表示しない
ko: 다시 표시 안 함
pl: Nie pokazuj ponownie
pt_br: Não mostrar novamente
ru: Больше не показывать
tr: Bir daha gösterme
zh_hans: 不再显示
zh_hant: 不要再顯示

# Link_LearnAboutInstallOptions
source: Learn about Install Options
cs: Informace o možnostech instalace
de: Weitere Informationen zu den Installationsoptionen
es: Obtener información acerca de Instalar opciones
fr: En savoir plus sur les options d'installation
it: Informazioni sulle opzioni di installazione
ja: インストール オプションの詳細
ko: 설치 옵션에 대한 자세한 정보
pl: Dowiedz się więcej na temat opcji instalacji
pt_br: Saber mais sobre as opções de instalação
ru: Дополнительные сведения о параметрах установки
tr: Yükleme Seçenekleri hakkında bilgi alın
zh_hans: 了解安装选项
zh_hant: 了解安裝選項

# Link_LearnAboutUninstallOptions
source: Learn about Uninstall Options
cs: Informace o možnostech odinstalace
de: Weitere Informationen zu den Deinstallationsoptionen
es: Obtener información acerca de Desinstalar opciones
fr: En savoir plus sur les options de désinstallation
it: Informazioni sulle opzioni di disinstallazione
ja: アンインストール オプションの詳細
ko: 제거 옵션에 대한 자세한 정보
pl: Dowiedz się więcej na temat opcji odinstalowywania
pt_br: Saber mais sobre as opções de desinstalação
ru: Дополнительные сведения о параметрах удаления
tr: Kaldırma Seçenekleri hakkında bilgi alın
zh_hans: 了解卸载选项
zh_hant: 了解解除安裝選項

# Link_MigratorHelp
source: Why should I migrate?
cs: Proč mám migrovat?
de: Was spricht für eine Migration?
es: ¿Por qué debo migrar?
fr: Pourquoi dois-je effectuer une migration ?
it: Perché eseguire la migrazione
ja: 移行するべき理由は?
ko: 마이그레이션해야 하는 이유는 무엇인가요?
pl: Dlaczego warto przeprowadzić migrację?
pt_br: Por que eu devo migrar?
ru: Почему следует выполнить переход?
tr: Neden geçiş yapmalıyım?
zh_hans: 为什么应进行迁移?
zh_hant: 我為什麼應該移轉?

# Link_UpgradeOption
source: Migrate Now
cs: Migrovat hned
de: Jetzt migrieren
es: Migrar ahora
fr: Faire migrer maintenant
it: Esegui ora la migrazione
ja: 今すぐ移行する
ko: 지금 마이그레이션
pl: Migruj teraz
pt_br: Migrar Agora
ru: Перейти сейчас
tr: Şimdi Geçiş Yap
zh_hans: 立即迁移
zh_hant: 立即移轉

# Link_configuration
source: Common NuGet configurations; How settings are applied.
cs: Běžné konfigurace NuGet: Způsob použití nastavení.
de: Allgemeine NuGet-Konfigurationen – Anwenden von Einstellungen.
es: Configuraciones comunes de NuGet; Cómo se aplican las opciones.
fr: Configurations NuGet courantes : mode d’application des paramètres.
it: Configurazioni comuni di NuGet: modalità di applicazione delle impostazioni.
ja: 一般的な NuGet 構成: 設定の適用方法。
ko: 일반적인 NuGet 구성; 설정이 적용되는 방식입니다.
pl: Typowe konfiguracje NuGet; Sposób stosowania ustawień.
pt_br: Configurações comuns do NuGet; como as configurações são aplicadas.
ru: Общие конфигурации NuGet; как применяются параметры.
tr: Ortak NuGet yapılandırmaları; Ayarların uygulanma biçimi.
zh_hans: 常见 NuGet 配置; 设置是如何应用的。
zh_hant: 一般 NuGet 設定; 如何套用設定。

# Migrator_PackageIdColumnHeader
source: Package Id
cs: ID balíčku
de: Paket-ID
es: Id. del paquete
fr: ID du package
it: ID pacchetto
ja: パッケージ ID
ko: 패키지 ID
pl: Identyfikator pakietu
pt_br: ID do Pacote
ru: Идентификатор пакета
tr: Paket Kimliği
zh_hans: 包 ID
zh_hant: 套件識別碼
