Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.UI/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Warn_Adding_HttpSource
source: You are attempting to add an HTTP source, which is insecure. Would you like to proceed with adding this insecure HTTP source?
cs: Pokoušíte se přidat nezabezpečený zdroj HTTP. Chcete pokračovat v přidávání tohoto nezabezpečeného zdroje HTTP?
de: Sie versuchen, eine HTTP-Quelle hinzuzufügen, die unsicher ist. Möchten Sie mit dem Hinzufügen dieser unsicheren HTTP-Quelle fortfahren?
es: Está intentando agregar un origen HTTP, que no es seguro. ¿Desea continuar con la adición de este origen HTTP no seguro?
fr: Vous essayez d’ajouter une source HTTP qui n’est pas sécurisée. Voulez-vous poursuivre l’ajout de cette source HTTP non sécurisée ?
it: Stai provando ad aggiungere un'origine HTTP non sicura. Vuoi continuare ad aggiungere questa origine HTTPS non sicura?
ja: セキュリティで保護されていない HTTP ソースを追加しようとしています。この安全でない HTTP ソースの追加に進みますか?
ko: 안전하지 않은 HTTP 원본을 추가하려고 합니다. 이 안전하지 않은 HTTP 원본 추가를 계속하시겠습니까?
pl: Próbujesz dodać źródło HTTP, które jest niezabezpieczone. Czy chcesz kontynuować dodawanie tego niezabezpieczonego źródła HTTP?
pt_br: Você está tentando adicionar uma fonte HTTP, que não é segura. Deseja prosseguir com a adição dessa fonte HTTP insegura?
ru: Вы пытаетесь добавить небезопасный источник HTTP. Продолжить добавление этого небезопасного источника HTTP?
tr: Güvenli olmayan bir HTTP kaynağı eklemeye çalışıyorsunuz. Güvenli olmayan bu HTTP kaynağını eklemeye devam etmek istiyor musunuz?
zh_hans: 你正在尝试添加不安全的 HTTP 源。是否继续添加此不安全的 HTTP 源?
zh_hant: 您正在嘗試新增不安全的 HTTP 來源。您要繼續新增此不安全的 HTTP 來源嗎?

# Warning_HTTPSource
source: AllowInsecureConnections is enabled and allows http access. Note: This method is not secure. For secure options, see https://aka.ms/nuget-https-everywhere.
cs: Možnost AllowInsecureConnections je povolená a umožňuje přístup http. Poznámka: Tato metoda není zabezpečená. Informace o zabezpečených možnostech najdete na https://aka.ms/nuget-https-everywhere.
de: AllowInsecureConnections ist aktiviert und ermöglicht den HTTP-Zugriff. Hinweis: Diese Methode ist nicht sicher. Informationen zu sicheren Optionen finden Sie unter https://aka.ms/nuget-https-everywhere.
es: AllowInsecureConnections está habilitado y permite el acceso http. Nota: Este método no es seguro. Para ver las opciones seguras, consulte https://aka.ms/nuget-https-everywhere.
fr: La ressource AllowInsecureConnections est activée et autorise l’accès http. Remarque : cette méthode n’est pas sécurisée. Si vous souhaitez découvrir des options sécurisées, consultez https://aka.ms/nuget-https-everywhere.
it: L'opzione AllowInsecureConnections è abilitata e consente l'accesso HTTP. Nota: questo metodo non è sicuro. Per informazioni sulle opzioni di sicurezza, vedi https://aka.ms/nuget-https-everywhere.
ja: AllowInsecureConnections は有効になっており、http アクセスを許可します。注: このメソッドはセキュリティで保護されていません。セキュリティで保護されたオプションについては、https://aka.ms/nuget-https-everywhere を参照してください。
ko: AllowInsecureConnections가 활성화되어 있으며 http 액세스를 허용합니다. 참고: 이 메서드는 안전하지 않습니다. 보안 옵션은 https://aka.ms/nuget-https-everywhere를 참조하세요.
pl: Opcja AllowInsecureConnections jest włączona i zezwala na dostęp HTTP. Uwaga: ta metoda nie jest bezpieczna. Aby uzyskać informacje o bezpiecznych opcjach, zobacz https://aka.ms/nuget-https-everywhere.
pt_br: AllowInsecureConnections está ativado e permite o acesso http. Observação: esse método não é seguro. Para opções seguras, consulte https://aka.ms/nuget-https-everywhere.
ru: AllowInsecureConnections включен и разрешает доступ по протоколу HTTP. Примечание. Этот метод небезопасен. Безопасные варианты см. на странице https://aka.ms/nuget-https-everywhere.
tr: AllowInsecureConnections ayarı etkin ve HTTP erişimine izin verir. Not: Bu yöntem güvenli değildir. Güvenli seçenekler için https://aka.ms/nuget-https-everywhere sayfasına bakın.
zh_hans: AllowInsecureConnections 已启用并允许 http 访问。注意: 此方法不安全。有关安全选项，请参阅 https://aka.ms/nuget-https-everywhere。
zh_hant: AllowInsecureConnections 已啟用並允許 HTTP 存取。注意: 此方法不安全。如需安全選項，請參閱 https://aka.ms/nuget-https-everywhere。

# Warning_ProjectJson
source: These options are not applicable to projects managing their dependencies through project.json or PackageReference
cs: Tyto možnosti neplatí pro projekty, které spravují svoje závislosti přes project.json nebo PackageReference.
de: Diese Optionen gelten nicht für Projekte, die ihre Abhängigkeiten über "project.json" oder PackageReference verwalten.
es: Estas opciones no se aplican a los proyectos que administran sus dependencias a través de project.json o PackageReference
fr: Ces options ne s'appliquent pas aux projets gérant leurs dépendances via project.json ou PackageReference
it: Queste opzioni non sono applicabili a progetti che gestiscono le relative dipendenze tramite project.json o PackageReference
ja: これらのオプションは、project.json または PackageReference を通して依存関係を管理しているプロジェクトには適用されません
ko: 이 옵션은 project.json 또는 PackageReference로 종속성을 관리하는 프로젝트에는 적용할 수 없습니다.
pl: Te opcje nie mają zastosowania do projektów zarządzających swoimi zależności za pośrednictwem pliku project.json lub elementu PackageReference.
pt_br: Essas opções não são aplicáveis aos projetos que gerenciam dependências pelo project.json ou pelo PackageReference
ru: Эти параметры неприменимы к проектам, управление зависимостями в которых ведется через project.json или PackageReference.
tr: Bu seçenekler, bağımlılıklarını project.json veya PackageReference üzerinden yöneten projeler için uygulanmaz
zh_hans: 这些选项不适用于通过 project.json 或 PackageReference 管理其依赖项的项目
zh_hant: 這些選項不適用於透過 project.json 或 PackageReference 管理其相依性的專案

# WindowTitle_DeprecatedFramework
source: Deprecated Framework
cs: Zastaralá architektura
de: Veraltetes Framework
es: Marco en desuso
fr: Framework déprécié
it: Framework deprecato
ja: 非推奨のフレームワーク
ko: 사용되지 않는 프레임워크
pl: Przestarzała struktura
pt_br: Estrutura Preterida
ru: Устаревшая платформа
tr: Kullanım Dışı Çerçeve
zh_hans: 弃用的框架
zh_hant: 已取代的架構

# WindowTitle_FileConflict
source: File Conflict
cs: Konflikt souborů
de: Dateikonflikt
es: Conflicto de archivos
fr: Conflit de fichiers
it: Conflitto di file
ja: ファイルの競合
ko: 파일 충돌
pl: Konflikt plików
pt_br: Conflito de Arquivo
ru: Конфликт файлов
tr: Dosya Çakışması
zh_hans: 文件冲突
zh_hant: 檔案衝突

# WindowTitle_LicenseAcceptance
source: License Acceptance
cs: Souhlas s podmínkami licence
de: Zustimmung zur Lizenz
es: Aceptación de la licencia
fr: Acceptation de la licence
it: Accettazione della licenza
ja: ライセンスへの同意
ko: 라이선스 승인
pl: Akceptacja licencji
pt_br: Aceitação da Licença
ru: Принятие условий лицензионного соглашения
tr: Lisans Kabulü
zh_hans: 接受许可证
zh_hant: 接受授權

# WindowTitle_LicenseFileWindow
source: {0} License
cs: {0} – licence
de: {0}-Lizenz
es: Licencia de {0}
fr: Licence {0}
it: Licenza di {0}
ja: {0} ライセンス
ko: {0} 라이선스
pl: Licencja {0}
pt_br: {0} Licença
ru: Лицензия {0}
tr: {0} Lisansı
zh_hans: {0} 许可证
zh_hant: {0} 授權

# WindowTitle_NuGetMigrator
source: Migrate NuGet format to PackageReference - {0}
cs: Migrovat formát NuGet na PackageReference – {0}
de: NuGet-Format zu PackageReference migrieren: {0}
es: Migrar formato de NuGet a PackageReference: {0}
fr: Faire migrer du format NuGet à PackageReference - {0}
it: Esegui la migrazione dal formato NuGet a PackageReference - {0}
ja: NuGet の形式を PackageReference に移行します - {0}
ko: NuGet 형식을 PackageReference로 마이그레이션 - {0}
pl: Migrowanie programu NuGet do formatu PackageReference — {0}
pt_br: Migrar o formato do NuGet para PackageReference – {0}
ru: Изменить формат управления пакетами NuGet на PackageReference — {0}
tr: NuGet biçimini PackageReference'a geçirin - {0}
zh_hans: 将 NuGet 格式迁移到 PackageReference - {0}
zh_hant: 將 NuGet 格式移轉到 PackageReference - {0}

# WindowTitle_PackageFormatSelector
source: Choose NuGet Package Manager Format
cs: Zvolte formát správce balíčků NuGet
de: NuGet-Paket-Manager-Format auswählen
es: Elegir formato del Administrador de paquetes NuGet
fr: Choisir le format du gestionnaire de package NuGet
it: Scegliere il formato di gestione pacchetti NuGet
ja: NuGet パッケージ マネージャーの形式の選択
ko: NuGet 패키지 관리자 형식 선택
pl: Wybieranie formatu menedżera pakietów NuGet
pt_br: Escolher Formato do Gerenciador de Pacotes do NuGet
ru: Выбор формата диспетчера пакетов NuGet
tr: NuGet Paket Yöneticisi Biçimini Seçin
zh_hans: 选择 NuGet 包管理器格式
zh_hant: 選擇 NuGet 套件管理器格式

# WindowTitle_PreviewChanges
source: Preview Changes
cs: Náhled změn
de: Vorschau der Änderungen
es: Obtener vista previa de cambios
fr: Aperçu des modifications
it: Anteprima modifiche
ja: 変更のプレビュー
ko: 변경 내용 미리 보기
pl: Podgląd zmian
pt_br: Visualizar Alterações
ru: Просмотреть изменения
tr: Değişiklikleri Önizle
zh_hans: 预览更改
zh_hant: 預覽變更

# PackageVersionWithTransitiveOrigins
source: {0} by {1}
cs: {0}, autor: {1}
de: {0} durch {1}
es: {0} por {1}
fr: {0} par {1}
it: {0} di {1}
ko: {1}의 {0}
pl: {0} przez {1}
pt_br: {0} por {1}
tr: {1} tarafından {0}
zh_hans: {0} 由 {1} 发布
zh_hant: {0} 來自於 {1}
