Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.UI/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Checkbox_ForceRemove
source: Force uninstall, even if there are dependencies on it
cs: Vynutit odinstalaci, i když na ní závisí další položka
de: Deinstallation auch dann erzwingen, wenn Abhängigkeiten vorhanden sind
es: Forzar desinstalación, aunque tenga dependencias
fr: Forcer la désinstallation, même en présence de dépendances
it: Forza la disinstallazione anche se sono presenti dipendenze
ja: 依存関係が存在する場合でも強制的にアンインストールする
ko: 관련 종속성이 있더라도 강제 제거
pl: Wymuś dezinstalację, nawet jeśli istnieją zależności
pt_br: Forçar desinstalação, mesmo se houver dependências
ru: Принудительно удалить, даже если есть зависимости от него
tr: Üzerinde bağımlılıklar olsa bile zorla kaldır
zh_hans: 强制卸载，即使有依赖项
zh_hant: 強制解除安裝，即使相依於它也是一樣

# Checkbox_IncludePrerelease
source: Include prerelease
cs: Zahrnout předběžnou verzi
de: Vorabversion einbeziehen
es: Incluir versión preliminar
fr: Inclure la version préliminaire
it: Includi versione preliminare
ja: プレリリースを含める
ko: 시험판 포함
pl: Uwzględnij wersję wstępną
pt_br: Incluir pré-lançamento
ru: Включить предварительные версии
tr: Ön sürümü dahil et
zh_hans: 包括预发行版
zh_hant: 包括搶鮮版

# Checkbox_ProjectSelection
source: {0} project(s)
cs: {0} projekty
de: {0} Projekt(e)
es: {0} proyectos
fr: {0} projet(s)
it: {0} progetti
ja: {0} プロジェクト
ko: 프로젝트 {0}개
pl: Projekty: {0}
pt_br: {0} projeto(s)
ru: Проектов: {0}
tr: {0} proje
zh_hans: {0} 个项目
zh_hant: {0} 個專案

# Checkbox_RemoveDependencies
source: Remove dependencies
cs: Odebrat závislosti
de: Abhängigkeiten entfernen
es: Quitar dependencias
fr: Supprimer les dépendances
it: Rimuovi dipendenze
ja: 依存関係の削除
ko: 종속성 제거
pl: Usuń zależności
pt_br: Remover dependências
ru: Удалить зависимости
tr: Bağımlılıkları kaldır
zh_hans: 删除依赖项
zh_hant: 移除相依性

# Checkbox_SelectAllPackages
source: Select all packages
cs: Vybrat všechny balíčky
de: Alle Pakete auswählen
es: Seleccionar todos los paquetes
fr: Sélectionner tous les packages
it: Seleziona tutti i pacchetti
ja: すべてのパッケージを選択
ko: 모든 패키지 선택
pl: Wybierz wszystkie pakiety
pt_br: Selecionar todos os pacotes
ru: Выбрать все пакеты
tr: Tüm paketleri seç
zh_hans: 选择所有的包
zh_hant: 選取所有套件

# Checkbox_ShowPreviewWindow
source: Show preview window
cs: Zobrazit okno náhledu
de: Vorschaufenster anzeigen
es: Mostrar ventana de vista previa
fr: Afficher la fenêtre d'aperçu
it: Visualizza finestra di anteprima
ja: プレビュー ウィンドウの表示
ko: 미리 보기 창 표시
pl: Pokaż okno podglądu
pt_br: Mostrar janela de visualização
ru: Показать окно предварительного просмотра
tr: Önizleme penceresini göster
zh_hans: 显示预览窗口
zh_hant: 顯示預覽視窗

# Checkbox_Show_Vulnerable_Only
source: Show only vulnerable
cs: Zobrazit pouze zranitelné
de: Nur anfällige Elemente anzeigen
es: Mostrar solo elementos vulnerables
fr: Afficher uniquement les éléments vulnérables
it: Mostra solo vulnerabili
ja: 脆弱な状態のみを表示する
ko: 취약한 항목만 표시
pl: Pokaż tylko podatne na zagrożenia
pt_br: Mostrar apenas vulneráveis
ru: Показать только уязвимые
tr: Yalnızca savunmasız olanları göster
zh_hans: 仅显示易受攻击的
zh_hant: 只顯示易受攻擊

# ColumnHeader_InstalledVersion
source: Installed
cs: Nainstalováno
de: Installiert
es: Instalado
fr: Installée
it: Installata
ja: インストール済み
ko: 설치됨
pl: Zainstalowane
pt_br: Instalado
ru: Установлено
tr: Yüklü
zh_hans: 已安装
zh_hant: 已安裝

# ColumnHeader_PackageLevel
source: Package Level
cs: Úroveň balíčku
de: Paketebene
es: Nivel de paquete
fr: Niveau du package
it: Livello pacchetto
ja: パッケージ レベル
ko: 패키지 수준
pl: Poziom pakietu
pt_br: Nível do Pacote
ru: Уровень пакета
tr: Paket Düzeyi
zh_hans: 包级别
zh_hant: 套件層級

# ColumnHeader_Project
source: Project
cs: Projekt
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
ja: プロジェクト
ko: 프로젝트
pl: Projekt
pt_br: Projeto
ru: Проект
tr: Proje
zh_hans: 项目
zh_hant: 專案

# ColumnHeader_Requested
source: Version
cs: Verze
es: Versión
it: Versione
ja: バージョン
ko: 버전
pl: Wersja
pt_br: Versão
ru: Версия
tr: Sürüm
zh_hans: 版本
zh_hant: 版本

# ColumnHeader_Selected
source: Selected
cs: Vybráno
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択しました
ko: 선택한 상태
pl: Wybrane
pt_br: Selecionado
ru: Выбрано
tr: Seçili
zh_hans: 已选定
zh_hant: 已選取

# CopyMenuCommandLabel
source: _Copy
cs: _Kopírovat
de: _Kopieren
es: _Copiar
it: _Copia
ja: コピー(_C)
ko: 복사(_C)
pl: _Kopiuj
ru: _Копировать
tr: _Kopyala
zh_hans: 复制(_C)
zh_hant: 複製(_C)

# DependencyBehavior_Highest
source: Highest
cs: Nejvyšší
de: Höchste
es: Superior
fr: Le plus élevé
it: Più alta
ja: 最高
ko: 최상위
pl: Najwyższe
pt_br: Mais Alto
ru: Наибольший
tr: En Yüksek
zh_hans: 最高
zh_hant: 最高

# DependencyBehavior_HighestMinor
source: Highest Minor
cs: Nejvyšší podverze
de: Höchste kleinere
es: Superior menor
fr: Mineur le plus élevé
it: Minore più alta
ja: 最高 - マイナー
ko: 최상위 부
pl: Najwyższe pomocnicze
pt_br: Secundário Mais Alto
ru: Наибольший номер дополнительной версии
tr: En Yüksek İkincil Sürüm
zh_hans: 最高次要版本
zh_hant: 最高次要

# DependencyBehavior_HighestPatch
source: Highest Patch
cs: Nejvyšší oprava
de: Höchster Patch
es: Revisión superior
fr: Correctif le plus élevé
it: Patch più alta
ja: 最高 - パッチ
ko: 최상위 패치
pl: Najwyższa poprawka
pt_br: Patch Mais Alto
ru: Наибольший номер исправления
tr: En Yüksek Düzeltme Eki
zh_hans: 最高修补程序
zh_hant: 最高修補程式

# DependencyBehavior_IgnoreDependencies
source: Ignore Dependencies
cs: Ignorovat závislosti
de: Abhängigkeiten ignorieren
es: Ignorar dependencias
fr: Ignorer les dépendances
it: Ignora dipendenze
ja: 依存関係を無視する
ko: 종속성 무시
pl: Ignoruj zależności
pt_br: Ignorar Dependências
ru: Игнорировать зависимости
tr: Bağımlılıkları Yoksay
zh_hans: 忽略依赖项
zh_hant: 忽略相依性

# DependencyBehavior_Lowest
source: Lowest
cs: Nejnižší
de: Niedrigste
es: Inferior
fr: Le moins élevé
it: Più bassa
ja: 最低
ko: 최하위
pl: Najniższe
pt_br: Mais Baixo
ru: Наименьший
tr: En Düşük
zh_hans: 最低
zh_hant: 最低

# Deprecation_LinkTooltip
source: Select to view the alternative package.
cs: Tuto možnost vyberte, pokud chcete zobrazit alternativní balíček.
de: Diese Option auswählen, um das alternative Paket anzuzeigen.
es: Seleccione esta opción para ver el paquete alternativo.
fr: Sélectionnez cette option pour afficher le package alternatif.
it: Selezionare questa opzione per visualizzare il pacchetto alternativo.
ja: 代替パッケージを表示する場合に選択します。
ko: 선택해서 대체 패키지를 확인하세요.
pl: Wybierz, aby wyświetlić pakiet alternatywny.
pt_br: Selecione para exibir o pacote alternativo.
ru: Выберите, чтобы просмотреть альтернативный пакет.
tr: Alternatif paketi görüntülemek için seçin.
zh_hans: 选择此选项可查看备用包。
zh_hant: 選取來檢視替代套件。

# Deprecation_MoreInfo
source: More info
cs: Další informace
de: Weitere Informationen
es: Más información
fr: Informations supplémentaires
it: Altre informazioni
ja: 詳細情報
ko: 추가 정보
pl: Więcej informacji
pt_br: Mais informações
ru: Дополнительно
tr: Daha fazla bilgi
zh_hans: 详细信息
zh_hant: 其他資訊

# Deprecation_PackageItemMessage
source: This package version is deprecated.
cs: Tato verze balíčku je zastaralá.
de: Diese Paketversion ist veraltet.
es: Esta versión del paquete está obsoleta.
fr: Cette version de package est déconseillée.
it: Questa versione del pacchetto è deprecata.
ja: このパッケージ バージョンは非推奨です。
ko: 이 패키지 버전은 더 이상 사용하지 않습니다.
pl: Ta wersja pakietu jest przestarzała.
pt_br: Esta versão do pacote é depreciada.
ru: Эта версия пакета является нерекомендуемой.
tr: Bu paket sürümü kullanımdan kaldırıldı.
zh_hans: 此包版本已弃用。
zh_hant: 此套件版本已被取代。

# Deprecation_PackageItemMessageAlternative
source: This package version is deprecated. Use {0} instead.
cs: Tato verze balíčku je zastaralá. Místo ní použijte {0}.
de: Diese Paketversion ist veraltet. Verwenden Sie stattdessen{0}.
es: Esta versión del paquete está obsoleta. Use {0} en su lugar.
fr: Cette version de package est déconseillée. Utilisez plutôt {0}.
it: Questa versione del pacchetto è deprecata. Utilizzare invece {0}.
ja: このパッケージ バージョンは非推奨です。代わりに {0} をお使いください。
ko: 이 패키지 버전은 더 이상 사용되지 않습니다. {0}을(를) 대신 사용하세요.
pl: Ta wersja pakietu jest przestarzała. Zamiast tego użyj {0}.
pt_br: Esta versão do pacote foi preterida. Use {0} em vez disso.
ru: Эта версия пакета устарела. Используйте {0}.
tr: Bu paket sürümü kullanımdan kaldırıldı. Bunun yerine {0} kullanın.
zh_hans: 此包版本已弃用。请改用 {0}。
zh_hant: 此套件版本已淘汰。請改用 {0}。

# Description_LearnMore
source: Learn more
cs: Další informace
de: Weitere Informationen
es: Más información
fr: En savoir plus
it: Altre informazioni
ja: 詳細
ko: 자세한 정보
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Дополнительные сведения
tr: Daha fazla bilgi
zh_hans: 了解更多
zh_hant: 深入了解

# DialogTitle_HttpSource
source: HTTP Source
cs: Zdroj HTTP
de: HTTP-Quelle
es: Origen HTTP
fr: Source HTTP
it: Origine HTTP
ja: HTTP ソース
ko: HTTP 원본
pl: Źródło HTTP
pt_br: Fonte HTTP
ru: Источник HTTP
tr: HTTP Kaynağı
zh_hans: HTTP 源
zh_hant: HTTP 來源

# DoNotShowThisAgain
source: _Don't show this again
cs: _Příště už nezobrazovat
de: _Dies nicht mehr anzeigen
es: _No volver a mostrar
fr: _Ne plus afficher ceci
it: _Non mostrare più
ja: _今後、このメッセージを表示しない
ko: 다시 표시하지 않음(_D)
pl: _Nie pokazuj tego więcej
pt_br: _Não mostrar isto novamente
ru: _Больше не показывать
tr: _Bunu bir daha gösterme
zh_hans: 不再显示此消息(_D)
zh_hant: 請不要再顯示(_D)

# Error_HttpSource_Single
source: NuGet requires HTTPS sources. To use an HTTP source, you must explicitly set 'allowInsecureConnections' to true in your NuGet.Config file.
cs: NuGet vyžaduje zdroje HTTPS. Pokud chcete použít zdroj HTTP, musíte v souboru NuGet.Config explicitně nastavit možnost allowInsecureConnections na true.
de: NuGet erfordert HTTPS-Quellen. Um eine HTTP-Quelle zu verwenden, müssen Sie „allowInsecureConnections“ in Ihrer NuGet.Config-Datei explizit auf TRUE festlegen.
es: NuGet requiere orígenes HTTPS. Para usar un origen HTTP, es necesario establecer explícitamente "allowInsecureConnections" en verdadero en el archivo NuGet.Config.
fr: NuGet nécessite des sources HTTPS. Pour utiliser une source HTTP, vous devez définir explicitement « allowInsecureConnections » sur true dans votre fichier NuGet.Config.
it: NuGet richiede origini HTTPS. Per usare un'origine HTTP, devi impostare in modo esplicito "allowInsecureConnections" su "Vero" nel file NuGet.Config.
ja: NuGet には HTTPS ソースが必要です。HTTP ソースを使用するには、NuGet.Config ファイルで 'allowInsecureConnections' を [true] に明示的に設定する必要があります。
ko: NuGet에 HTTPS 원본이 필요합니다. HTTP 소스를 사용하려면 NuGet.Config 파일에서 'allowInsecureConnections'를 명시적으로 true로 설정해야 합니다.
pl: Narzędzie NuGet wymaga źródeł HTTPS. Aby użyć źródła HTTP, musisz wyraźnie ustawić właściwość „allowInsecureConnections” na wartość true w pliku NuGet.Config.
pt_br: O NuGet requer fontes HTTPS. Para usar uma fonte HTTP, você deve definir explicitamente "allowInsecureConnections" como true em seu arquivo NuGet.Config.
ru: Для NuGet требуются источники HTTPS. Чтобы использовать источник HTTP, необходимо явно задать для параметра "allowInsecureConnections" значение true в файле NuGet.Config.
tr: NuGet için HTTPS kaynakları gereklidir. Bir HTTP kaynağı kullanmak için NuGet.Config dosyanızda 'allowInsecureConnections' ayarını açıkça “true” olarak ayarlamanız gerekir.
zh_hans: NuGet 需要 HTTPS 源。若要使用 HTTP 源，必须在 NuGet.Config 文件中将 "allowInsecureConnections" 显式设置为 true。
zh_hant: NuGet 需要 HTTPS 來源。若要使用 HTTP 來源，您必須在 NuGet.Config 檔案中將 'allowInsecureConnections' 明確設定為 true。

# Error_MetadataNotFound
source: Unable to find metadata of {0}
cs: Nepovedlo se najít metadata {0}
de: Die Metadaten von {0} wurden nicht gefunden.
es: No se encuentran metadatos de {0}
fr: Impossible de trouver les métadonnées de {0}
it: Non è possibile trovare i metadati di {0}
ja: {0} のメタデータが見つかりません
ko: {0} 메타데이터를 찾을 수 없습니다.
pl: Nie można odnaleźć metadanych elementu {0}
pt_br: Não é possível localizar metadados de {0}
ru: Не удалось найти метаданные {0}
tr: {0} meta verileri bulunamadı
zh_hans: 找不到 {0} 的元数据
zh_hant: 找不到 {0} 的中繼資料

# Error_ProjectNotInCache
source: Project {0} does not exist in the project system cache.
cs: Projekt {0} neexistuje v systémové mezipaměti projektů.
de: Das Projekt "{0}" ist im Projektsystemcache nicht vorhanden.
es: El proyecto {0} no existe en la memoria caché del sistema del proyecto.
fr: Le projet {0} n'existe pas dans le cache système du projet.
it: Il progetto {0} non esiste nella cache di sistema del progetto.
ja: プロジェクト {0} がプロジェクト システム キャッシュに存在しません。
ko: 프로젝트 {0}이(가) 프로젝트 시스템 캐시에 존재하지 않습니다.
pl: Projekt {0} nie istnieje w pamięci podręcznej systemu projektu.
pt_br: O projeto {0} não existe no cache do sistema do projeto.
ru: Проект {0} не существует в кэше системы проектов.
tr: {0} projesi, proje sistem önbelleğinde yer almıyor.
zh_hans: 项目 {0} 不存在于项目系统缓存中。
zh_hant: 專案系統快取中沒有專案 {0}。

# Error_SourceMapping_GPF_NotEnabled
source: The package `{0}` is available in the Global packages folder, but the source it came from `{1}` is not one of the configured sources.
cs: Balíček {0} je k dispozici ve složce Globální balíčky, ale zdroj {1}, ze které pochází, není jedním z nakonfigurovaných zdrojů.
de: Das Paket "{0}" ist im Ordner "Globale Pakete" verfügbar, aber die Quelle "{1}", aus der es stammt, ist keine der konfigurierten Quellen.
es: El paquete ''{0}'' está disponible en la carpeta paquetes globales, pero el origen de ''{1}'' no es uno de los orígenes configurados.
fr: Le package «{0}» est disponible dans le dossier Packages globaux, mais la source de «{1}» n’est pas l’une des sources configurées.
it: Il pacchetto '{0}' è disponibile nella cartella Pacchetti globali, ma l'origine da cui proviene '{1}' non è una delle origini configurate.
ja: パッケージ '{0}' はグローバル パッケージ フォルダーにありますが、'{1}' にあるこのソースは、構成済みソースの 1 つではありません。
ko: `{0}` 패키지는 전역 패키지 폴더에서 사용할 수 있지만 `{1}`에서 가져온 원본이 이 구성된 원본 중 하나가 아닙니다.
pl: Pakiet „{0}” jest dostępny w folderze pakietów globalnych, ale źródło, z którego pochodzi „{1}”, nie jest jednym ze skonfigurowanych źródeł..
pt_br: O pacote "{0}" está disponível na pasta Pacotes globais, mas sua origem "{1}" não é uma das origens configuradas.
ru: Пакет "{0}" доступен в папке глобальных пакетов, но источник "{1}", из которого он получен, не относится к настроенным источникам.
tr: `{0}` paketi Genel paketler klasöründe mevcut ancak geldiği `{1}` kaynağı yapılandırılmış kaynaklardan biri değil.
zh_hans: 程序包“{0}”在全局包文件夹中可用，但它来自的源“{1}”不是所配置的源之一。
zh_hant: 套件 '{0}' 可在全域套件資料夾中使用，但其來源 '{1}' 不是此解決方案的設定來源之一。

# Error_UnableToLoadReadme
source: An error occurred while trying to load the README.
cs: Při pokusu o načtení souboru README došlo k chybě.
de: Fehler beim Versuch, die Infodatei zu laden.
es: Error al intentar cargar el LÉAME.
fr: Une erreur s’est produite lors de la tentative de chargement de fichier LISEZMOI.
it: Si è verificato un errore durante il tentativo di caricare il file LEGGIMI.
ja: README を読み込もうとしているときにエラーが発生しました。
ko: 추가 정보 로드를 시도하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas próby załadowania pliku README.
pt_br: Ocorreu um erro ao tentar carregar o README.
ru: Произошла ошибка при попытке загрузить README.
tr: README yüklenmeye çalışılırken bir hata oluştu.
zh_hans: 尝试加载自述文件时出错。
zh_hant: 嘗試載入 README 時發生錯誤。

# FileConflictAction_IgnoreAll
source: Ignore All
cs: Ignorovat vše
de: Alle ignorieren
es: Ignorar todo
fr: Tout ignorer
it: Ignora tutti
ja: すべて無視
ko: 모두 무시
pl: Ignoruj wszystko
pt_br: Ignorar Tudo
ru: Пропустить все
tr: Tümünü Yoksay
zh_hans: 全部忽略
zh_hant: 全部忽略

# FileConflictAction_OverwriteAll
source: Overwrite All
cs: Přepsat vše
de: Alle überschreiben
es: Sobrescribir todo
fr: Tout remplacer
it: Sovrascrivi tutti
ja: すべてを上書き
ko: 모두 덮어쓰기
pl: Zastąp wszystko
pt_br: Substituir Tudo
ru: Перезаписать все
tr: Tümünü Geçersiz Kıl
zh_hans: 全部覆盖
zh_hant: 全部覆寫

# FileConflictAction_Prompt
source: Prompt
cs: Zobrazit výzvu
de: Eingabeaufforderung
es: Pedir confirmación
fr: Invite
it: Chiedi conferma
ja: プロンプト
ko: 확인
pl: Monituj
pt_br: Avisar
ru: Запрос
tr: Sor
zh_hans: 提示
zh_hant: 提示

# GroupBoxHeader_InstallOptions
source: Install and Update Options
cs: Možnosti instalace a aktualizace
de: Installations- und Aktualisierungsoptionen
es: Instalar y actualizar opciones
fr: Installer et mettre à jour les options
it: Opzioni di installazione e aggiornamento
ja: インストールと更新のオプション
ko: 설치 및 업데이트 옵션
pl: Opcje instalacji i aktualizacji
pt_br: Opções de instalação e atualização
ru: Параметры установки и обновления
tr: Yükleme ve Güncelleme Seçenekleri
zh_hans: 安装与更新选项
zh_hant: 安裝及更新選項

# GroupBoxHeader_UninstallOptions
source: Uninstall Options
cs: Možnosti odinstalace
de: Deinstallationsoptionen
es: Desinstalar opciones
fr: Désinstaller les options
it: Opzioni di disinstallazione
ja: アンインストール オプション
ko: 제거 옵션
pl: Opcje odinstalowywania
pt_br: Opções de desinstalação
ru: Параметры удаления
tr: Kaldırma Seçenekleri
zh_hans: 卸载选项
zh_hant: 解除安裝選項

# Hyperlink_AdvisoryUrl
source: Advisory URL
cs: Adresa URL doporučení
de: Empfehlungs-URL
es: Dirección URL de advertencia
fr: URL d'avertissement
it: URL di avviso
ja: アドバイザリ URL
ko: 권고 URL
pl: Adres URL ostrzeżenia
pt_br: URL de Consultoria
ru: URL-адрес рекомендаций
tr: Danışman URL'si
zh_hans: 顾问 URL
zh_hant: 諮詢 URL

# Hyperlink_License
source: License
cs: Licence
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이선스
pl: Licencja
pt_br: Licença
ru: Лицензия
tr: Lisans
zh_hans: 许可证
zh_hant: 授權

# Hyperlink_Owner
source: Owner
cs: Vlastník
de: Besitzer
es: Propietario
fr: Propriétaire
it: Proprietario
ja: 所有者
ko: 소유자
pl: Właściciel
pt_br: Proprietário
ru: Владелец
tr: Sahip
zh_hans: 所有者
zh_hant: 擁有者

# Hyperlink_PackageSourceMappingSettings
source: Configure
cs: Konfigurovat
de: Konfigurieren
es: Configurar
fr: Configurer
it: Configura
ja: 構成する
ko: 구성
pl: Konfiguruj
pt_br: Configurar
ru: Настроить
tr: Yapılandır
zh_hans: 配置
zh_hant: 設定

# Hyperlink_ProjectUrl
source: Project URL
cs: Adresa URL projektu
de: Projekt-URL
es: Dirección URL del proyecto
fr: URL de projet
it: URL del progetto
ja: プロジェクト URL
ko: 프로젝트 URL
pl: Adres URL projektu
pt_br: URL do Projeto
ru: URL-адрес проекта
tr: Proje URL'si
zh_hans: 项目 URL
zh_hant: 專案 URL

# Hyperlink_Readme
source: Readme
cs: Soubor Readme
de: Infodatei
es: Léame
it: Leggimi
ko: 추가 정보
pl: Plik readme
pt_br: Leiame
ru: Файл сведений
tr: Benioku
zh_hans: 自述文件
zh_hant: 讀我檔案

# Hyperlink_ReportAbuse
source: Report Abuse
cs: Ohlásit nevhodné chování:
de: Missbrauch melden
es: Notificar abuso
fr: Signaler un abus
it: Segnala uso improprio
ja: 不正使用の報告
ko: 신고하기
pl: Zgłoś nadużycie:
pt_br: Relatar Abuso:
ru: Сообщить о нарушении
tr: Uygunsuz Kullanımı Bildir
zh_hans: 举报不良信息
zh_hant: 檢舉濫用

# IgnoreUpgrade
source: Ignore for now
cs: Prozatím ignorovat
de: Vorerst ignorieren
es: Ignorar por ahora
fr: Ignorer pour le moment
it: Ignora per il momento
ja: 今は無視する
ko: 지금은 무시
pl: Zignoruj tym razem
pt_br: Ignorar por enquanto
ru: Пока пропустить
tr: Şimdilik yoksay
zh_hans: 暂时忽略
zh_hant: 暫時略過

# ImageCaption_HelpIcon
source: Help icon
cs: Ikona nápovědy
de: Hilfesymbol
es: Icono de ayuda
fr: Icône d'aide
it: Icona Guida
ja: ヘルプ アイコン
ko: 도움말 아이콘
pl: Ikona pomocy
pt_br: Ícone Ajuda
ru: Значок справки
tr: Yardım simgesi
zh_hans: “帮助”图标
zh_hant: 說明圖示

# Label_Action
source: Action:
cs: Akce:
de: Aktion:
es: Acción:
it: Azione:
ja: アクション:
ko: 작업:
pl: Akcja:
pt_br: Ação:
ru: Действие:
tr: Eylem:
zh_hans: 操作:
zh_hant: 動作:

# Label_Authors
source: Author(s):
cs: Autoři:
de: Autor(en):
es: Autores:
fr: Auteur(s) :
it: Autore/i:
ja: 作成者:
ko: 작성자:
pl: Autorzy:
pt_br: Autor(es):
ru: Авторы:
tr: Yazarlar:
zh_hans: 作者:
zh_hant: 作者:

# Label_Browse
source: Browse
cs: Procházet
de: Durchsuchen
es: Examinar
fr: Parcourir
it: Sfoglia
ja: 参照
ko: 찾아보기
pl: Przeglądaj
pt_br: Procurar
ru: Обзор
tr: Gözat
zh_hans: 浏览
zh_hant: 瀏覽

# Label_CreatingSourceMappings
source: Creating source mappings to '{0}':
cs: Vytváření mapování zdroje na „{0}“:
de: Quellzuordnungen für "{0}" werden erstellt:
es: Creando asignaciones de origen a '{0}':
fr: Création de mappages de source à « {0} » :
it: Creazione dei mapping di origine al '{0}':
ja: '{0}' へソース マッピングを作成しています:
ko: '{0}'에 대한 원본 매핑을 만드는 중:
pl: Tworzenie mapowań źródła z „{0}”:
pt_br: Criando mapeamentos de origem para "{0}":
ru: Создание сопоставлений источников с "{0}":
tr: '{0}' ile kaynak eşlemeleri oluşturuluyor:
zh_hans: 正在创建到“{0}”的源映射:
zh_hant: 建立 '{0}' 的來源對應:

# Label_DatePublished
source: Date published:
cs: Datum publikování:
de: Veröffentlicht am:
es: Fecha de publicación:
fr: Date de publication :
it: Data di pubblicazione:
ja: 公開日:
ko: 게시 날짜:
pl: Data publikacji:
pt_br: Data da publicação:
ru: Дата публикации:
tr: Yayımlanma tarihi:
zh_hans: 发布日期:
zh_hant: 發行日期:

# Label_Dependencies
source: Dependencies
cs: Závislosti
de: Abhängigkeiten
es: Dependencias
fr: Dépendances
it: Dipendenze
ja: 依存関係
ko: 종속성
pl: Zależności
pt_br: Dependências
ru: Зависимости
tr: Bağımlılıklar
zh_hans: 依赖项
zh_hant: 相依性

# Label_DependencyBehavior
source: Dependency behavior:
cs: Chování závislostí:
de: Abhängigkeitsverhalten:
es: Comportamiento de dependencias:
fr: Comportement de dépendance :
it: Comportamento dipendenza:
ja: 依存関係の動作:
ko: 종속성 동작:
pl: Zachowanie zależności:
pt_br: Comportamento da dependência:
ru: Поведение зависимости:
tr: Bağımlılık davranışı:
zh_hans: 依赖项行为:
zh_hant: 相依性行為:

# Label_Deprecated
source: Deprecated
cs: Zastaralé
de: Veraltet
es: En desuso
fr: Déconseillé
it: Deprecato
ja: 非推奨
ko: 사용되지 않음
pl: Przestarzałe
pt_br: Preterido
ru: Нерекомендуемое
tr: Kullanım dışı
zh_hans: 已弃用
zh_hant: 已淘汰

# Label_DeprecationAlternatePackage
source: Alternate package
cs: Alternativní balíček
de: Alternatives Paket
es: Paquete alternativo
fr: Autre package
it: Pacchetto alternativo
ja: 代替パッケージ
ko: 대체 패키지
pl: Pakiet alternatywny
pt_br: Pacote alternativo
ru: Альтернативный пакет
tr: Alternatif paket
zh_hans: 备用包
zh_hant: 替代套件

# Label_DeprecationReasons
source: Deprecation reason
cs: Důvod vyřazení
de: Grund für Einstellung
es: Motivo del desuso
fr: Raison de la dépréciation
it: Motivo della deprecazione
ja: 非推奨の理由
ko: 사용 중단 이유
pl: Przyczyna wycofania
pt_br: Motivo do preterimento
ru: Причина устаревания
tr: Kullanım dışı kalma nedeni
zh_hans: 弃用原因
zh_hant: 取代原因

# Label_DeprecationReasons_CriticalBugs
source: This package has been deprecated as it has critical bugs.
cs: Tento balíček byl vyřazen, protože obsahuje kritické chyby.
de: Dieses Paket ist veraltet, weil es kritische Fehler aufweist.
es: Este paquete está en desuso porque tiene errores críticos.
fr: Ce package a été déprécié, car il contient des bogues critiques.
it: Questo pacchetto è stato deprecato perché contiene bug critici.
ja: このパッケージは、重大なバグがあるため非推奨になりました。
ko: 이 패키지는 중요한 버그를 포함하고 있으므로 사용되지 않습니다.
pl: Ten pakiet jest przestarzały, ponieważ zawiera krytyczne usterki.
pt_br: Este pacote foi preterido, pois tem bugs críticos.
ru: Этот пакет сделан нерекомендуемым, так как он содержит критические ошибки.
tr: Bu paket kritik hatalar içerdiğinden kullanım dışı bırakıldı.
zh_hans: 此包存在严重 bug，因此已被弃用。
zh_hant: 因為套件有嚴重 Bug，所以已受到淘汰。

# Label_DeprecationReasons_Legacy
source: This package has been deprecated as it is legacy and no longer maintained.
cs: Tento balíček byl vyřazen, protože jde o starší verzi, která se už neudržuje.
de: Dieses Paket ist ein veraltetes Legacypaket und wird nicht mehr gewartet.
es: Este paquete está en desuso porque es heredado y ya no se mantiene.
fr: Ce package a été déprécié, car il est hérité et ne fait plus l'objet d'une maintenance.
it: Questo pacchetto è stato deprecato perché è legacy e non ne viene più eseguita la manutenzione.
ja: このパッケージは、従来型で、もう維持されなくなっているため、非推奨になりました。
ko: 이 패키지는 레거시이고 더 이상 유지 관리되지 않으므로 사용되지 않습니다.
pl: Ten pakiet jest przestarzały, ponieważ jest starszy i nie jest już obsługiwany.
pt_br: Este pacote foi preterido porque é herdado e não é mais mantido.
ru: Этот пакет сделан нерекомендуемым, так как он устарел и больше не поддерживается.
tr: Bu paket eski olduğundan ve artık korunmadığından kullanım dışı bırakıldı.
zh_hans: 此包是旧版本且不再受到维护，因此已被弃用。
zh_hant: 因為套件已過時且已停止維護，所以已受到淘汰。
