Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.PackageManagement.UI/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Accessibility_ColumnNotSortedHelpText
source: Not sorted, press space to sort ascending
cs: Neseřazeno, pro vzestupné řazení stiskněte mezerník.
de: Nicht sortiert. Drücken Sie die LEERTASTE, um aufsteigend zu sortieren.
es: Sin ordenar, presionar espacio para aplicar orden ascendente
fr: Colonne non triée. Appuyez sur la barre d'espace pour trier par ordre croissant
it: Nessun ordinamento. Premere BARRA SPAZIATRICE per applicare l'ordinamento crescente
ja: 並べ替えられていません。昇順で並べ替えるには Space キーを押してください
ko: 정렬되지 않음, 오름차순으로 정렬하려면 스페이스바를 누르세요.
pl: Nieposortowane. Naciśnij klawisz spacji, aby posortować rosnąco
pt_br: Coluna não classificada. Pressione Espaço para classificá-la em ordem crescente
ru: Не отсортировано, нажмите пробел, чтобы отсортировать по возрастанию.
tr: Sıralanmadı. Artan düzende sıralamak için boşluk tuşuna basın
zh_hans: 未排序，按空格键可按升序排序
zh_hant: 未排序，按空格鍵以遞增排序

# Accessibility_ColumnSortedAscendingHelpText
source: Sorted ascending, press space to sort descending
cs: Seřazeno vzestupně, pro sestupné řazení stiskněte mezerník.
de: Aufsteigend sortiert. Drücken Sie die LEERTASTE, um absteigend zu sortieren.
es: Orden ascendente, presionar espacio para aplicar orden descendente
fr: Colonne triée par ordre croissant. Appuyez sur la barre d'espace pour trier par ordre décroissant
it: Ordinamento crescente. Premere BARRA SPAZIATRICE per applicare l'ordinamento decrescente
ja: 昇順に並べ替えられています。降順で並べ替えるには Space キーを押してください
ko: 오름차순으로 정렬됨, 내림차순으로 정렬하려면 스페이스바를 누르세요.
pl: Posortowane rosnąco. Naciśnij klawisz spacji, aby posortować malejąco
pt_br: Coluna classificada em ordem crescente. Pressione Espaço para classificá-la em ordem decrescente
ru: Отсортировано по возрастанию, нажмите пробел, чтобы отсортировать по убыванию.
tr: Artan düzende sıralandı. Azalan düzende sıralamak için boşluk tuşuna basın
zh_hans: 已按升序排序，按空格键可按降序排序
zh_hant: 已遞增排序，按空格鍵以遞減排序

# Accessibility_ColumnSortedDescendingHelpText
source: Sorted descending, press space to sort ascending
cs: Seřazeno sestupně, pro vzestupné řazení stiskněte mezerník.
de: Absteigend sortiert. Drücken Sie die LEERTASTE, um aufsteigend zu sortieren.
es: Orden descendente, presionar espacio para aplicar orden ascendente
fr: Colonne triée par ordre décroissant. Appuyez sur la barre d'espace pour trier par ordre croissant
it: Ordinamento decrescente. Premere BARRA SPAZIATRICE per applicare l'ordinamento crescente
ja: 降順に並べ替えられています。昇順で並べ替えるには Space キーを押してください
ko: 내림차순으로 정렬됨, 오름차순으로 정렬하려면 스페이스바를 누르세요.
pl: Posortowane malejąco. Naciśnij klawisz spacji, aby posortować rosnąco
pt_br: Coluna classificada em ordem decrescente. Pressione Espaço para classificá-la em ordem crescente
ru: Отсортировано по убыванию, нажмите пробел, чтобы отсортировать по возрастанию.
tr: Azalan düzende sıralandı. Artan düzende sıralamak için boşluk tuşuna basın
zh_hans: 已按降序排序，按空格键可按升序排序
zh_hant: 已遞減排序，按空格鍵以遞增排序

# Accessibility_PackageDeprecation
source: Package deprecation
cs: Vyřazení balíčku
de: Veraltetes Paket
es: Paquete en desuso
fr: Dépréciation du package
it: Deprecazione del pacchetto
ja: パッケージの廃止
ko: 패키지 사용 중단
pl: Przestarzały pakiet
pt_br: Reprovação do pacote
ru: Объявление пакетов нерекомендуемыми
tr: Paketi kullanım dışı bırakma
zh_hans: 包弃用
zh_hant: 套件淘汰

# Accessibility_PackageDetailsUrlIcon
source: Package details URL icon
cs: Ikona adresy URL s podrobnostmi o balíčku
de: URL-Symbol für Paketdetails
es: Icono de URL de detalles del paquete
fr: Icône de l'URL des détails du package
it: Icona dell'URL di Dettagli del pacchetto
ja: パッケージの詳細 URL アイコン
ko: 패키지 세부 정보 URL 아이콘
pl: Ikona adresu URL szczegółów pakietu
pt_br: Ícone de URL de detalhes do pacote
ru: Значок URL-адреса сведений о пакете
tr: Paket ayrıntıları URL simgesi
zh_hans: 包详细信息 URL 图标
zh_hant: 套件詳細資料 URL 圖示

# Accessibility_PackageIcon
source: Package icon
cs: Ikona balíčku
de: Paketsymbol
es: Icono del paquete
fr: Icône de package
it: Icona del pacchetto
ja: パッケージのアイコン
ko: 패키지 아이콘
pl: Ikona pakietu
pt_br: Ícone de pacote
ru: Значок пакета
tr: Paket simgesi
zh_hans: 包图标
zh_hant: 套件圖示

# Accessibility_PackageIdentity
source: {0} version {1}
cs: {0} verze {1}
es: {0} versión {1}
it: {0} versione {1}
ja: {0} バージョン {1}
ko: {0} 버전 {1}
pl: Pakiet {0} w wersji {1}
pt_br: {0} versão {1}
ru: {0} версии {1}
tr: {0} sürüm {1}
zh_hans: {0} 版本 {1}
zh_hant: {0} 版本 {1}

# Accessibility_PackageManager
source: Package manager
cs: Správce balíčků
de: Paket-Manager
es: Administrador de paquetes
fr: Gestionnaire de package
it: Gestione pacchetti
ja: パッケージ マネージャー
ko: 패키지 관리자
pl: Menedżer pakietów
pt_br: Gerenciador de pacotes
ru: Диспетчер пакетов
tr: Paket yöneticisi
zh_hans: 包管理器
zh_hant: 套件管理器

# Accessibility_PackageMetadata
source: Package metadata
cs: Metadata balíčku
de: Paketmetadaten
es: Metadatos del paquete
fr: Métadonnées du package
it: Metadati del pacchetto
ja: パッケージのメタデータ
ko: 패키지 메타데이터
pl: Metadane pakietu
pt_br: Metadados do pacote
ru: Метаданные пакета
tr: Paket meta verileri
zh_hans: 包元数据
zh_hant: 套件中繼資料

# Accessibility_PackageVulnerabilities
source: Package vulnerabilities
cs: Ohrožení zabezpečení balíčku
de: Paketsicherheitsrisiken
es: Vulnerabilidades del paquete
fr: Vulnérabilités de package
it: Vulnerabilità del pacchetto
ja: パッケージの脆弱性
ko: 패키지 취약점
pl: Luki w zabezpieczeniach pakietu
pt_br: Vulnerabilidades do pacote
ru: Уязвимости пакета
tr: Paket güvenlik açıkları
zh_hans: 包漏洞
zh_hant: 套件弱點

# Accessibility_Packages
source: Packages
cs: Balíčky
de: Pakete
es: Paquetes
it: Pacchetti
ja: パッケージ
ko: 패키지
pl: Pakiety
pt_br: Pacotes
ru: Пакеты
tr: Paketler
zh_hans: 包
zh_hant: 套件

# Accessibility_PackagesDetails
source: Package details
cs: Podrobnosti balíčku
de: Paketdetails
es: Detalles del paquete
fr: Détails des packages
it: Dettagli del pacchetto
ja: パッケージの詳細
ko: 패키지 세부 정보
pl: Szczegóły pakietu
pt_br: Detalhes do pacote
ru: Сведения о пакете
tr: Paket ayrıntıları
zh_hans: 包详细信息
zh_hant: 套件詳細資料

# Accessibility_PackagesList
source: Packages list
cs: Seznam balíčků
de: Paketliste
es: Lista de paquetes
fr: Liste des packages
it: Elenco dei pacchetti
ja: パッケージの一覧
ko: 패키지 목록
pl: Lista pakietów
pt_br: Lista de pacotes
ru: Список пакетов
tr: Paket listesi
zh_hans: 包列表
zh_hant: 套件清單

# Accessibility_PrefixReserved
source: Prefix reserved
cs: Předpona je vyhrazená.
de: Präfix ist reserviert
es: Prefijo reservado
fr: Préfixe réservé
it: Prefisso riservato
ja: 予約済みプレフィックス
ko: 접두사가 예약됨
pl: Prefiks zarezerwowany
pt_br: Prefixo reservado
ru: Префикс зарезервирован
tr: Ayrılmış ön ek
zh_hans: 已保留前缀
zh_hant: 保留的前置詞

# Accessibility_PromoteAllToTopLevel
source: Promote all to top level dependencies
cs: Povýšit všechny na závislosti nejvyšší úrovně
de: Alle auf Abhängigkeiten der obersten Ebene höherstufen
es: Promover todo a las dependencias de nivel superior
fr: Tout promouvoir aux dépendances de niveau supérieur
it: Imposta tutto come dipendenze di primo livello
ja: 最上位レベルの依存関係にすべてを上位変換する
ko: 모든 항목을 최상위 종속성으로 수준 올리기
pl: Podwyższ poziom wszystkich do zależności najwyższego poziomu
pt_br: Promover tudo para dependências de nível superior
ru: Повысить все до зависимостей верхнего уровня
tr: Tümünü üst düzey bağımlılıklara yükselt
zh_hans: 全部提升至最高级别依赖项
zh_hant: 將所有項目升階到最高層級相依性

# Accessibility_PromoteToTopLevel
source: Promote to a top level dependency
cs: Povýšit na závislost nejvyšší úrovně
de: Auf eine Abhängigkeit der obersten Ebene höherstufen
es: Promover a una dependencia de nivel superior
fr: Promouvoir à une dépendance de niveau supérieur
it: Imposta come dipendenza di primo livello
ja: 最上位レベルの依存関係に上位変換する
ko: 최상위 종속성으로 수준 올리기
pl: Podwyższ poziom do zależności najwyższego poziomu
pt_br: Promover para uma dependência de nível superior
ru: Повысить до зависимости верхнего уровня
tr: Üst düzey bağımlılığa yükselt
zh_hans: 提升至最高级别依赖项
zh_hant: 升階到最高層級相依性

# Accessibility_ThumbHelp
source: Use arrow keys to change the size of the sections
cs: Pomocí šipkových kláves můžete změnit velikost oddílů.
de: Verwenden Sie die Pfeiltasten, um die Größe der Abschnitte zu ändern.
es: Usar las teclas de dirección para cambiar el tamaño de las secciones
fr: Utiliser les touches de direction pour changer la taille des sections
it: Usare i tasti di direzione per modificare le dimensioni delle sezioni
ja: 方向キーを使用して、セクションのサイズを変更
ko: 화살표 키를 사용하여 섹션 크기를 변경합니다.
pl: Użyj klawiszy ze strzałkami, aby zmienić rozmiary sekcji
pt_br: Use as teclas de direção para alterar o tamanho das seções
ru: Используйте клавиши со стрелками, чтобы изменить размер разделов
tr: Bölümlerin boyutunu değiştirmek için ok tuşlarını kullanın
zh_hans: 使用箭头键更改节的大小
zh_hant: 使用方向鍵來變更區段大小

# Accessibility_ThumbName
source: splitter for Packages list
cs: rozdělovač pro seznamy balíčků
de: Liste der Splitter für Pakete
es: separador para la lista de paquetes
fr: séparateur de liste des packages
it: Barra di divisione per Elenco dei pacchetti
ja: パッケージ リストのスプリッター
ko: 패키지 목록의 분할기
pl: rozdzielacz dla listy pakietów
pt_br: divisor da lista de Pacotes
ru: разделитель для списка пакетов
tr: Paket listesi için ayırıcı
zh_hans: 包列表的拆分器
zh_hant: 套件清單的分隔器

# Accessibility_VulnerabilitiesDescriptionName
source: Package vulnerability description
cs: Popis ohrožení zabezpečení balíčku
de: Beschreibung der Paketsicherheitsanfälligkeit
es: Descripción de la vulnerabilidad del paquete
fr: Description de la vulnérabilité de package
it: Descrizione della vulnerabilità del pacchetto
ja: パッケージの脆弱性の説明
ko: 패키지 취약점 설명
pl: Opis luk w zabezpieczeniach pakietu
pt_br: Descrição da vulnerabilidade do pacote
ru: Описание уязвимости пакета
tr: Paket güvenlik açığı açıklaması
zh_hans: 包漏洞说明
zh_hant: 套件弱點描述

# Action_Consolidate
source: Consolidate
cs: Konsolidovat
de: Konsolidieren
es: Consolidar
fr: Consolider
it: Consolida
ja: 統合
ko: 통합
pl: Konsoliduj
pt_br: Consolidar
ru: Консолидировать
tr: Birleştir
zh_hans: 合并
zh_hant: 合併

# AggregateSourceName
source: All
cs: Vše
de: Alle
es: Todo
fr: Tout
it: Tutti
ja: すべて
ko: 모두
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# ArgumentNullOrEmpty
source: Argument cannot be null or empty.
cs: Argument nemůže být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío.
fr: L'argument ne peut pas être null ou vide.
it: L'argomento non può essere Null o vuoto.
ja: 引数を null または空にすることはできません。
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty.
pt_br: O argumento não pode ser nulo ou estar vazio.
ru: Аргумент не может быть пустым или равен NULL.
tr: Bağımsız değişken null veya boş olamaz.
zh_hans: 参数不能为 null 或为空。
zh_hant: 引數不得為 Null 或空白。

# AskForPRMigrator
source: Consider migrating this project's NuGet package management format from 'packages.config' to 'PackageReference'.
cs: Zvažte migraci formátu správy balíčků NuGet tohoto projektu z packages.config na PackageReference.
de: Erwägen Sie für dieses Projekt eine Migration des Formats für die NuGet-Paketverwaltung von "packages.config" zu "PackageReference".
es: Considere la posibilidad de migrar el formato de administración de paquetes NuGet del proyecto de "packages.config" a "PackageReference".
fr: Faites migrer le format de gestion des packages NuGet de ce projet, de 'packages.config' à 'PackageReference'.
it: Provare a eseguire la migrazione del formato di gestione pacchetti NuGet di questo progetto da 'packages.config' a 'PackageReference'.
ja: このプロジェクトの NuGet パッケージ管理形式を 'packages.config' から 'PackageReference' に移行することをご検討ください。
ko: 이 프로젝트의 NuGet 패키지 관리 형식을 'packages.config'에서 'PackageReference'로 마이그레이션해 보세요.
pl: Należy rozważyć przeprowadzenie migracji formatu zarządzania pakietami NuGet tego projektu z „packages.config” do „PackageReference”.
pt_br: Considere a possibilidade de migrar o formato de gerenciamento de pacotes do NuGet deste projeto de 'packages.config' para 'PackageReference'.
ru: Попробуйте перенести формат управления пакетами NuGet проекта из "packages.config" в "PackageReference".
tr: Bu projenin NuGet paketi yönetim biçimini 'packages.config' biçiminden 'PackageReference' biçimine geçirmeyi düşünün.
zh_hans: 考虑将此项目的 NuGet 程序包管理格式从 "packages.config" 迁移到 "PackageReference"。
zh_hant: 請考慮將此專案的 NuGet 套件管理格式從 'packages.config' 移轉為 'PackageReference'。

# AskForRestoreMessage
source: Some NuGet packages are missing from this solution. Click to restore from your online package sources.
cs: V tomhle řešení chybí některé balíčky NuGet. Kliknutím je obnovíte z online zdrojů balíčků.
de: Einige NuGet-Pakete fehlen in dieser Projektmappe. Klicken Sie, um eine Wiederherstellung aus Ihren Onlinepaketquellen auszuführen.
es: Faltan algunos paquetes NuGet en esta solución. Haga clic para restaurar desde los orígenes del paquete en línea.
fr: Certains packages NuGet sont absents de cette solution. Cliquez pour effectuer une restauration à partir de vos sources de package en ligne.
it: In questa soluzione mancano alcuni pacchetti NuGet. Fare clic per ripristinarli dalle origini dei pacchetti online.
ja: このソリューションに一部の NuGet パッケージが見つかりません。クリックするとオンライン パッケージ ソースから復元します。
ko: 이 솔루션에서 일부 NuGet 패키지가 누락되었습니다. 온라인 패키지 소스에서 복원하려면 클릭하십시오.
pl: W tym rozwiązaniu brakuje niektórych pakietów NuGet. Kliknij, aby przywrócić je ze źródeł pakietów online.
pt_br: Alguns pacotes do NuGet não estão presentes nesta solução. Clique para restaurar usando as origens do pacote online.
ru: В этом решении отсутствует несколько пакетов NuGet. Щелкните, чтобы восстановить их из источников пакетов в сети.
tr: Bu çözümde bazı NuGet paketleri eksik. Çevrimiçi paket kaynaklarınızdan geri yüklemek için tıklayın.
zh_hans: 此解决方案中缺少某些 NuGet 程序包。单击可从联机程序包源中还原。
zh_hant: 此解決方案缺少某些 NuGet 套件。按一下可從您的線上套件來源進行還原。

# AskForUpdateMessage
source: A new version of NuGet Package Manager is available.
cs: Je dostupná nová verze správce balíčků NuGet.
de: Eine neue Version des NuGet-Paket-Managers ist verfügbar.
es: Hay disponible una nueva versión del Administrador de paquetes NuGet.
fr: Une nouvelle version du Gestionnaire de package NuGet est disponible.
it: È disponibile una nuova versione di Gestione pacchetti NuGet.
ja: 新しいバージョンの NuGet パッケージ マネージャーを利用できます。
ko: 새 버전의 NuGet 패키지 관리자를 사용할 수 있습니다.
pl: Dostępna jest nowa wersja menedżera pakietów NuGet.
pt_br: Uma nova versão do Gerenciador de Pacotes do NuGet está disponível.
ru: Доступна новая версия диспетчера пакетов NuGet.
tr: NuGet Paket Yöneticisinin yeni bir sürümü kullanılabilir.
zh_hans: 新版本的 NuGet 包管理器可用。
zh_hant: 已有新版 NuGet 套件管理器可供使用。

# AutoReferenced
source: Implicitly referenced by an SDK. To update the package, update the SDK to which it belongs.
cs: Implicitně odkazováno ze sady SDK. Pokud chcete balíček aktualizovat, aktualizujte sadu SDK, do které patří.
de: Wird ausdrücklich von einem SDK referenziert. Um das Paket zu aktualisieren, aktualisieren Sie das zugehörige SDK.
es: Con referencia implícita mediante un SDK. Para actualizar el paquete, actualice el SDK al que pertenece.
fr: Référencé implicitement par un SDK. Pour mettre à jour le package, mettez à jour le SDK auquel il appartient.
it: Un SDK vi fa riferimento in modo implicito. Per aggiornare il pacchetto, aggiornare l'SDK a cui appartiene.
ja: SDK によって暗黙的に参照されています。パッケージを更新するには、参照元になっている SDK を更新します。
ko: SDK에서 암시적으로 참조됩니다. 패키지를 업데이트하려면 패키지가 속한 SDK를 업데이트하세요.
pl: Niejawnie przywoływane przez zestaw SDK. Aby zaktualizować pakiet, zaktualizuj zestaw SDK, do którego on należy.
pt_br: Referenciado implicitamente por um SDK. Para atualizar o pacote, atualize o SDK ao qual ele pertence.
ru: На этот пакет неявно ссылается пакет SDK. Чтобы обновить пакет, обновите пакет SDK, к которому принадлежит этот пакет.
tr: Bir SDK tarafından örtülü olarak başvuruldu. Paketi güncelleştirmek için paketin ait olduğu SDK'yı güncelleştirin.
zh_hans: 已被 SDK 隐式引用。若要更新该包，请更新其所属的 SDK。
zh_hant: 由 SDK 隱含參考。若要更新該套件，請更新其所屬的 SDK。

# Billion
source: {0:G3}B
es: {0:G3}MM
ru: {0:G3} млрд

# Button_Apply
source: _Apply
cs: _Aplikovat
de: _Übernehmen
es: _Aplicar
fr: _Appliquer
it: _Applica
ja: _適用
ko: 적용(_A)
pl: _Zastosuj
pt_br: _Aplicar
ru: _Применить
tr: _Uygula
zh_hans: 应用(_A)
zh_hant: 套用(_A)

# Button_Cancel
source: _Cancel
cs: _Zrušit
de: _Abbrechen
es: _Cancelar
fr: _Annuler
it: _Annulla
ja: キャンセル(_C)
ko: 취소(_C)
pl: _Anuluj
ru: _Отменить
tr: _İptal
zh_hans: 取消(_C)
zh_hant: 取消(_C)

# Button_Copy
source: Co_py
cs: Ko_pírovat
de: Ko_pieren
es: Co_piar
fr: Co_pier
it: Co_pia
ja: コピー(_P)
ko: 복사(_P)
pl: Ko_piuj
pt_br: Co_piar
ru: Ко_пировать
tr: Kop_yala
zh_hans: 复制(_P)
zh_hant: 複製(_P)

# Button_Dismiss
source: Dismiss
cs: Zavřít
de: Schließen
es: Descartar
fr: Ignorer
it: Chiudi
ja: 無視
ko: 해제
pl: Odrzuć
pt_br: Descartar
ru: Закрыть
tr: Kapat
zh_hans: 消除
zh_hant: 關閉

# Button_IAccept
source: I _Accept
cs: Př_ijmout
de: Ich _akzeptiere
es: _Aceptar
fr: J'_accepte
it: A_ccetto
ja: 同意する(_A)
ko: 동의함(_A)
pl: _Akceptuję
pt_br: Eu _Aceito
ru: _Принимаю
tr: Kabul _Ediyorum
zh_hans: 我接受(_A)
zh_hant: 我接受(_A)

# Button_IDecline
source: I _Decline
cs: O_dmítnout
de: Ich _lehne ab
es: _Rechazar
fr: Je _refuse
it: Non acc_etto
ja: 同意しない(_D)
ko: 동의 안 함(_D)
pl: _Odrzucam
pt_br: Eu _Recuso
ru: _Не принимаю
tr: Kabul _Etmiyorum
zh_hans: 我拒绝(_D)
zh_hant: 我拒絕(_D)

# Button_Install
source: Install
cs: Nainstalovat
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
ko: 설치
pl: Zainstaluj
pt_br: Instalar
ru: Установить
tr: Yükle
zh_hans: 安装
zh_hant: 安裝

# Button_No
source: _No
cs: _Ne
de: _Nein
fr: _Non
ja: いいえ(_N)
ko: 아니요(_N)
pl: _Nie
ru: _Нет
tr: _Hayır
zh_hans: 否(_N)
zh_hant: 否(_N)

# Button_NoToAll
source: No to A_ll
cs: N_e pro všechny
de: Nein zum a_llem
es: No para T_odo
fr: Non pour_tout
it: No a _tutti
ja: すべてにいいえ(_L)
ko: 모두 아니요(_L)
pl: Nie na W_szystko
ru: Нет для в_сех
tr: T_ümüne Hayır
zh_hans: 全部不(_L)
zh_hant: 全部皆否(_L)

# Button_OK
source: _OK
es: _Aceptar
ja: OK(_O)
ko: 확인(_O)
ru: _ОК
tr: _Tamam
zh_hans: 确定(_O)
zh_hant: 確定(_O)

# Button_Preview
source: Preview
cs: Náhled
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 보기
pl: Podgląd
pt_br: Visualizar
ru: Просмотр
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

# Button_RestartSearch
source: Restart search
cs: Restartovat hledání
de: Suche neu starten
es: Reiniciar búsqueda
fr: Redémarrer la recherche
it: Riavvia ricerca
ja: 検索の再開
ko: 검색 다시 시작
pl: Uruchom ponownie wyszukiwanie
pt_br: Reiniciar pesquisa
ru: Перезапустить поиск
tr: Aramayı yeniden başlat
zh_hans: 重新开始搜索
zh_hant: 重新開始搜尋

# Button_ShowErrors
source: Show errors in output
cs: Zobrazit chyby ve výstupu
de: Fehler in Ausgabe anzeigen
es: Mostrar errores de salida
fr: Afficher les erreurs en sortie
it: Visualizza gli errori nell'output
ja: 出力にエラーを表示
ko: 출력에서 오류 표시
pl: Pokazuj błędy w danych wyjściowych
pt_br: Mostrar os erros na saída
ru: Показать ошибки в данных вывода
tr: Hataları çıkışta göster
zh_hans: 在输出中显示错误
zh_hant: 在輸出中顯示錯誤

# Button_ShowMoreResults
source: Show {0} more results
cs: Zobrazit další výsledky ({0})
de: Weitere {0} Ergebnisse anzeigen
es: Mostrar {0} resultados más
fr: Afficher {0} résultats supplémentaires
it: Visualizza altri {0} risultati
ja: さらに {0} 件の結果を表示
ko: {0}개 이상의 결과 표시
pl: Pokaż więcej wyników ({0})
pt_br: Mostrar {0} mais resultados
ru: Показать еще результатов: {0}
tr: Diğer {0} sonucu göster
zh_hans: 显示更多 {0} 条结果
zh_hant: 顯示其他 {0} 項結果

# Button_Uninstall
source: Uninstall
cs: Odinstalovat
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
it: Disinstalla
ja: アンインストール
ko: 제거
pl: Odinstaluj
pt_br: Desinstalar
ru: Удалить
tr: Kaldır
zh_hans: 卸载
zh_hant: 解除安裝

# Button_Update
source: Update
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
ko: 업데이트
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
tr: Güncelleştir
zh_hans: 更新
zh_hant: 更新

# Button_Yes
source: _Yes
cs: _Ano
de: _Ja
es: _Sí
fr: _Oui
it: _Sì
ja: はい(_Y)
ko: 예(_Y)
pl: _Tak
ru: _Да
tr: _Evet
zh_hans: 是(_Y)
zh_hant: 是(_Y)

# Button_YesToAll
source: Yes to _All
cs: Ano pro _všechny
de: Ja zu _allem
es: Sí a _Todo
fr: Oui pour_tout
it: Sì per _tutti
ja: すべてにはい(_A)
ko: 모두 예(_A)
pl: Tak na _wszystko
ru: Да для _всех
tr: _Tümüne Evet
zh_hans: 全部是(_A)
zh_hant: 全部皆是(_A)

# CheckBox_DefaultPackageFormat
source: Allow format selection on first package install
cs: Při první instalaci balíčku povolit výběr formátu
de: Formatauswahl bei der ersten Paketinstallation zulassen
es: Permitir la selección de formato en la primera instalación del paquete
fr: Autoriser la sélection de format à la première installation du package
it: Consenti selezione del formato alla prima installazione del pacchetto
ja: パッケージの初回インストール時に形式の選択を許可する
ko: 패키지를 처음 설치할 때 형식 선택 허용
pl: Zezwalaj na wybór formatu przy pierwszej instalacji pakietu
pt_br: Permitir seleção de formato na instalação do primeiro pacote
ru: Разрешить выбрать формат при первой установке пакета
tr: İlk paket yüklemesinde biçim seçimine izin ver
zh_hans: 允许安装第一个包时选择格式
zh_hant: 允許在安裝第一個套件時選取格式

# CheckBox_SelectAllProjects
source: Select All Projects
cs: Vybrat všechny projekty
de: Alle Projekte auswählen
es: Seleccione Todos los proyectos.
fr: Sélectionner tous les projets
it: Seleziona tutti i progetti
ja: プロジェクトをすべて選択
ko: 모든 프로젝트 선택
pl: Zaznacz wszystkie projekty
pt_br: Selecionar Todos os Projetos
ru: Выбрать все проекты
tr: Tüm Projeleri Seç
zh_hans: 选择所有项目
zh_hant: 選取所有專案

# CheckBox_SelectAllProjects_HelpText
source: Select this checkbox to install the NuGet Package to all projects in the solution
cs: Toto políčko zaškrtněte, pokud chcete balíček NuGet nainstalovat do všech projektů v tomto řešení.
de: Aktivieren Sie dieses Kontrollkästchen, um das NuGet-Paket für alle Projekte in der Projektmappe zu installieren.
es: Seleccione esta casilla para instalar el paquete NuGet en todos los proyectos de la solución.
fr: Sélectionner cette case à cocher pour installer le package NuGet sur tous les projets de la solution
it: Selezionare questa casella di controllo per installare il pacchetto NuGet in tutti i progetti della soluzione
ja: このチェックボックスをオンにすると、NuGet パッケージをソリューション内のすべてのプロジェクトにインストールします
ko: 확인란을 선택하여 솔루션안의 모든 프로젝트에 NuGet 패키지를 설치하세요
pl: Zaznacz to pole wyboru, aby zainstalować pakiet NuGet we wszystkich projektach w rozwiązaniu
pt_br: Selecione esta caixa de seleção para instalar o Pacote NuGet em todos os projetos na solução
ru: Установите этот флажок, чтобы установить пакет NuGet во все проекты решения.
tr: Çözümdeki tüm projelere NuGet Paketi yüklemek için bu onay kutucuğunu seçin
zh_hans: 选中此复选框，将 NuGet 包安装到该解决方案中的所有项目
zh_hant: 選取此核取方塊以將 NuGet 套件安裝到解決方案中的所有專案

# CheckBox_SelectProject_HelpText
source: Select this checkbox to install the NuGet Package to the project '{0}'
cs: Toto políčko zaškrtněte, pokud chcete balíček NuGet nainstalovat do projektu {0}.
de: Aktivieren Sie dieses Kontrollkästchen, um das NuGet-Paket für das Projekt "{0}" zu installieren.
es: Seleccione esta casilla para instalar el paquete NuGet en el proyecto '{0}'.
fr: Sélectionner cette case à cocher pour installer le package NuGet sur le projet '{0}'
it: Selezionare questa casella di controllo per installare il pacchetto NuGet nel progetto '{0}'
ja: このチェックボックスをオンにすると、NuGet パッケージをプロジェクト '{0}' にインストールします
ko: 확인란을 선택하여 프로젝트 '{0}'에 NuGet 패키지를 설치하세요
pl: Zaznacz to pole wyboru, aby zainstalować pakiet NuGet w projekcie „{0}”
pt_br: Selecione esta caixa de seleção para instalar o Pacote NuGet no projeto '{0}'
ru: Установите этот флажок, чтобы установить пакет NuGet в проект "{0}".
tr: '{0}' projesine NuGet Paketi yüklemek için bu onay kutucuğunu seçin
zh_hans: 选中此复选框，将 NuGet 包安装到项目'{0}'
zh_hant: 選取此核取方塊以將 NuGet 套件安裝到專案 '{0}'

# CheckBox_Selected
source: Selected
cs: Vybráno
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionati
ja: 選択済み
ko: 선택됨
pl: Wybrane
pt_br: Selecionado
ru: Выбрано
tr: Seçili
zh_hans: 已选择
zh_hant: 已選取
