Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.ProjectModel/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PackagesLockFile_ProjectTransitiveDependencyChanged
source: Transitive dependency {0} moved to be centraly managed invalidated the lock file.
cs: Přenositelná závislost {0}, která se přesunula do centrální správy, zneplatnila soubor zámku.
de: Die transitive Abhängigkeit "{0}" wurde zur zentralen Verwaltung verschoben. Die Sperrdatei ist nicht mehr gültig.
es: La dependencia transitiva {0} que se movió para administrarse de forma centralizada han invalidado el archivo de bloqueo.
fr: La dépendance transitive {0}, qui a été déplacée pour être gérée de manière centralisée, a rendu le fichier de verrouillage non valide.
it: La dipendenza transitiva {0} spostata per consentirne la gestione centralizzata ha invalidato il file di blocco.
ja: 推移的な依存関係 {0} を一元管理に移行すると、ロック ファイルが無効にされます。
ko: 중앙에서 관리되도록 이동된 전이적 종속성 {0}이(가) 잠금 파일을 무효화했습니다.
pl: Zależność przechodnia {0} przeniesiona do centralnego zarządzania unieważniła plik blokady.
pt_br: A dependência transitiva {0} movida para ser gerenciada de modo centralizado invalidou o arquivo de bloqueio.
ru: Перемещение транзитивной зависимости {0} для централизованного управления сделало файл блокировки недействительным.
tr: {0} adlı geçişli bağımlılık merkezi olarak yönetilmek üzere geçersiz kılınan kilit dosyasına taşındı.
zh_hans: 移动进行集中管理的可传递依赖项 {0} 已使锁定文件无效。
zh_hant: 轉移相依性 {0} 已改為集中控制，並使鎖定檔案失效。

# PackagesLockFile_ProjectTransitiveDependencyVersionChanged
source: Mistmatch between the requestedVersion of a lock file dependency marked as CentralTransitive and the the version specified in the central package management file. Lock file version {0}, central package management version {1}.
cs: Neshoda mezi requestedVersion závislosti souboru zámku označeného jako CentralTransitive a verzí zadanou v souboru centrální správy balíčků. Verze souboru zámku: {0}, verze centrální správy balíčků: {1}
de: Konflikt zwischen der requestedVersion einer Sperrdateiabhängigkeit, die als "CentralTransitive" gekennzeichnet ist, und der Version, die in der Datei der zentralen Paketverwaltung angegeben wurde. Version der Sperrdatei: {0}, Version der zentralen Paketverwaltung: {1}.
es: Error de coincidencia entre el valor requestedVersion de una dependencia de archivo de bloqueo marcada como CentralTransitive y la versión especificada en el archivo de administración central de paquetes. Versión del archivo de bloqueo: {0}. Versión de administración central de paquetes: {1}.
fr: Incompatibilité entre le requestedVersion d'une dépendance de fichier de verrouillage marquée comme étant CentralTransitive et la version spécifiée dans le fichier de gestion des packages centralisée. Version du fichier de verrouillage : {0}. Version de la gestion des packages centralisée : {1}.
it: La versione richiesta di una dipendenza del file di blocco contrassegnata come CentralTransitive non corrisponde alla versione specificata nel file di gestione centralizzata del pacchetto. Versione del file di blocco: {0}. Versione della gestione centralizzata del pacchetto: {1}.
ja: CentralTransitive としてマークされたロック ファイルの依存関係の requestedVersion と、中央のパッケージ管理ファイルに指定されたバージョンが一致しません。ロック ファイル バージョン {0}、中央のパッケージ管理バージョン {1}。
ko: CentralTransitive로 표시된 잠금 파일 종속성의 requestedVersion과 중앙 패키지 관리 파일에 지정된 버전이 일치하지 않습니다. 잠금 파일 버전: {0}, 중앙 패키지 관리 버전: {1}.
pl: Niezgodność wersji requestedVersion zależności pliku blokady oznaczonej jako CentralTransitive i wersji określonej w pliku centralnego zarządzania pakietami. Wersja pliku blokady: {0}, wersja centralnego zarządzania pakietami: {1}.
pt_br: Incompatibilidade entre a requestedVersion de uma dependência do arquivo de bloqueio marcada como CentralTransitive e a versão especificada no arquivo de Gerenciamento de Pacotes central. Versão do arquivo de bloqueio {0}, versão do Gerenciamento de Pacotes central {1}.
ru: Несоответствие версии requestedVersion для зависимости в файле блокировки, помеченной как CentralTransitive, и версии, указанной в файле централизованного управления пакетами. Версия в файле блокировки: {0}. Версия в файле централизованного управления пакетами: {1}.
tr: CentralTransitive olarak işaretlenmiş kilit dosyası bağımlılığının requestedVersion sürümü ile merkezi paket yönetimi dosyasında belirtilen sürüm birbiriyle eşleşmiyor. Kilit dosyası sürümü: {0}, merkezi paket yönetimi sürümü: {1}.
zh_hans: 标记为 CentralTransitive 的锁定文件依赖项与中央包管理文件中指定的版本之间的请求版本不匹配。锁定文件版本: {0}，中央包管理版本: {1}。
zh_hant: 標示為 CentralTransitive 之鎖定檔案相依性的 requestedVersion 與在中央套件管理檔案中指定的版本不相符。鎖定檔案版本 {0}，中央套件管理版本 {1}。

# PackagesLockFile_RestoreMetadataMissingTfms
source: Restore metadata is mising the required target frameworks list. Please file a bug with repro steps on NuGet/Home if seen.
cs: V metadatech obnovení chybí povinný seznam cílových architektur. Pokud jste našli chybu, oznamte ji prosím v části NuGet/Domů spolu s postupem, jak ji reprodukovat.
de: In den Wiederherstellungsmetadaten fehlt die Liste erforderlicher Zielframeworks. Wenn ein Fehler auftritt, erstellen Sie ein Issue mit Schritten zur Reproduktion in NuGet/Home.
es: Los metadatos de restauración no tienen la lista de plataformas de destino requeridas. Registre un error con los pasos de reproducción en NuGet/Inicio, si aparece.
fr: La liste des frameworks cibles nécessaires est manquante dans les métadonnées de restauration. Entrez un bogue en indiquant les étapes de reproduction sur NuGet/Home, le cas échéant.
it: Nei metadati di ripristino manca l'elenco dei framework di destinazione richiesti. Segnalare un bug con la procedura per riprodurre il problema in NuGet/Home se visualizzato.
ja: 復元メタデータに、必要なターゲット フレームワーク リストがありません。表示されている場合は、NuGet またはホームで再現手順を添えてバグ報告をお寄せください。
ko: 복원 메타데이터에 필요한 대상 프레임워크 목록이 없습니다. 표시되는 경우 NuGet/홈에서 재현 단계를 포함하여 버그를 제출하세요.
pl: W metadanych przywracania brakuje wymaganej listy platform docelowych. Jeśli napotkasz usterkę, zgłoś ją razem z krokami odtwarzania na ekranie głównym narzędzia NuGet.
pt_br: Os metadados de restauração não contêm a lista de estruturas de destino necessárias. Registre um bug com as etapas de reprodução no NuGet/Página inicial, caso haja algum.
ru: Метаданные восстановления не содержат список требуемых целевых платформ. Если вы видите эту ошибку, сообщите о ней в NuGet/Home, указав шаги для воспроизведения проблемы.
tr: Geri yükleme meta verilerinde gerekli hedef çerçeve listesi eksik. Lütfen varsa NuGet/Home'daki yeniden oluşturma adımlarıyla bir hata bildirin.
zh_hans: 还原元数据缺失所需的目标框架列表。如果发现 bug，请使用 NuGet/Home 上的重现步骤将 bug 归档。
zh_hant: 還原中繼資料缺少必要的目標 Framework 清單。如有發現，請在 NuGet/首頁上提交 Bug，並附重現步驟。

# PackagesLockFile_RuntimeIdentifiersChanged
source: The project's runtime identifiers have changed from. Project's runtime identifiers: {0}, lock file's runtime identifiers {1}.
cs: Identifikátory modulu runtime projektu se změnily. Identifikátory modulu runtime projektu: {0}, identifikátory modulu runtime souboru zámku: {1}
de: Die Runtimebezeichner des Projekts wurden geändert. Runtimebezeichner des Projekts: {0}, Runtimebezeichner der Sperrdatei: {1}.
es: Los identificadores en tiempo de ejecución del proyecto han cambiado. Identificadores en tiempo de ejecución del proyecto: {0}. Identificadores en tiempo de ejecución del archivo de bloqueo: {1}.
fr: Les identificateurs de runtime du projet ont changé. Identificateurs de runtime du projet : {0}. Identificateurs de runtime du fichier de verrouillage {1}.
it: Gli identificatori di runtime del progetto sono stati modificati. Identificatori di runtime del progetto: {0}. Identificatori di runtime del file di blocco: {1}.
ja: プロジェクトのランタイム識別子の変更元。プロジェクトのランタイム識別子: {0}、ロック ファイルのランタイム識別子 {1}。
ko: 프로젝트의 런타임 식별자가 변경되었습니다. 프로젝트의 런타임 식별자: {0}, 잠금 파일의 런타임 식별자: {1}.
pl: Identyfikatory środowiska uruchomieniowego projektu zostały zmienione. Identyfikatory środowiska uruchomieniowego projektu: {0}, identyfikatory środowiska uruchomieniowego pliku blokady: {1}.
pt_br: Os identificadores de runtime do projeto foram alterados. Identificadores de runtime do projeto: {0}, identificadores de runtime do arquivo de bloqueio {1}.
ru: Изменены идентификаторы среды выполнения проекта. Идентификаторы среды выполнения в проекте: {0}. Идентификаторы среды выполнения в файле блокировки: {1}.
tr: Projenin çalışma zamanı tanımlayıcıları değiştirildi. Projenin çalışma zamanı tanımlayıcıları: {0}, kilit dosyasının çalışma zamanı tanımlayıcıları: {1}.
zh_hans: 项目的运行时标识符已更改。项目的运行时标识符: {0}，锁定文件的运行时标识符: {1}。
zh_hant: 專案的執行階段識別碼已變更。專案的執行階段識別碼: {0}，鎖定檔案的執行階段識別碼 {1}。

# PackagesLockFile_UnableToLoadPackagespec
source: Unable to load package spec for {0} project.
cs: Nepovedlo se načíst specifikaci balíčku pro projekt {0}.
de: Für das Projekt "{0}" kann die Paketspezifikation nicht geladen werden.
es: No se pueden cargar especificaciones de paquete para el proyecto {0}.
fr: Impossible de charger la spécification du package pour le projet {0}.
it: Non è possibile caricare le specifiche del pacchetto per il progetto {0}.
ja: {0} プロジェクトのパッケージ仕様を読み込めません。
ko: {0} 프로젝트의 패키지 사양을 로드할 수 없습니다.
pl: Nie można załadować specyfikacji pakietu dla projektu {0}.
pt_br: Não é possível carregar a especificação do pacote para o projeto {0}.
ru: Невозможно загрузить спецификацию пакета для проекта {0}.
tr: {0} projesi için paket belirtimi yüklenemiyor.
zh_hans: 无法为 {0} 项目加载包规范。
zh_hant: 無法為 {0} 專案載入套件規格。
