Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.ProjectModel/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ArgumentNullOrEmpty
source: Argument cannot be null or empty.
cs: Argument nemůže být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío.
fr: L'argument ne peut pas être null ou vide.
it: L'argomento non può essere Null o vuoto.
ja: 引数を null または空にすることはできません。
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty.
pt_br: O argumento não pode ser nulo ou estar vazio.
ru: Аргумент не может быть пустым или равен NULL.
tr: Bağımsız değişken null veya boş olamaz.
zh_hans: 参数不能为 null 或为空。
zh_hant: 引數不得為 Null 或空白。

# InvalidDependencyTarget
source: Invalid dependency target value '{0}'.
cs: Neplatná cílová hodnota závislosti {0}
de: Ungültiger Abhängigkeitszielwert "{0}".
es: Valor '{0}' de destino de la dependencia no válido.
fr: Valeur cible « {0} » de dépendance non valide.
it: Il valore target '{0}' della dipendenza non è valido.
ja: 依存関係の対象の値 '{0}' が無効です。
ko: 종속성 대상 값 '{0}'이(가) 잘못되었습니다.
pl: Nieprawidłowa wartość docelowa zależności „{0}”.
pt_br: Valor de destino de dependência '{0}' inválido.
ru: Недопустимое значение целевого объекта зависимости "{0}".
tr: Geçersiz bağımlılık hedefi değeri '{0}'.
zh_hans: 依赖项目标值“{0}”无效。
zh_hant: 相依性目標值 '{0}' 無效。

# InvalidPackageType
source: The pack options package type must be a string or array of strings in '{0}'.
cs: Typ balíčku možností vlastnosti pack musí být řetězec nebo pole řetězců v: {0}.
de: Der Pakettyp der Paketoptionen muss eine Zeichenfolge oder ein Array aus Zeichenfolgen in "{0}" sein.
es: El tipo de paquete de las opciones de empaquetado debe ser una cadena o una matriz de cadenas en "{0}".
fr: Le type de package d'options de pack doit être une chaîne ou un tableau de chaînes dans '{0}'.
it: Il tipo di pacchetto di opzioni del pacchetto deve essere una stringa o una matrice di stringhe in '{0}'.
ja: パック オプションのパッケージの種類は、'{0}' の文字列または文字列の配列でなければなりません。
ko: 팩 옵션 패키지 형식은 '{0}'의 문자열 또는 문자열 배열이어야 합니다.
pl: Typ pakietu dla opcji pakietu musi być ciągiem lub tablicą ciągów w „{0}”.
pt_br: O tipo de pacote de opções do pacote deve ser uma cadeia de caracteres ou uma matriz de cadeias de caracteres em '{0}'.
ru: Тип пакета параметров упаковки должен быть строкой или массивом строк в '{0}'.
tr: Paket seçenekleri paket türü, bir dize veya '{0}' içinde dizelerden oluşan bir dizi olmalıdır.
zh_hans: 包选项的包类型必须是“{0}”中的字符串或字符串数组。
zh_hant: 套件選項的套件類型必須是 '{0}' 中的字串或字串陣列。

# Invalid_AttributeValue
source: The {0} value: `{1}` is invalid. Valid example: `{2}`
cs: Hodnota {0}: {1} je neplatná. Platný příklad: {2}
de: Der {0}-Wert „{1}“ ist ungültig. Gültiges Beispiel: „{2}“
es: El valor: {0} ''{1}'' no es válido. Ejemplo válido: ''{2}''
fr: La valeur {0} : « {1} » n’est pas valide. Exemple valide : « {2} »
it: Il valore {0}: '{1}' non è valido. Esempio valido: '{2}'
ja: {0} の値: '{1}' が無効です。有効な例: '{2}'
ko: {0} 값: `{1}`이(가) 잘못되었습니다. 유효한 예: `{2}`
pl: Wartość {0}: „{1}” jest nieprawidłowa. Prawidłowy przykład: „{2}”
pt_br: O valor {0}: `{1}` é inválido. Exemplo válido: `{2}`
ru: Значение {0} "{1}" недопустимо. Допустимый пример: "{2}"
tr: {0} değeri: `{1}` geçersiz. Geçerli örnek: '{2}'
zh_hans: {0} 值: `{1}` 无效。有效示例: `{2}`
zh_hant: {0} 值: `{1}` 無效。有效範例: '{2}'

# Log_ErrorReadingLockFile
source: Error loading lock file '{0}' : {1}
cs: Chyba při načítání souboru zámků {0}: {1}
de: Fehler beim Laden der Sperrdatei "{0}" : {1}
es: Error al cargar el archivo de bloqueo '{0}' : {1}
fr: Erreur lors du chargement du fichier de verrouillage « {0} » : {1}
it: Si è verificato un errore durante il caricamento del file di blocco '{0}': {1}
ja: ロック ファイル '{0}' の読み込み中にエラーが発生しました : {1}
ko: 잠금 파일 '{0}'을(를) 로드하는 동안 오류 발생: {1}
pl: Błąd podczas ładowania pliku blokady „{0}”: {1}
pt_br: Erro ao carregar o arquivo de bloqueio '{0}' : {1}
ru: Ошибка при загрузке файла блокировки "{0}": {1}
tr: '{0}' kilit dosyasını yükleme hatası: {1}
zh_hans: 加载锁定文件“{0}”时出现错误: {1}
zh_hant: 載入鎖定檔案 '{0}' 時發生錯誤: {1}

# Log_ErrorReadingProjectJson
source: Error reading '{0}' : {1}
cs: Chyba při čtení {0}: {1}
de: Fehler beim Lesen von "{0}" : {1}
es: Error al leer '{0}' : {1}
fr: Erreur lors de la lecture de « {0} » : {1}
it: Si è verificato un errore durante la lettura di '{0}': {1}
ja: '{0}' の読み取り中にエラーが発生しました : {1}
ko: '{0}'을(를) 읽는 동안 오류 발생: {1}
pl: Błąd podczas odczytywania elementu „{0}”: {1}
pt_br: Erro ao ler '{0}' : {1}
ru: Ошибка считывания "{0}" : {1}
tr: '{0}' okuma hatası: {1}
zh_hans: 读取“{0}”时出现错误: {1}
zh_hant: 讀取 '{0}' 時發生錯誤: {1}

# Log_ErrorReadingProjectJsonWithLocation
source: Error reading '{0}' at line {1} column {2} : {3}
cs: Chyba při čtení {0} na řádku {1} ve sloupci {2}: {3}
de: Fehler beim Lesen von "{0}" in Zeile {1}, Spalte {2} : {3}
es: Error al leer '{0}' en la línea {1} y la columna {2} : {3}
fr: Erreur lors de la lecture de « {0}» à la ligne {1} et colonne {2} : {3}
it: Si è verificato un errore durante la lettura di '{0}' alla riga {1} e alla colonna {2}: {3}
ja: 行 {1}、列 {2} の '{0}' を読み取り中にエラーが発生しました : {3}
ko: 줄 {1} 열 {2}에서 '{0}'을(를) 읽는 동안 오류 발생: {3}
pl: Błąd podczas odczytywania elementu „{0}” w wierszu {1} kolumny {2}: {3}
pt_br: Erro ao ler '{0}' na linha {1} coluna {2} : {3}
ru: Ошибка считывания "{0}" в строке {1}, столбец {2}: {3}
tr: Satır {1} sütun {2} üzerinde '{0}' okuma hatası: {3}
zh_hans: 读取第 {1} 行、第 {2} 列的“{0}”时出现错误: {3}
zh_hant: 讀取行 {1} 欄 {2} 的 '{0}' 時發生錯誤: {3}

# Log_InvalidImportFramework
source: Imports contains an invalid framework: '{0}' in '{1}'.
cs: Import obsahuje neplatnou architekturu: {0} v: {1}.
de: Der Import enthält ein ungültiges Framework: "{0}" in "{1}".
es: La importación contiene un marco no válido: "{0}" en "{1}".
fr: Les importations contiennent un framework non valide : '{0}' dans '{1}'.
it: L'importazione contiene un framework non valido: '{0}' in '{1}'.
ja: インポートに無効なフレームワークが含まれています: '{1}' の '{0}'。
ko: 가져오기에 잘못된 프레임워크가 포함되어 있습니다. '{1}'의 '{0}'.
pl: Importy zawierają nieprawidłową strukturę: „{0}” w „{1}”.
pt_br: As importações contêm uma estrutura inválida: '{0}' em '{1}'.
ru: Импорт содержит недопустимую платформу: '{0}' в '{1}'.
tr: İçeri aktarma, geçersiz bir çerçeve içeriyor: '{1}' içinde '{0}'.
zh_hans: 导入包含无效的框架:“{1}”中的“{0}”。
zh_hant: 匯入包含無效的架構: '{1}' 中的 '{0}'。

# Log_ProblemReadingCacheFile
source: Problem reading the cache file {0} : {1}
cs: Při čtení souboru mezipaměti {0} došlo k problému: {1}
de: Problem beim Lesen der Cachedatei "{0}": {1}
es: Problema al leer el archivo de caché {0} : {1}
fr: Problème de lecture du fichier cache {0} : {1}
it: Si è verificato un problema durante la lettura del file di cache {0}: {1}
ja: キャッシュ ファイルの読み取りの問題 {0} : {1}
ko: 캐시 파일 {0}을(를) 읽는 동안 문제가 발생했습니다. {1}
pl: Wystąpił problem podczas czytania pliku pamięci podręcznej {0}: {1}
pt_br: Problema ao ler o arquivo de cache {0}: {1}
ru: Ошибка чтения файла кэша {0}: {1}
tr: Önbellek dosyası {0} okunurken bir sorun oluştu : {1}
zh_hans: 读取缓存文件 {0} 时遇到问题: {1}
zh_hant: 讀取快取檔案 {0} 時發生問題: {1}

# MissingVersionOnDependency
source: Package dependencies must specify a version range.
cs: Závislosti balíčků musí uvádět rozsah verzí.
de: Die Paketabhängigkeiten müssen einen Versionsbereich angeben.
es: Las dependencias del paquete deben especificar un intervalo de versiones.
fr: Les dépendances de package doivent spécifier une plage de versions.
it: Per le dipendenze del pacchetto è necessario che sia specificato un intervallo di versioni.
ja: パッケージの依存関係でバージョン範囲を指定する必要があります。
ko: 패키지 종속성은 버전 범위를 지정해야 합니다.
pl: W zależnościach pakietu musi być określony zakres wersji.
pt_br: As dependências de pacote devem especificar um intervalo de versão.
ru: В зависимостях пакета должен быть указан диапазон версий.
tr: Paket bağımlılıklarında bir sürüm aralığı belirtilmelidir.
zh_hans: 包依赖项必须指定版本范围。
zh_hant: 封裝相依性必須指定版本範圍。

# MissingVersionOnTool
source: Tools must specify a version range.
cs: Nástroje musí uvádět rozsah verzí.
de: Die Tools müssen einen Versionsbereich angeben.
es: Las herramientas deben especificar un intervalo de versiones.
fr: Les outils doivent spécifier une plage de versions.
it: Per gli strumenti è necessario che sia specificato un intervallo di versioni.
ja: ツールでバージョン範囲を指定する必要があります。
ko: 도구는 버전 범위를 지정해야 합니다.
pl: W narzędziach musi być określony zakres wersji.
pt_br: As ferramentas devem especificar um intervalo de versão.
ru: В средствах должен быть указан диапазон версий.
tr: Araçlarda bir sürüm aralığı belirtilmelidir.
zh_hans: 工具必须指定版本范围。
zh_hant: 工具必須指定版本範圍。

source: None
cs: Žádné
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
tr: Hiçbiri
zh_hans: 无
zh_hant: 無

# PackagesLockFile_CentralPackageVersionRemoved
source: Central package management file(s) doesn't contain version range for {0} package which is specified as CentralTransitive dependency in the lock file.
cs: Soubory centrální správy balíčků neobsahují rozsah verzí pro balíček {0}, který je v souboru zámku zadaný jako závislost CentralTransitive.
de: Die Dateien der zentralen Paketverwaltung enthalten keinen Versionsbereich für das Paket "{0}", das als CentralTransitive-Abhängigkeit in der Sperrdatei angegeben ist.
es: Los archivos de administración central de paquetes no contienen el intervalo de versiones para el paquete {0} especificado como dependencia CentralTransitive en el archivo de bloqueo.
fr: Le ou les fichiers de gestion des packages centralisée ne contiennent pas de plages de versions pour le package {0}. Celui-ci est spécifié en tant que dépendance CentralTransitive dans le fichier de verrouillage.
it: I file di gestione centralizzata del pacchetto non contengono l'intervallo di versioni per il pacchetto {0} che viene specificato come dipendenza CentralTransitive nel file di blocco.
ja: 中央のパッケージ管理ファイルには、ロック ファイルで CentralTransitive 依存関係として指定された {0} パッケージのバージョン範囲が含まれていません。
ko: 잠금 파일에서 CentralTransitive 종속성으로 지정되는 {0} 패키지의 버전 범위가 중앙 패키지 관리 파일에 포함되어 있지 않습니다.
pl: Pliki centralnego zarządzania pakietami nie zawierają zakresu wersji dla pakietu {0}, który został określony jako zależność CentralTransitive w pliku blokady.
pt_br: Os arquivos do Gerenciamento de Pacotes central não contêm o intervalo de versão do pacote {0} especificado como uma dependência CentralTransitive no arquivo de bloqueio.
ru: Файлы централизованного управления пакетами не содержат диапазон версий для пакета {0}, который указан как зависимость CentralTransitive в файле блокировки.
tr: Merkezi paket yönetimi dosyaları, kilit dosyasında CentralTransitive bağımlılığı olarak belirtilen {0} paketi için sürüm aralığı içermiyor.
zh_hans: 中央包管理文件不包含在锁定文件中被指定为 CentralTransitive 依赖项的 {0} 包的版本范围。
zh_hant: 中央套件管理檔案不包含在鎖定檔案中指定為 CentralTransitive 相依性之 {0} 套件的版本範圍。

# PackagesLockFile_IncompatibleLockFileVersion
source: Version specified in the packages.lock.json file is incompatible. Current tooling supports version {0} and previous formats.
cs: Verze zadaná v souboru packages.lock.json není kompatibilní. Aktuální sada nástrojů podporuje verzi {0} a předchozí formáty.
de: Die in der Datei "packages.lock.json" angegebene Version ist nicht kompatibel. Aktuelle Tools unterstützen Version {0} und frühere Formate.
es: La versión especificada en el archivo packages.lock.json no es compatible. Las herramientas actuales admiten la versión {0} y los formatos anteriores.
fr: La version spécifiée dans le fichier packages.lock.json est incompatible. Les outils actuels prennent en charge la version {0} et les formats antérieurs.
it: La versione specificata nel file packages.lock.json non è compatibile. Gli strumenti correnti supportano la versione {0} e i formati precedenti.
ja: packages.lock.js ファイルで指定されたバージョンには互換性がありません。現在のツールでは、バージョン {0} および以前の形式をサポートしています。
ko: packages.lock.json 파일에 지정된 버전이 호환되지 않습니다. 현재 도구는 {0} 버전 및 이전 형식을 지원합니다.
pl: Wersja określona w pliku packages.lock.json jest niezgodna. Bieżące narzędzia obsługują wersję {0} i wcześniejsze formaty.
pt_br: A versão especificada no arquivo packages.lock.json é incompatível. A ferramenta atual dá suporte à versão {0} e aos formatos anteriores.
ru: Указанная в файле packages.lock.json версия несовместима. Текущие инструменты поддерживают версию {0} и предыдущие форматы.
tr: packages.lock.json dosyasında belirtilen sürüm uyumsuz. Geçerli araçlar {0} sürümünü ve önceki biçimleri destekliyor.
zh_hans: 在 packages.lock.json 文件中指定的版本不兼容。当前工具支持版本 {0} 和以前的格式。
zh_hant: 在 packages.lock.json 檔案中指定的版本不相容。目前的工具支援版本 {0} 和先前的格式。

# PackagesLockFile_MismatchedTargetFrameworks
source: The project target frameworks are different than the lock file's target frameworks. Lock file target frameworks: {0}. Project target frameworks {1}.
cs: Cílové architektury projektu se liší od cílových architektur souboru zámku. Cílové architektury souboru zámku: {0}. Cílové architektury projektu: {1}
de: Die Zielframeworks des Projekts unterscheiden sich von den Zielframeworks der Sperrdatei. Zielframeworks der Sperrdatei: {0}. Zielframeworks des Projekts: {1}.
es: Las plataformas de destino del proyecto son distintas a las del archivo de bloqueo. Plataformas de destino del archivo de bloqueo: {0}. Plataformas de destino del proyecto: {1}.
fr: Les frameworks cibles du projet sont différents des frameworks cibles du fichier de verrouillage. Frameworks cibles du fichier de verrouillage : {0}. Frameworks cibles du projet : {1}.
it: I framework di destinazione del progetto sono diversi da quelli del file di blocco. Framework di destinazione del file di blocco: {0}. Framework di destinazione del progetto: {1}.
ja: プロジェクトのターゲット フレームワークがロック ファイルのターゲット フレームワークと異なります。ロック ファイルのターゲット フレームワーク: {0}。プロジェクトのターゲット フレームワーク: {1}。
ko: 프로젝트 대상 프레임워크가 잠금 파일의 대상 프레임워크와 다릅니다. 잠금 파일 대상 프레임워크: {0}, 프로젝트 대상 프레임워크: {1}.
pl: Platformy docelowe projektu różnią się od platform docelowych pliku blokady. Platformy docelowe pliku blokady: {0}. Platformy docelowe projektu: {1}.
pt_br: As estruturas de destino do projeto são diferentes das estruturas de destino do arquivo de bloqueio. Estruturas de destino do arquivo de bloqueio: {0}. Estruturas de destino do projeto {1}.
ru: Целевые платформы в проекте отличаются от указанных в файле блокировки. Целевые платформы в проекте: {1}. Целевые платформы в файле блокировки: {0}.
tr: Proje hedef çerçeveleri, kilit dosyasının hedef çerçevelerinden farklı. Kilit dosyası hedef çerçeveleri: {0}. Proje hedef çerçeveleri: {1}.
zh_hans: 项目目标框架与锁定文件的目标框架不同。锁定文件目标框架: {0}。项目目标框架: {1}。
zh_hant: 專案目標 Framework 與鎖定檔案的目標 Framework 不同。鎖定檔案目標 Framework: {0}。專案目標 Framework {1}。

# PackagesLockFile_NewTargetFramework
source: The project target framework {0} was not found in the lock file.
cs: V souboru zámku se nenašla cílová architektura projektu {0}.
de: Das Projektzielframework "{0}" wurde in der Sperrdatei nicht gefunden.
es: No se encontró la plataforma de destino del proyecto {0} en el archivo de bloqueo.
fr: Le framework cible de projet {0} est introuvable dans le fichier de verrouillage.
it: Il framework di destinazione del progetto {0} non è stato trovato nel file di blocco.
ja: プロジェクトのターゲット フレームワーク {0} がロック ファイルで見つかりませんでした。
ko: 잠금 파일에서 프로젝트 대상 프레임워크 {0}을(를) 찾을 수 없습니다.
pl: W pliku blokady nie znaleziono platformy docelowej projektu {0}.
pt_br: A estrutura de destino do projeto {0} não foi encontrada no arquivo de bloqueio.
ru: Целевая платформа проекта {0} не найдена в файле блокировки.
tr: {0} proje hedef çerçevesi kilit dosyasında bulunamadı.
zh_hans: 在锁定文件中找不到项目目标框架 {0}。
zh_hant: 在鎖定檔案中找不到專案目標 Framework {0}。

# PackagesLockFile_PackageReferenceAdded
source: A new package reference was found {0} for the project target framework {1}.
cs: Pro cílovou architekturu projektu {1} se našel nová odkaz na balíček {0}.
de: Ein neuer Paketverweis wurde {0} für das Projektzielframework "{1}" gefunden.
es: Se encontró una nueva referencia de paquete {0} para la plataforma de destino del proyecto {1}.
fr: Une nouvelle référence de package {0} a été trouvée pour le framework cible de projet {1}.
it: È stato trovato un nuovo riferimento al pacchetto {0} per il framework di destinazione del progetto {1}.
ja: プロジェクトのターゲット フレームワーク {1} の新しいパッケージ参照が見つかりました {0}。
ko: 프로젝트 대상 프레임워크 {1}에 대해 새 패키지 참조({0})를 찾았습니다.
pl: Znaleziono nowe odwołanie pakietu {0} dla platformy docelowej projektu {1}.
pt_br: Foi encontrada uma nova referência de pacote {0} para a estrutura de destino do projeto {1}.
ru: Найдена новая ссылка на пакет {0} для целевой платформы проекта {1}.
tr: {1} proje hedef çerçevesi için yeni bir paket başvurusu ({0}) bulundu.
zh_hans: 找到项目目标框架 {1} 的新包引用 {0}。
zh_hant: 已為專案目標 Framework {1} 找到新的套件參考 {0}。

# PackagesLockFile_PackageReferenceVersionChanged
source: The package reference {0} version has changed from {1} to {2}.
cs: Verze odkazu na balíček {0} se změnila z {1} na {2}.
de: Die Version des Paketverweises "{0}" wurde von {1} in {2} geändert.
es: La versión {0} de la referencia del paquete ha cambiado de {1} a {2}.
fr: La version de la référence de package {0} est passée de {1} à {2}.
it: La versione del riferimento al pacchetto {0} è stata modificata da {1} a {2}.
ja: パッケージ参照 {0} のバージョンが {1} から {2} に変更されました。
ko: 패키지 참조 {0} 버전이 {1}에서 {2}(으)로 변경되었습니다.
pl: Wersja odwołania pakietu {0} została zmieniona z {1} na {2}.
pt_br: A versão da referência de pacote {0} foi alterada de {1} para {2}.
ru: Версия ссылки на пакет {0} изменена с {1} на {2}.
tr: {0} paket başvurusunun {1} olan sürümü {2} olarak değiştirildi.
zh_hans: 包引用 {0} 版本已从 {1} 更改为 {2}。
zh_hant: 套件參考 {0} 版本已從 {1} 變更為 {2}。

# PackagesLockFile_PackageReferencesHaveChanged
source: The package references have changed for {0}. Lock file's package references: {1}, project's package references: {2}.
cs: Pro {0} se změnily odkazy na balíček. Odkazy na balíček souboru zámku: {1}, odkazy na balíček projektu: {2}
de: Die Paketverweise für "{0}" wurden geändert. Paketverweise der Sperrdatei: {1}, Projektpaketverweise: {2}.
es: Las referencias del paquete han cambiado para {0}. Referencias del paquete del archivo de bloqueo: {1}. Referencias del paquete del proyecto: {2}.
fr: Les références de package ont changé pour {0}. Références de package du fichier de verrouillage : {1}. Références de package du projet : {2}.
it: I riferimenti al pacchetto sono stati modificati per {0}. Riferimenti al pacchetto del file di blocco: {1}. Riferimenti al pacchetto del progetto: {2}.
ja: {0} のパッケージ参照が変更されました。ロック ファイルのパッケージ参照: {1}、プロジェクトのパッケージ参照: {2}。
ko: {0}에 대한 패키지 참조가 변경되었습니다. 잠금 파일의 패키지 참조: {1}, 프로젝트의 패키지 참조: {2}.
pl: Odwołania pakietu zostały zmienione dla elementu {0}. Odwołania pakietu pliku blokady: {1}, odwołania pakietu projektu: {2}.
pt_br: As referências de pacote foram alteradas para {0}. Referências de pacote do arquivo de bloqueio: {1}, referências de pacote do projeto: {2}.
ru: Изменены ссылки на пакеты для следующего: {0}. Ссылки на пакеты в файле блокировки: {1}. Ссылки на пакеты в проекте: {2}.
tr: {0} için paket başvuruları değiştirildi. Kilit dosyasının paket başvuruları: {1}, projenin paket başvuruları: {2}.
zh_hans: {0} 的包引用已更改。锁定文件的包引用: {1}，项目的包引用: {2}。
zh_hant: {0} 的套件參考已變更。鎖定檔案的套件參考: {1}，專案的套件參考: {2}。

# PackagesLockFile_ProjectReferenceAdded
source: A new project reference to {0} was found for {1} target framework.
cs: Pro cílovou architekturu {1} se našel nový odkaz projektu na {0}.
de: Für das Zielframework "{1}" wurde ein neuer Projektverweis auf "{0}" gefunden.
es: Se encontró una nueva referencia de proyecto a {0} para la plataforma de destino de {1}.
fr: Une nouvelle référence de projet {0} a été trouvée pour le framework cible {1}.
it: È stato trovato un nuovo riferimento al progetto a {0} per il framework di destinazione {1}.
ja: {1} ターゲット フレームワークの {0} への新しいプロジェクト参照が見つかりました。
ko: {1} 대상 프레임워크에 대해 {0}에 대한 새 프로젝트 참조를 찾았습니다.
pl: Znaleziono nowe odwołanie projektu do elementu {0} dla platformy docelowej {1}.
pt_br: Foi encontrada uma nova referência de projeto para {0} da estrutura de destino {1}.
ru: Для целевой платформы {1} найдена новая ссылка проекта на следующее: {0}.
tr: {1} hedef çerçevesi için şuna yönelik yeni bir proje başvurusu bulundu: {0}.
zh_hans: 找到 {1} 目标框架的新 {0} 项目引用。
zh_hant: 已為 {1} 目標 Framework 找到對 {0} 的新專案參考。

# PackagesLockFile_ProjectReferenceDependenciesHasChanged
source: The project references {0} whose dependencies has changed.
cs: Odkazy projektů {0}, jejichž závislosti se změnily
de: Das Projekt verweist auf "{0}", deren Abhängigkeiten geändert wurden.
es: El proyecto hace referencia a {0}, cuyas dependencias han cambiado.
fr: Le projet référence {0} dont les dépendances ont changé.
it: Riferimenti al progetto {0} di cui sono state modificate le dipendenze.
ja: 依存関係が変更されたプロジェクト参照 {0}。
ko: 종속성이 변경된 프로젝트 참조 {0}입니다.
pl: Odwołania projektu {0}, których zależności zostały zmienione.
pt_br: As referências de projeto {0} cujas dependências foram alteradas.
ru: Проект ссылается на следующий элемент с измененными зависимостями: {0}.
tr: Bağımlılıkları değiştirilmiş {0} proje başvuruları.
zh_hans: 依赖项已更改的项目引用 {0}。
zh_hant: 已變更相依性的專案參考 {0}。

# PackagesLockFile_ProjectReferenceHasNoCompatibleTargetFramework
source: The project {0} has no compatible target framework.
cs: Projekt {0} nemá žádnou kompatibilní cílovou architekturu.
de: Das Projekt "{0}" weist kein kompatibles Zielframework auf.
es: El proyecto {0} no tiene ninguna plataforma de destino compatible.
fr: Le projet {0} n'a aucun framework cible compatible.
it: Non esiste alcun framework di destinazione compatibile per il progetto {0}.
ja: プロジェクト {0} には互換性のあるターゲット フレームワークがありません。
ko: {0} 프로젝트에 호환되는 대상 프레임워크가 없습니다.
pl: Projekt {0} nie ma zgodnej platformy docelowej.
pt_br: O projeto {0} não tem nenhuma estrutura de destino compatível.
ru: У проекта {0} нет совместимой целевой платформы.
tr: {0} projesinde uyumlu hedef çerçeve yok.
zh_hans: 项目 {0} 没有兼容的目标框架。
zh_hant: 專案 {0} 沒有任何相容的目標 Framework。

# PackagesLockFile_ProjectReferencesHasChange
source: The project reference {0} has changed. Current dependencies: {1} lock file's dependencies: {2}.
cs: Odkaz projektu {0} se změnil. Aktuální závislosti: {1}, závislosti souboru zámku: {2}
de: Der Projektverweis "{0}" wurde geändert. Aktuelle Abhängigkeiten: {1}. Abhängigkeiten der Sperrdatei: {2}.
es: La referencia del proyecto {0} ha cambiado. Dependencias actuales: {1}. Dependencias del archivo de bloqueo: {2}.
fr: La référence de projet {0} a changé. Dépendances actuelles : {1}. Dépendances du fichier de verrouillage : {2}.
it: Il riferimento al progetto {0} è stato modificato. Dipendenze correnti: {1}. Dipendenze del file di blocco: {2}.
ja: プロジェクト参照 {0} が変更されました。現在の依存関係: {1}、ロック ファイルの依存関係: {2}。
ko: 프로젝트 참조 {0}이(가) 변경되었습니다. 현재 종속성: {1}, 잠금 파일의 종속성: {2}.
pl: Odwołanie projektu {0} zostało zmienione. Bieżące zależności: {1}, zależności pliku blokady: {2}.
pt_br: A referência de projeto {0} foi alterada. Dependências atuais: {1} dependências do arquivo de bloqueio: {2}.
ru: Ссылка проекта {0} изменена. Текущие зависимости: {1}. Зависимости в файле блокировки: {2}.
tr: {0} proje başvurusu değiştirildi. Geçerli bağımlılıklar: {1}, kilit dosyasının bağımlılıkları: {2}.
zh_hans: 项目引用 {0} 已更改。当前依赖项: {1} 锁定文件的依赖项: {2}。
zh_hant: 專案參考 {0} 已變更。目前的相依性: {1} 鎖定檔案的相依性: {2}。
