Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ErrorInvalidCertificateChainUnspecifiedReason
source: Certificate chain validation failed for an unspecified reason.
cs: Ověřování řetězu certifikátů nebylo z nespecifikovaného důvodu úspěšné.
de: Fehler mit unbekannter Ursache bei der Zertifikatkettenüberprüfung.
es: Error de validación de la cadena de certificados debido a un motivo no especificado.
fr: La validation de la chaîne de certificats a échoué pour une raison non précisée.
it: La convalida della catena di certificati non è riuscita a causa di un motivo non specificato.
ja: 不明な理由のため、証明書チェーンの検証に失敗しました。
ko: 알 수 없는 이유로 인증서 체인 유효성 검사에 실패했습니다.
pl: Weryfikowanie łańcucha certyfikatów nie powiodło się z nieokreślonego powodu.
pt_br: Falha na validação da cadeia de certificados por uma razão não especificada.
ru: Проверка цепочки сертификатов не пройдена по неизвестной причине.
tr: Sertifika zinciri doğrulaması belirtilmeyen bir nedenle başarısız oldu.
zh_hans: 证书链验证失败，原因不明。
zh_hant: 不明原因導致憑證鏈結驗證失敗。

# ErrorInvalidMinClientVersion
source: Invalid minClientVersion: '{0}'
cs: Neplatná hodnota minClientVersion: '{0}'
de: Ungültige "minClientVersion": "{0}"
es: minClientVersion no válida: '{0}'
fr: minClientVersion non valide : '{0}'
it: Attributo minClientVersion non valido: '{0}'
ja: minClientVersion が無効です: '{0}'
ko: minClientVersion이 잘못되었습니다. '{0}'
pl: Nieprawidłowy atrybut minClientVersion: „{0}”
pt_br: minClientVersion inválido: '{0}'
ru: Недопустимое значение minClientVersion: «{0}»
tr: Geçersiz minClientVersion: '{0}'
zh_hans: minClientVersion 无效:“{0}”
zh_hant: 無效的 minClientVersion: '{0}'

# ErrorInvalidPackageArchive
source: Invalid package archive.
cs: Neplatný archiv balíčku
de: Ungültiges Paketarchiv.
es: El archivo de paquete no es válido.
fr: Archive de package non valide.
it: L'archivio del pacchetto non è valido.
ja: 無効なパッケージ アーカイブです。
ko: 잘못된 패키지 보관입니다.
pl: Nieprawidłowe archiwum pakietów.
pt_br: Arquivo de pacote inválido.
ru: Недопустимый архив пакета.
tr: Geçersiz paket arşivi.
zh_hans: 包存档无效。
zh_hant: 套件封存無效。

# ErrorInvalidPackageVersion
source: Invalid package version for package id '{0}': '{1}'
cs: Neplatná verze balíčku pro ID balíčku {0}: '{1}'
de: Ungültige Paketversion für die Paket-ID "{0}": "{1}"
es: Versión de paquete no válida para el id. de paquete '{0}': '{1}'
fr: Version de package non valide pour l'ID de package '{0}' : '{1}'
it: Versione del pacchetto non valida per l'ID pacchetto '{0}': '{1}'
ja: パッケージ ID '{0}' のパッケージ バージョンが無効です: '{1}'
ko: 패키지 ID '{0}'에 대한 패키지 버전이 잘못되었습니다. '{1}'
pl: Nieprawidłowa wersja pakietu o identyfikatorze „{0}”: „{1}”
pt_br: Versão do pacote inválida para a ID do pacote '{0}': '{1}'
ru: Недопустимая версия пакета для идентификатора пакета «{0}»: «{1}»
tr: '{0}' paket kimliği için geçersiz paket sürümü: '{1}'
zh_hans: ID 为“{0}”的程序包的程序包版本无效:“{1}”
zh_hant: 封裝識別碼 '{0}' 的封裝版本無效: '{1}'

# ErrorInvalidPackageVersionForDependency
source: Invalid package version for a dependency with id '{0}' in package '{1}': '{2}'
cs: Neplatná verze balíčku pro závislost s ID {0} v balíčku {1}: {2}
de: Ungültige Paketversion für eine Abhängigkeit mit der ID "{0}" im Paket "{1}": {2}
es: Versión de paquete no válida para una dependencia con el id. "{0}" en el paquete "{1}": "{2}"
fr: Version de package non valide pour une dépendance avec l'ID '{0}' dans le package '{1}' : '{2}'
it: È stata rilevata una versione del pacchetto non valida per una dipendenza con ID '{0}' nel pacchetto '{1}': '{2}'
ja: パッケージ '{1}' で、ID が '{0}' の依存関係のパッケージ バージョンが無効です: '{2}'
ko: '{1}' 패키지에서 ID가 '{0}'인 종속성에 대한 패키지 버전이 잘못되었습니다. '{2}'
pl: Nieprawidłowa wersja pakietu dla zależności o identyfikatorze „{0}” w pakiecie „{1}”: „{2}”
pt_br: Versão do pacote inválida para uma dependência com a ID '{0}' no pacote '{1}': '{2}'
ru: Недопустимая версия пакета для зависимости с идентификатором "{0}" в пакете "{1}": "{2}"
tr: '{1}' paketinde '{0}' kimlikli bağımlılığın paket sürümü geçersiz: '{2}'
zh_hans: 包“{1}”中具有 ID“{0}”的依赖项的包版本无效:“{2}”
zh_hant: 套件 '{1}' 中識別碼為 '{0}' 的相依性之套件版本無效:'{2}'

# ErrorManifestFileNotFound
source: Manifest file not found at '{0}'
cs: Soubor manifestu se v {0} nenašel.
de: Die Manifestdatei wurde nicht unter "{0}" gefunden.
es: No se encontró el archivo de manifiesto en "{0}"
fr: Fichier manifeste introuvable dans « {0} »
it: Il file manifesto non è stato trovato in '{0}'
ja: '{0}' にマニフェスト ファイルが見つかりません
ko: '{0}'에서 매니페스트 파일을 찾을 수 없습니다.
pl: Nie odnaleziono pliku manifestu w lokalizacji „{0}”
pt_br: Arquivo de manifesto não encontrado em '{0}'
ru: Файл манифеста не найден в "{0}".
tr: '{0}' içinde bildirim dosyası bulunamadı
zh_hans: 在“{0}”处找不到清单文件。
zh_hant: 在 '{0}' 找不到資訊清單檔

# ErrorMultipleTimestamps
source: Multiple timestamps are not accepted.
cs: Více než jedno časové razítko se nepřijímá.
de: Mehrere Zeitstempel werden nicht akzeptiert.
es: No se aceptan varias marcas de tiempo.
fr: Plusieurs horodatages ne sont pas acceptés.
it: Non sono accettati più timestamp.
ja: 複数のタイムスタンプを指定することはできません。
ko: 여러 개의 타임스탬프는 사용할 수 없습니다.
pl: Używanie wielu sygnatur czasowych nie jest akceptowane.
pt_br: Vários carimbos de data/hora não são aceitos.
ru: Наличие нескольких меток времени недопустимо.
tr: Birden çok zaman damgası olamaz.
zh_hans: 不接受多个时间戳。
zh_hant: 不接受多個時間戳記。

# ErrorNoTimestamp
source: The signature should be timestamped to enable long-term signature validity after the certificate has expired.
cs: Podpis by měl mít časové razítko, aby byl dlouhodobě platný i po vypršení platnosti certifikátu.
de: Die Signatur muss mit einem Zeitstempel versehen werden, um eine langfristige Gültigkeit der Signatur nach Ablauf des Zertifikats zu ermöglichen.
es: La firma debe tener una marca de tiempo para habilitar la validez de la firma a largo plazo después de que el certificado haya expirado.
fr: La signature doit être horodatée pour activer la validité à long terme de la signature après l'expiration du certificat.
it: È necessario aggiungere un timestamp alla firma per abilitare la validità della firma a lungo termine dopo la scadenza del certificato.
ja: 署名には、証明書の有効期限が切れた後にも署名の有効性を長期的に維持するために、タイムスタンプを設定する必要があります。
ko: 인증서가 만료된 후 장기 시그니처 유효 기간을 사용하려면 시그니처를 타임스탬프해야 합니다.
pl: Podpis powinien zostać oznaczony sygnaturą czasową, aby umożliwić długoterminową ważność podpisu po wygaśnięciu certyfikatu.
pt_br: A assinatura deve receber o carimbo de data/hora para habilitar a validade de assinatura de longo prazo após o certificado ter expirado.
ru: Подпись должна иметь метку времени, чтобы оставаться действительной после истечения срока действия сертификата.
tr: İmza, sertifika süresi dolduktan sonra imzanın uzun süre geçerliliğini koruması için zaman damgalı olmalıdır.
zh_hans: 应对签名加盖时间戳，使签名在证书过期后能够长期有效。
zh_hant: 簽章應加註時間戳記，以在憑證過期之後，仍能進行長期的簽章驗證。

# ErrorNullOrEmptyPackageId
source: Null or empty package id
cs: ID balíčku má prázdnou hodnotu nebo hodnotu null.
de: NULL oder leere Paket-ID.
es: Id. de paquete vacío o nulo
fr: ID de package null ou vide
it: ID pacchetto null o vuoto
ja: パッケージ ID が Null または空です
ko: 패키지 ID가 Null이거나 비어 있습니다.
pl: Identyfikator pakietu jest pusty lub ma wartość null
pt_br: ID do pacote nula ou vazia
ru: Идентификатор пакета имеет значение NULL или пустое значение
tr: Null veya boş paket kimliği
zh_hans: 程序包 ID 为 null 或为空
zh_hant: 封裝識別碼為 Null 或空白

# ErrorPackageNotSigned
source: The package is not signed.
cs: Balíček není podepsaný.
de: Das Paket ist nicht signiert.
es: El paquete no está firmado.
fr: Le package n'est pas signé.
it: Il pacchetto non è firmato.
ja: パッケージが署名されていません。
ko: 패키지가 서명되어 있지 않습니다.
pl: Pakiet nie jest podpisany.
pt_br: O pacote não está assinado.
ru: Пакет не подписан.
tr: Paket imzalı değil.
zh_hans: 未对软件包进行签名。
zh_hant: 套件未簽署。

# ErrorPackageSignatureInvalid
source: The package signature is invalid or cannot be verified on this platform.
cs: Podpis balíčku je neplatný nebo na této platformě nejde ověřit.
de: Die Paketsignatur ist ungültig oder kann auf dieser Plattform nicht überprüft werden.
es: La firma del paquete no es válida o no se puede comprobar en esta plataforma.
fr: La signature du package n'est pas valide ou ne peut pas être vérifiée sur cette plateforme.
it: La firma del pacchetto non è valida oppure non può essere verificata in questa piattaforma.
ja: パッケージの署名が無効か、このプラットフォームで確認できません。
ko: 패키지 시그니처가 잘못되었거나 이 플랫폼에서 확인할 수 없습니다.
pl: Podpis pakietu jest nieprawidłowy lub nie można go zweryfikować na tej platformie.
pt_br: A assinatura do pacote é inválida ou não pode ser verificada nesta plataforma.
ru: Подпись пакета недопустима или не может быть проверена на этой платформе.
tr: Paket imzası geçersiz veya bu platformda doğrulanamıyor.
zh_hans: 包签名无效或无法在此平台上进行验证。
zh_hant: 套件簽章無效，或無法於此平台上進行驗證。

# ErrorUnableCheckPackageEntries
source: An unexpected error occurred while checking package entries.
cs: Při kontrole položek balíčku došlo k neočekávané chybě.
de: Unerwarteter Fehler beim Überprüfen der Paketeinträge.
es: Error inesperado al comprobar las entradas del paquete.
fr: Une erreur inattendue s'est produite lors de la vérification des entrées de package.
it: Si è verificato un errore imprevisto durante la verifica delle voci del pacchetto.
ja: パッケージ エントリのチェック中に予期しないエラーが発生しました。
ko: 패키지 항목을 확인하는 동안 예기치 않은 오류가 발생했습니다.
pl: Wystąpił nieoczekiwany błąd podczas sprawdzania wpisów pakietu.
pt_br: Ocorreu um erro inesperado ao verificar as entradas do pacote.
ru: Произошла непредвиденная ошибка при проверке записей пакетов.
tr: Paket girişleri denetlenirken beklenmeyen bir hata oluştu.
zh_hans: 检查包条目时发生意外错误。
zh_hant: 檢查套件項目時發生未預期的錯誤。

# ErrorUnableToDeleteFile
source: Unable to delete temporary file '{0}'. Error: '{1}'.
cs: Dočasný soubor {0} není možné odstranit. Chyba: {1}.
de: Temporäre Datei "{0}" kann nicht gelöscht werden. Fehler: {1}.
es: No se puede eliminar el archivo temporal '{0}'. Error: '{1}'.
fr: Impossible de supprimer le fichier temporaire '{0}'. Erreur : '{1}'.
it: Non è possibile eliminare il file temporaneo '{0}'. Errore: '{1}'.
ja: 一時ファイル '{0}' を削除できません。エラー: '{1}'。
ko: 임시 파일 {0}을(를) 삭제할 수 없습니다. 오류:'{1}'.
pl: Nie można usunąć pliku tymczasowego „{0}”. Błąd: „{1}”.
pt_br: Não foi possível excluir o arquivo temporário '{0}'. Erro: '{1}'.
ru: Не удалось удалить временнный файл "{0}". Ошибка: "{1}".
tr: '{0}' adlı geçici dosya silinemiyor. Hata: '{1}'.
zh_hans: 无法删除临时文件“{0}”。错误:“{1}”。
zh_hant: 無法刪除暫存檔案 '{0}'。錯誤: '{1}'。

# ErrorUnsafePackageEntry
source: The package '{0}' contains an entry '{1}' which is unsafe for extraction.
cs: Balíček {0} obsahuje položku {1}, kterou není bezpečné extrahovat.
de: Das Paket "{0}" enthält einen Eintrag "{1}", der für das Extrahieren unsicher ist.
es: El paquete "{0}" contiene una entrada "{1}" que no es segura para la extracción.
fr: Le package '{0}' contient une entrée '{1}' non sécurisée pour l'extraction.
it: Il pacchetto '{0}' contiene un voce '{1}' che non è sicura per l'estrazione.
ja: パッケージ '{0}' には、安全に抽出できないエントリ '{1}' が含まれています。
ko: 패키지 '{0}'에 추출에 대해 안전하지 않은 항목 '{1}'이(가) 포함되어 있습니다.
pl: Pakiet „{0}” zawiera wpis „{1}”, którego wyodrębnianie nie jest bezpieczne.
pt_br: O pacote '{0}' contém uma entrada '{1}' que não é segura para extração.
ru: Пакет "{0}" содержит запись "{1}", которую небезопасно извлекать.
tr: '{0}' paketi ayıklama için güvensiz olan '{1}' girişini içeriyor.
zh_hans: 包“{0}”包含不能安全提取的条目“{1}”。
zh_hant: 套件 '{0}' 包含無法安全擷取的項目 '{1}'。

# ErrorZip64NotSupported
source: Signed Zip64 packages are not supported.
cs: Podepsané balíčky Zip64 se nepodporují.
de: Signierte Zip64-Pakete werden nicht unterstützt.
es: Los paquetes Zip64 firmados no son compatibles.
fr: Les packages Zip64 signés ne sont pas pris en charge.
it: I pacchetti Zip64 firmati non sono supportati.
ja: 署名された Zip64 のパッケージはサポートされていません。
ko: 서명된 Zip64 패키지는 지원되지 않습니다.
pl: Podpisane pakiety Zip64 nie są obsługiwane.
pt_br: Pacotes Zip64 assinados não são compatíveis.
ru: Подписанные пакеты Zip64 не поддерживаются.
tr: İmzalı Zip64 paketleri desteklenmiyor.
zh_hans: 已签名 Zip64 包不受支持。
zh_hant: 不支援簽署的 Zip64 套件。

# Error_InvalidTargetFramework
source: Unsupported targetFramework value '{0}'.
cs: Nepodporovaná hodnota targetFramework {0}
de: Nicht unterstützter targetFramework-Wert "{0}".
es: Valor targetFramework no compatible '{0}'.
fr: Valeur targetFramework non prise en charge '{0}'.
it: Il valore '{0}' di targetFramework non è supportato.
ja: サポートされていない targetFramework 値 '{0}'。
ko: 지원되지 않는 targetFramework 값 '{0}'입니다.
pl: Nieobsługiwana wartość targetFramework „{0}”.
pt_br: Valor targetFramework '{0}' sem suporte.
ru: Неподдерживаемое значение targetFramework: "{0}".
tr: Desteklenmeyen targetFramework değeri: '{0}'.
zh_hans: 不支持的 targetFramework 值“{0}”。
zh_hant: 不支援的 targetFramework 值 '{0}'。

# Error_LoadingHashFile
source: Error parsing nupkg metadata file {0} : {1}
cs: Chyba při analýze souboru metadat nupkg {0} : {1}
de: Fehler beim Analysieren der NUPKG-Metadatendatei "{0}": {1}
es: Error al analizar el archivo de metadatos de nupkg {0} : {1}
fr: Erreur d'analyse du fichier de métadonnées nupkg {0} : {1}
it: Si è verificato un errore durante l'analisi del file di metadati nupkg {0}: {1}
ja: nupkg メタデータ ファイル {0} の解析でエラーが発生しました: {1}
ko: Nupkg 메타데이터 파일 {0}을(를) 구문 분석하는 동안 오류 발생 : {1}
pl: Błąd podczas analizowania pliku metadanych nupkg {0}: {1}
pt_br: Erro ao analisar o arquivo de metadados nupkg {0} : {1}
ru: Ошибка при синтаксическом анализе файла метаданных nupkg {0}: {1}
tr: {0} meta veri dosyası ayrıştırılırken hata oluştu: {1}
zh_hans: 分析 nupkg 元数据文件 {0} 时出错: {1}
zh_hant: 剖析 nupkg 中繼資料檔案 {0} 時發生錯誤: {1}

# Error_MissingNuspecFile
source: The package is missing the required nuspec file.
cs: V balíčku chybí potřebný soubor nuspec.
de: Im Paket fehlt die erforderliche NUSPEC-Datei.
es: Falta el archivo .nuspec necesario en el paquete.
fr: Le package n'a pas le fichier nuspec nécessaire.
it: Nel pacchetto manca il file nuspec obbligatorio.
ja: パッケージに必要な nuspec ファイルが不足しています。
ko: 패키지에 필수 nuspec 파일이 없습니다.
pl: W pakiecie brakuje wymaganego pliku nuspec.
pt_br: O arquivo do nuspec obrigatório está ausente no pacote.
ru: В пакете отсутствует требуемый файл nuspec.
tr: Gerekli nuspec dosyası pakette yok.
zh_hans: 包缺少所需的 nuspec 文件。
zh_hant: 套件缺少必要的 nuspec 檔。

# Error_NoClientAllowList
source: signatureValidationMode is set to require, so packages are allowed only if signed by trusted signers; however, no trusted signers were specified.
cs: Režim signatureValidationMode je nastavený na require, proto se balíčky povolují jen v případě, že je podepsaly důvěryhodné podepisující osoby. Žádné takové osoby se ale nezadaly.
de: signatureValidationMode ist als erforderlich festgelegt, daher werden Pakete nur zugelassen, wenn sie von vertrauenswürdigen Signaturgebern signiert wurden. Es wurden jedoch keine vertrauenswürdigen Signaturgeber angegeben.
es: signatureValidationMode está establecido como obligatorio, por lo que los paquetes solo se permiten si están firmados por firmantes de confianza. Sin embargo, no se ha especificado ningún firmante de confianza.
fr: Dans la mesure où signatureValidationMode a la valeur require, les packages sont autorisés uniquement s'ils sont signés par des signataires approuvés. Toutefois, aucun signataire approuvé n'a été spécifié.
it: signatureValidationMode è impostato su require, di conseguenza i pacchetti sono consentiti solo se firmati da firmatari attendibili. Non è però stato specificato alcun firmatario attendibile.
ja: signatureValidationMode は必須に設定されているため、パッケージは信頼できる署名者によって署名されている場合にのみ許可されます。しかし、信頼できる署名者は指定されていません。
ko: signatureValidationMode를 설정해야 합니다. 신뢰할 수 있는 서명자가 서명한 경우에만 패키지가 허용됩니다. 그러나 신뢰할 수 있는 서명자가 지정되지 않았습니다.
pl: Parametr signatureValidationMode ma wartość require, więc tylko pakiety podpisane przez zaufanych podpisujących są dozwolone. Nie określono jednak zaufanych podpisujących.
pt_br: signatureValidationMode está definido como necessário, portanto, os pacotes são permitidos somente se assinados por signatários confiáveis; no entanto, nenhum signatário confiável foi especificado.
ru: Для параметра signatureValidationMode установлено значение "обязательно", поэтому допускаются только пакеты, подписанные надежными подписавшими лицами, однако надежных подписавших лиц не указано.
tr: signatureValidationMode gerekli olarak ayarlandığından paketlere yalnızca güvenilir imzalayanlar tarafından imzalandıklarında izin verilir, ancak güvenilir imzalayan belirtilmedi.
zh_hans: signatureValidationMode 设置为“要求”，因此仅当被受信任签署人签署后才允许使用包；但未指定任何受信任签署人。
zh_hant: 因為 signatureValidationMode 已設定為必要項，所以僅允許由受信任簽署者簽署的套件; 但未指定任何受信任簽署者。

# Error_NoMatchingClientCertificate
source: This package is signed but not by a trusted signer.
cs: Tento balíček je podepsaný, ale ne důvěryhodnou podepisující osobou.
de: Dieses Paket wurde signiert, aber nicht von einem vertrauenswürdigen Signaturgeber.
es: Este paquete está firmado, pero no por un firmante de confianza.
fr: Ce package est signé mais pas par un signataire approuvé.
it: Questo pacchetto è firmato ma non da un firmatario attendibile.
ja: このパッケージは署名されていますが、信頼できる署名者による署名ではありません。
ko: 이 패키지는 서명되어 있지만 신뢰할 수 있는 서명자가 서명하지 않았습니다.
pl: Ten pakiet jest podpisany, ale nie przez zaufanego podpisującego.
pt_br: Este pacote é assinado, mas não por um signatário confiável.
ru: Этот пакет подписан, но не надежным подписавшим лицом.
tr: Bu paket imzalı ancak güvenilen bir imzalayan tarafından imzalanmamış.
zh_hans: 此包已签署，但不是由受信任的签署人签署。
zh_hant: 此套件已簽署，但不是由受信任簽署者所簽署。

# Error_NoMatchingRepositoryCertificate
source: This package was not repository signed with a certificate listed by this repository.
cs: Tento balíček se nepodepsal podpisem úložiště pomocí certifikátu, který toto úložiště uvádí.
de: Dieses Paket wurde nicht mit einem Repositoryzertifikat signiert, das von diesem Repository aufgeführt wird.
es: Este paquete no se firmó en el repositorio con un certificado indicado en este.
fr: Ce package n'a pas de signature de dépôt effectuée à l'aide d'un certificat listé par ce dépôt.
it: Questo pacchetto non è stato firmato dal repository con un certificato elencato da questo repository.
ja: このパッケージは、このリポジトリによって一覧表示された証明書で署名されたリポジトリではありません。
ko: 이 패키지는 이 리포지토리에서 나열한 인증서로 서명된 리포지토리가 아닙니다.
pl: Ten pakiet nie został podpisany przez repozytorium przy użyciu certyfikatu określonego przez to repozytorium.
pt_br: Este pacote não foi assinado pelo repositório com um certificado listado por este repositório.
ru: Этот пакет не подписан в репозитории с помощью сертификата, указанного для этого репозитория.
tr: Bu paket bu depo tarafından listelenen bir sertifika ile depo tarafından imzalanmamış.
zh_hans: 此包不是使用由此存储库列出的证书签署的存储库。
zh_hant: 此套件未以此存放庫所列的憑證簽署存放庫。

# Error_NoRepoAllowList
source: This repository indicated that all its packages are repository signed; however, it listed no signing certificates.
cs: Toto úložiště naznačilo, že podepsalo všechny své balíčky. Neuvedlo ale žádné podpisové certifikáty.
de: Für dieses Repository wurde angegeben, dass alle Pakete vom Repository signiert sind. Es werden jedoch keine Signaturzertifikate aufgeführt.
es: Este repositorio indicó que todos sus paquetes se han firmado internamente. Sin embargo, no indica ningún certificado de firma.
fr: Ce dépôt a indiqué que tous ses packages ont une signature de dépôt. Toutefois, il n'a listé aucun certificat de signature.
it: Questo repository ha indicato che tutti i relativi pacchetti sono firmati dal repository, ma non ha elencato certificati di firma.
ja: このリポジトリでは、すべてのパッケージが署名済みのリポジトリであることが示されました。ただし、署名証明書は一覧表示されていません。
ko: 이 리포지토리는 모든 패키지가 서명된 리포지토리임을 나타내지만, 서명 인증서를 나열하지 않습니다.
pl: To repozytorium wskazuje, że wszystkie jego pakiety są podpisane przez repozytorium. Jednak repozytorium nie określa certyfikatów podpisywania.
pt_br: Este repositório indicou que todos os seus pacotes estão assinados pelo repositório; no entanto, ele não listou nenhum certificado de assinatura.
ru: Этот репозиторий сообщил, что все его пакеты подписаны в репозитории; однако в репозитории отсутствуют сертификаты для подписывания.
tr: Bu depo tüm paketlerinin depo tarafından imzalanmış olduğunu belirtti ancak imzalama sertifikası listelemedi.
zh_hans: 此存储库指示其所有包都已签署存储库；但列出了未签名的证书。
zh_hant: 此存放庫指出其所有套件均已簽署存放庫; 但其未列出任何簽署憑證。

# Error_NotOnePrimarySignature
source: The package signature file does not contain exactly one primary signature.
cs: Soubor podpisu balíčku neobsahuje právě jeden primární podpis.
de: Die Paketsignaturdatei enthält nicht genau eine primäre Signatur.
es: El archivo de firma del paquete no contiene exactamente una firma principal.
fr: Le fichier de signature de package ne contient pas exactement une signature primaire.
it: Il file di firma del pacchetto non deve contenere esattamente una sola firma primaria.
ja: パッケージ署名ファイルに含まれているプライマリ署名が 1 つではありません。
ko: 패키지 시그니처 파일에 정확하게 기본 시그니처 하나가 없습니다.
pl: Plik podpisu pakietu nie zawiera dokładnie jednego podpis podstawowego.
pt_br: O arquivo de assinatura do pacote não contém exatamente uma assinatura principal.
ru: Файл подписи пакета должен содержать ровно одну основную подпись.
tr: Paket imzası dosyası tam olarak bir birincil imza içermiyor.
zh_hans: 包签名文件正好不包含一个主签名。
zh_hant: 套件簽章檔案並非只包含一個主要簽章。

# Error_NotOneRepositoryCounterSignature
source: The package signature contains multiple repository countersignatures.
cs: Podpis balíčku obsahuje několik potvrzovacích podpisů úložiště.
de: Die Paketsignatur enthält mehrere Repositorygegensignaturen.
es: La firma del paquete contiene varias contrafirmas del repositorio.
fr: La signature du package contient plusieurs contre-signatures de dépôt.
it: La firma del pacchetto contiene più controfirme del repository.
ja: パッケージの署名には、リポジトリの副署名が複数含まれています。
ko: 패키지 시그니처에 여러 개의 리포지토리 연대 시그니처가 포함되어 있습니다.
pl: Podpis pakietu zawiera wiele kontrpodpisów repozytorium.
pt_br: A assinatura de pacote contém várias referendas do repositório.
ru: Подпись пакета содержит несколько подписей другой стороны репозитория.
tr: Paket imzası birden çok depo onay imzası içeriyor.
zh_hans: 包签名中包含多个存储库副署。
zh_hant: 套件特徵標記包含多個存放庫副署。

# Error_RepositorySettings_UnsignedPackage
source: This repository indicated that all its packages are repository signed; however, this package is unsigned.
cs: Toto úložiště naznačilo, že podepsalo všechny své balíčky. Balíček ale není podepsaný.
de: Für dieses Repository wurde angegeben, dass alle Pakete vom Repository signiert sind. Dieses Paket ist jedoch nicht signiert.
es: Este repositorio indicó que todos sus paquetes se han firmado internamente. Sin embargo, este paquete no está firmado.
fr: Ce dépôt a indiqué que tous ses packages ont une signature de dépôt. Toutefois, ce package n'est pas signé.
it: Questo repository ha indicato che tutti i relativi pacchetti sono firmati dal repository, ma questo pacchetto non è firmato.
ja: このリポジトリでは、すべてのパッケージが署名済みのリポジトリであることが示されました。ただし、このパッケージは署名されていません。
ko: 이 리포지토리는 모든 패키지가 서명된 리포지토리임을 나타내지만, 이 패키지는 서명되지 않았습니다.
pl: To repozytorium wskazuje, że wszystkie jego pakiety są podpisane przez repozytorium. Jednak ten pakiet nie jest podpisany.
pt_br: Este repositório indicou que todos os seus pacotes estão assinados pelo repositório; no entanto, este pacote não está assinado.
ru: Этот репозиторий сообщил, что все его пакеты подписаны в репозитории; однако этот пакет не подписан.
tr: Bu depo tüm paketlerinin depo tarafından imzalanmış olduğunu belirtti ancak bu paket imzalanmamış.
zh_hans: 此存储库指示其所有包都已签署存储库；但此包未签署。
zh_hant: 此存放庫指出其所有套件均已簽署存放庫; 但此套件未簽署。
