Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# UnsupportedSignatureFormatVersion
source: The package signature format version is not supported. Updating your client may solve this problem.
cs: Verze formátu podpisu balíčku se nepodporuje. Tento problém možná půjde vyřešit aktualizací klienta.
de: Die Version des Paketsignaturformats wird nicht unterstützt. Dieses Problem kann durch eine Aktualisierung Ihres Clients möglicherweise behoben werden.
es: La versión del formato de la firma del paquete no es compatible. La actualización del cliente puede solucionar este problema.
fr: La version de format de la signature de package n'est pas prise en charge. La mise à jour de votre client peut résoudre le problème.
it: La versione del formato di firma del pacchetto non è supportata. Per risolvere il problema, provare ad aggiornare il client.
ja: パッケージの署名の形式バージョンはサポートされていません。この問題は、クライアントを更新すると解決することがあります。
ko: 패키지 시그니처 형식 버전이 지원되지 않습니다. 클라이언트를 업데이트하면 이 문제를 해결할 수 있습니다.
pl: Wersja formatu podpisu pakietu nie jest obsługiwana. Zaktualizowanie klienta może rozwiązać ten problem.
pt_br: A versão do formato da assinatura do pacote não é compatível. Atualizar o cliente poderá resolver esse problema.
ru: Версия формата подписи пакета не поддерживается. Чтобы решить проблему, обновите клиент.
tr: Paket imzası biçiminin sürümü desteklenmiyor. İstemcinizi güncelleştirmek bu sorunu çözebilir.
zh_hans: 不支持包签名格式版本。更新客户端可能会解决此问题。
zh_hant: 不支援此套件簽章格式版本。更新您的用戶端可以解決這個問題。

# UntrustedRoot_WithCertificateBundle
source: The following X.509 root certificate is untrusted because it is not present in the certificate bundle at {0}. For more information, see documentation for NU3042. Subject: {1} Fingerprint (SHA-256): {2} Certificate (PEM): {3}
cs: Následující kořenový certifikát X.509 je nedůvěryhodný, protože se nenachází v sadě certifikátů v {0}. Další informace najdete v dokumentaci k NU3042. Předmět: {1} Otisk (SHA-256): {2} Certifikát (PEM): {3}
de: Das folgende X.509-Stammzertifikat ist nicht vertrauenswürdig, da es nicht im Zertifikatbundle unter {0} vorhanden ist. Weitere Informationen finden Sie in der Dokumentation zu NU3042. Betreff: {1} Fingerabdruck (SHA-256): {2} Zertifikat (PEM): {3}
es: El siguiente certificado raíz X.509 no es de confianza porque no está presente en la agrupación de certificados en {0}. Para más información, consulte la documentación de NU3042. Asunto: {1} Huella digital (SHA-256): {2} Certificado (PEM): {3}
fr: Le certificat racine X.509 suivant n’est pas approuvé, car il n’est pas présent dans le bundle de certificats dans {0}. Pour plus d’informations, consultez la documentation relative à NU3042. Objet : {1} Empreinte (SHA-256) : {2} Certificat (PEM) : {3}
it: Il certificato radice X.509 seguente non è attendibile perché non è presente nel bundle di certificati in {0}. Per altre informazioni, vedi la documentazione per NU3042. Oggetto: {1} Impronta digitale (SHA-256): {2} Certificato (PEM): {3}
ja: 次の X.509 ルート証明書は、{0} の証明書バンドルに存在しないため、信頼されていません。 詳細については、NU3042 のドキュメントを参照してください。 主題: {1} 指紋 (SHA-256): {2} 証明書 (PEM): {3}
ko: 다음 X.509 루트 인증서는 {0}에 있는 인증서 번들에 없으므로 신뢰할 수 없습니다. 자세한 내용은 NU3042에 대한 설명서를 참조하세요. 제목: {1} 지문(SHA-256): {2} 인증서(PEM): {3}
pl: Następujący certyfikat główny X.509 nie jest zaufany, ponieważ nie występuje w pakiecie certyfikatów w {0}. Aby uzyskać więcej informacji, zobacz dokumentację dla NU3042. Temat: {1} Odcisk palca (SHA-256): {2} Certyfikat (PEM): {3}
pt_br: O seguinte certificado raiz X.509 não é confiável porque não está presente no pacote de certificados em {0}. Para obter mais informações, veja a documentação do NU3042. Assunto: {1} Impressão digital (SHA-256): {2} Certificado (PEM): {3}
ru: Следующий корневой сертификат X.509 не является доверенным, так как он отсутствует в наборе сертификатов в {0}. Дополнительные сведения см. в документации по NU3042. Тема: {1} Отпечаток пальца (SHA-256): {2} Сертификат (PEM): {3}
tr: Aşağıdaki X.509 kök sertifikasına {0} konumundaki sertifika paketi grubunda mevcut olmadığından güvenilemiyor. Daha fazla bilgi için NU3042 belgelerine bakın. Konu: {1} Parmak izi (SHA-256): {2} Sertifika (PEM): {3}
zh_hans: 以下 X.509 根证书不受信任，因为它不在 {0} 处的证书捆绑包中。 有关详细信息，请参阅 NU3042 的文档。 主题: {1} 指纹(SHA-256): {2} 证书(PEM): {3}
zh_hant: 下列 X.509 根憑證未受信任，因為它並不存在於 {0} 的憑證套件組合中。 如需詳細資訊，請參閱 NU3042 的文件。 主旨: {1} 指紋 (SHA-256): {2} 憑證 (PEM): {3}

# UntrustedRoot_WithoutCertificateBundle
source: The following X.509 root certificate is untrusted because no certificate bundle was found. For more information, see documentation for NU3042. Subject: {0} Fingerprint (SHA-256): {1} Certificate (PEM): {2}
cs: Následující kořenový certifikát X.509 není důvěryhodný, protože nebyla nalezena žádná sada certifikátů. Další informace najdete v dokumentaci k NU3042. Předmět: {0} Otisk (SHA-256): {1} Certifikát (PEM): {2}
de: Das folgende X.509-Stammzertifikat ist nicht vertrauenswürdig, da kein Zertifikatbundle gefunden wurde. Weitere Informationen finden Sie in der Dokumentation zu NU3042. Betreff: {0} Fingerabdruck (SHA-256): {1} Zertifikat (PEM): {2}
es: El siguiente certificado raíz X.509 no es de confianza porque no se encontró ninguna agrupación de certificados. Para más información, consulte la documentación de NU3042. Asunto: {0} Huella digital (SHA-256): {1} Certificado (PEM): {2}
fr: Le certificat racine X.509 suivant n’est pas approuvé, car aucun bundle de certificats n’a été trouvé. Pour plus d’informations, consultez la documentation relative à NU3042. Objet : {0} Empreinte (SHA-256) : {1} Certificat (PEM) : {2}
it: Il certificato radice X.509 seguente non è attendibile perché non è stato trovato alcun bundle di certificati. Per altre informazioni, vedi la documentazione per NU3042. Oggetto: {0} Impronta digitale (SHA-256): {1} Certificato (PEM): {2}
ja: 次の X.509 ルート証明書は、証明書バンドルが見つからなかったため、信頼されていません。 詳細については、NU3042 のドキュメントを参照してください。 主題: {0} 指紋 (SHA-256): {1} 証明書 (PEM): {2}
ko: 다음 X.509 루트 인증서는 인증서 번들을 찾을 수 없으므로 신뢰할 수 없습니다. 자세한 내용은 NU3042에 대한 설명서를 참조하세요. 제목: {0} 지문(SHA-256): {1} 인증서(PEM): {2}
pl: Następujący certyfikat główny X.509 nie jest zaufany, ponieważ nie znaleziono żadnych pakietów certyfikatów. Aby uzyskać więcej informacji, zobacz dokumentację dla NU3042. Temat: {0} Odcisk palca (SHA-256): {1} Certyfikat (PEM): {2}
pt_br: O seguinte certificado raiz X.509 não é confiável porque nenhum pacote de certificados foi encontrado. Para obter mais informações, veja a documentação do NU3042. Assunto: {0} Impressão digital (SHA-256): {1} Certificado (PEM): {2}
ru: Следующий корневой сертификат X.509 не является доверенным, так как набор сертификатов не найден. Дополнительные сведения см. в документации по NU3042. Тема: {0} Отпечаток пальца (SHA-256): {1} Сертификат (PEM): {2}
tr: Aşağıdaki X.509 kök sertifikasına sertifika paketi bulunamadığından güvenilemiyor. Daha fazla bilgi için NU3042 belgelerine bakın. Konu: {0} Parmak izi (SHA-256): {1} Sertifika (PEM): {2}
zh_hans: 以下 X.509 根证书不受信任，因为未找到证书捆绑包。 有关详细信息，请参阅 NU3042 的文档。 主题: {0} 指纹(SHA-256): {1} 证书(PEM): {2}
zh_hant: 下列 X.509 根憑證未受信任，因為找不到任何憑證套件組合中。 如需詳細資訊，請參閱 NU3042 的文件。 主旨: {0} 指紋 (SHA-256): {1} 憑證 (PEM): {2}

# VerificationCertDisplay
source: Verifying the {0} with certificate: {1}
cs: Ověřuje se {0} s certifikátem: {1}.
de: Die {0} wird mit folgendem Zertifikat überprüft: {1}
es: Comprobando el elemento {0} con el certificado: {1}
fr: Vérification de {0} avec le certificat : {1}
it: Verifica della {0} con il certificato:{1}
ja: {0} を証明書 {1} で検証しています
ko: 인증서를 사용하여 {0} 확인: {1}
pl: Weryfikowanie elementu {0} z certyfikatem: {1}
pt_br: Verificando o {0} com o certificado: {1}
ru: Проверка {0} с сертификатом: {1}
tr: {0} sertifika ile doğrulanıyor: {1}
zh_hans: 正在使用证书验证 {0}: {1}
zh_hant: 正在利用以下憑證驗證 {0}: {1}

# VerificationTimestamperCertDisplay
source: Verifying {0}'s timestamp with timestamping service certificate: {1}
cs: Ověřuje se časové razítko pro {0} pomocí certifikátu služby pro přidávání časových razítek: {1}
de: Der Zeitstempel der {0} wird mit folgendem Zeitstempel-Dienstzertifikat überprüft: {1}
es: Comprobando la marca de tiempo de {0} con el certificado de servicio de marca de tiempo: {1}
fr: Vérification de l'horodatage de {0} avec le certificat du service d'horodatage : {1}
it: Verifica del timestamp della {0} con il certificato del servizio di aggiunta timestamp: {1}
ja: {0} のタイムスタンプを、タイムスタンプ サービス証明書 {1} で確認しています
ko: 타임스탬핑 서비스 인증서로 {0}의 타임스탬프 확인: {1}
pl: Weryfikowanie sygnatury czasowej elementu {0} za pomocą certyfikatu usługi sygnatury czasowej: {1}
pt_br: Verificando o carimbo de data/hora de {0} com o certificado de serviço de aplicação de carimbo de data/hora: {1}
ru: Проверка метки времени {0} с сертификатом службы меток времени: {1}
tr: {0} öğesinin zaman damgası, zaman damgası hizmet sertifikası ile doğrulanıyor: {1}
zh_hans: 正在用时间戳服务证书验证 {0} 的时间戳: {1}
zh_hant: 正在利用以下時間戳記服務憑證，驗證 {0} 的時間戳記: {1}

# VerifyCertTrustOfflineWhileRevocationModeOffline
source: The revocation function was unable to check revocation because the certificate is not available in the cached certificate revocation list and NUGET_CERT_REVOCATION_MODE environment variable has been set to offline. For more information, visit https://aka.ms/certificateRevocationMode.
cs: Funkce odvolání nemohla zkontrolovat odvolání, protože certifikát není k dispozici v seznamu odvolaných certifikátů uložených v mezipaměti a proměnná prostředí NUGET_CERT_REVOCATION_MODE se nastavila jako offline. Další informace najdete na adrese https://aka.ms/certificateRevocationMode.
de: Die Sperrfunktion konnte die Sperrung nicht überprüfen, weil das Zertifikat nicht in der zwischengespeicherten Zertifikatsperrliste verfügbar ist und die Umgebungsvariable NUGET_CERT_REVOCATION_MODE auf "offline" festgelegt wurde. Weitere Informationen finden Sie unter https://aka.ms/certificateRevocationMode.
es: La función de revocación no pudo comprobar la revocación porque el certificado no está disponible en la lista de revocación de certificados almacenada en caché y la variable de entorno NUGET_CERT_REVOCATION_MODE se ha establecido como sin conexión. Para obtener más información, visite https://aka.ms/certificateRevocationMode.
fr: La fonction de révocation n'a pas pu vérifier la révocation, car le certificat n'est pas disponible dans la liste de révocation des certificats mis en cache, et la valeur offline a été affectée à la variable d'environnement NUGET_CERT_REVOCATION_MODE. Pour plus d'informations, consultez https://aka.ms/certificateRevocationMode.
it: La funzione di revoca non è riuscita a controllare la revoca perché il certificato non è disponibile nell'elenco di revoche dei certificati memorizzato nella cache e la variabile di ambiente NUGET_CERT_REVOCATION_MODE è stata impostata su offline. Per altre informazioni, vedere https://aka.ms/certificateRevocationMode.
ja: 失効関数が失効を確認できませんでした。キャッシュされた証明書失効リストで証明書を利用できず、かつ NUGET_CERT_REVOCATION_MODE 環境変数が offline に設定されているためです。詳細については、https://aka.ms/certificateRevocationMode をご覧ください。
ko: 캐시된 인증서 해지 목록에서 인증서를 사용할 수 없고 NUGET_CERT_REVOCATION_MODE 환경 변수가 오프라인으로 설정되어 있기 때문에 해지 함수가 해지를 확인할 수 없습니다. 자세한 내용은 https://aka.ms/certificateRevocationMode를 참조하세요.
pl: Funkcja obsługi odwołania nie może sprawdzić odwołania, ponieważ certyfikat nie jest dostępny na buforowanej liście odwołania certyfikatów, a zmienna środowiskowa NUGET_CERT_REVOCATION_MODE została ustawiona na tryb offline. Aby uzyskać więcej informacji, odwiedź stronę https://aka.ms/certificateRevocationMode.
pt_br: A função de revogação não pôde verificar a revogação porque o certificado não está disponível na lista de certificados revogados armazenada em cache e a variável de ambiente NUGET_CERT_REVOCATION_MODE foi definida como offline. Para obter mais informações, visite https://aka.ms/certificateRevocationMode.
ru: Функции отзыва не удалось проверить отзыв, так как сертификат не обнаружен в кэшированном списке отзыва сертификатов, а переменной среды NUGET_CERT_REVOCATION_MODE присвоено значение "offline". Дополнительные сведения см. на странице https://aka.ms/certificateRevocationMode.
tr: Sertifika önbelleğe alınan sertifika iptal listesinde bulunmadığından ve NUGET_CERT_REVOCATION_MODE ortam değişkeni offline değerine ayarlanmış olduğundan iptal işlevi, iptal durumunu denetleyemiyor. Daha fazla bilgi için bkz. https://aka.ms/certificateRevocationMode.
zh_hans: 吊销功能无法检查吊销，因为证书在缓存的证书吊销列表中不可用，且 NUGET_CERT_REVOCATION_MODE 环境变量已设置为脱机。有关详细信息，请访问 https://aka.ms/certificateRevocationMode。
zh_hant: 因為憑證在已快取憑證撤銷清單中無法使用，且 NUGET_CERT_REVOCATION_MODE 環境變數已設定為 offline，所以撤銷功能無法檢查撤銷。如需詳細資訊，請瀏覽 https://aka.ms/certificateRevocationMode。

# VerifyCertTrustOfflineWhileRevocationModeOnline
source: The revocation function was unable to check revocation because the revocation server could not be reached. For more information, visit https://aka.ms/certificateRevocationMode.
cs: Funkce odvolání nemohla zkontrolovat odvolání, protože se nepovedlo kontaktovat server odvolání. Další informace najdete na adrese https://aka.ms/certificateRevocationMode.
de: Die Sperrfunktion konnte die Sperrung nicht überprüfen, weil der Sperrserver nicht erreichbar war. Weitere Informationen finden Sie unter https://aka.ms/certificateRevocationMode.
es: La función de revocación no pudo comprobar la revocación porque no se pudo conectar con el servidor correspondiente. Para obtener más información, visite https://aka.ms/certificateRevocationMode.
fr: La fonction de révocation n'a pas pu vérifier la révocation, car le serveur de révocation est inaccessible. Pour plus d'informations, consultez https://aka.ms/certificateRevocationMode.
it: La funzione di revoca non è riuscita a controllare la revoca perché non è stato possibile raggiungere il server di revoca. Per altre informazioni, vedere https://aka.ms/certificateRevocationMode.
ja: 失効関数が失効を確認できませんでした。失効サーバーに到達できなかったためです。詳細については、https://aka.ms/certificateRevocationMode をご覧ください。
ko: 해지 서버에 연결할 수 없기 때문에 해지 함수가 해지를 확인할 수 없습니다. 자세한 내용은 https://aka.ms/certificateRevocationMode를 참조하세요.
pl: Funkcja obsługi odwołania nie może sprawdzić odwołania, ponieważ serwer odwołania jest nieosiągalny. Aby uzyskać więcej informacji, odwiedź stronę https://aka.ms/certificateRevocationMode.
pt_br: A função de revogação não pôde verificar a revogação porque não foi possível acessar o servidor de revogação. Para obter mais informações, visite https://aka.ms/certificateRevocationMode.
ru: Функции отзыва не удалось проверить отзыв, так как не удалось подключиться к серверу отзывов. Дополнительные сведения см. на странице https://aka.ms/certificateRevocationMode.
tr: İptal işlevi, iptal sunucusuna ulaşılamadığından iptal durumunu denetleyemedi. Daha fazla bilgi için bkz. https://aka.ms/certificateRevocationMode.
zh_hans: 吊销功能无法检查吊销，因为无法访问吊销服务器。有关详细信息，请访问 https://aka.ms/certificateRevocationMode。
zh_hant: 因為無法連線至撤銷伺服器，所以撤銷功能無法檢查撤銷。如需詳細資訊，請瀏覽 https://aka.ms/certificateRevocationMode。

# VerifyChainBuildingIssue
source: The {0} found a chain building issue: {1}
cs: {0} – zjistil se problém se sestavením řetězu: {1}
de: Die {0} hat ein Kettenerstellungsproblem festgestellt: {1}
es: {0} encontró un problema de creación de cadena: {1}
fr: {0} a trouvé un problème de génération de chaîne : {1}
it: La {0} ha trovato un problema di creazione della catena: {1}
ja: {0} によってチェーン構築の問題が見つかりました: {1}
ko: {0}에서 체인 만들기 문제를 찾았습니다. {1}
pl: Element {0} znalazł problem podczas tworzenia łańcucha: {1}
pt_br: O {0} encontrou um problema de construção de cadeia: {1}
ru: Компонент "{0}" обнаружил проблему построения цепочки: {1}
tr: {0} bir zincir oluşturma sorunu buldu: {1}
zh_hans: {0} 发现链生成问题: {1}
zh_hant: {0} 中出現鏈結建置問題: {1}

# VerifyChainBuildingIssue_UntrustedRoot
source: The {0}'s signing certificate is not trusted by the trust provider.
cs: Poskytovatel důvěryhodnosti nedůvěřuje podpisovému certifikátu {0}.
de: Das {0}-Signaturzertifikat wird vom Vertrauensanbieter als nicht vertrauenswürdig eingestuft.
es: El proveedor de confianza no confía en el certificado de firma de{0}.
fr: Le certificat de signature de {0} n’est pas approuvé par le fournisseur d’approbation.
it: Il certificato di firma di {0} non è considerato attendibile dal provider di attendibilità.
ja: {0} の署名証明書は信頼プロバイダーによって信頼されていません。
ko: {0}의 서명 인증서는 신뢰 공급자가 신뢰하지 않습니다.
pl: Certyfikat podpisywania {0} nie jest zaufany przez dostawcę zaufania.
pt_br: O certificado de assinatura de {0} não é confiável para o provedor de confiança.
ru: Поставщик доверия не доверяет сертификату для подписи {0}.
tr: {0} imzalama sertifikasına güven sağlayıcısı tarafından güvenilmiyor.
zh_hans: 信任提供程序不信任 {0} 的签名证书。
zh_hant: 信任提供者不信任 {0} 的簽署憑證。

# VerifyError_CertificateFailsPublicKeyLengthRequirement
source: The {0}'s certificate does not meet a minimum public key length requirement.
cs: Certifikát pro {0} nesplňuje požadavek na minimální délku veřejného klíče.
de: Das Zertifikat der {0} erfüllt eine Mindestlängenanforderung für öffentliche Schlüssel nicht.
es: El certificado de {0} no cumple el requisito de longitud mínima de la clave pública.
fr: Le certificat de {0} n'a pas la longueur de clé publique minimale nécessaire.
it: Il certificato di {0} non soddisfa il requisito di lunghezza minima per la chiave pubblica.
ja: {0} の証明書は、公開キーの長さの最小要件を満たしていません。
ko: {0}의 인증서는 최소 공개 키 길이 요구 사항을 충족하지 않습니다.
pl: Certyfikat elementu {0} nie spełnia wymagania minimalnej długości klucza publicznego.
pt_br: O certificado de {0} não atende ao requisito de comprimento mínimo de chave pública.
ru: Сертификат {0} не соответствует требованиям минимальной длины открытого ключа.
tr: {0} sertifikası minimum ortak anahtar uzunluğu gereksinimini karşılamıyor.
zh_hans: {0} 的证书不满足最小公钥长度要求。
zh_hant: {0} 的憑證不符合最低的公開金鑰長度需求。

# VerifyError_CertificateHasLifetimeSigningEKU
source: The lifetime signing EKU in the {0}'s certificate is not supported.
cs: Rozšířené použití klíče pro doživotní podepisování se v certifikátu pro {0} nepodporuje.
de: Die Lebensdauersignatur-EKU im Zertifikat der {0} wird nicht unterstützt.
es: No se admite el EKU de firma de vigencia en el certificado de {0}.
fr: L'utilisation améliorée de la clé (EKU) Signature permanente dans le certificat de {0} n'est pas prise en charge.
it: L'EKU della firma definitiva nel certificato di {0} non è supportato.
ja: {0} の証明書内でライフタイム署名の EKU はサポートされていません。
ko: {0}의 인증서에서 영구 서명 EKU는 지원되지 않습니다.
pl: Wartość EKU podpisywania okresu istnienia w certyfikacie elementu {0} nie jest obsługiwana.
pt_br: O EKU de assinatura de tempo de vida no certificado {0} não é compatível.
ru: Значение EKU для подписи времени существования в сертификате {0} не поддерживается.
tr: {0} öğesinin sertifikasındaki yaşam süresi imzalama EKU'su desteklenmiyor.
zh_hans: 不支持 {0} 的证书中的生存期签名 EKU。
zh_hant: 不支援 {0} 憑證中的存留期簽署 EKU。

# VerifyError_CertificateHasUnsupportedSignatureAlgorithm
source: The {0}'s certificate has an unsupported signature algorithm.
cs: Certifikát pro {0} má nepodporovaný algoritmus podpisu.
de: Das Zertifikat der {0} weist einen nicht unterstützten Signaturalgorithmus auf.
es: El certificado de {0} tiene un algoritmo de firma no admitido.
fr: Le certificat de {0} a un algorithme de signature non pris en charge.
it: Il certificato di {0} contiene un algoritmo di firma non supportato.
ja: {0} の証明書には、サポートされていない署名アルゴリズムがあります。
ko: {0}의 인증서에 지원되지 않는 시그니처 알고리즘이 있습니다.
pl: Certyfikat elementu {0} ma nieobsługiwany algorytm podpisu.
pt_br: O certificado de {0} tem um algoritmo de assinatura incompatível.
ru: Сертификат {0} использует неподдерживаемый алгоритм подписи.
tr: {0} öğesinin desteklenmeyen bir imza algoritması var.
zh_hans: {0} 的证书具有不受支持的签名算法。
zh_hant: {0} 的憑證有不受支援的簽章演算法。

# VerifyError_CertificateNotYetValid
source: The {0}'s certificate is not yet valid.
cs: Certifikát pro {0} ještě není platný.
de: Das Zertifikat der {0} ist noch nicht gültig.
es: El certificado de {0} no es válido aún.
fr: Le certificat de {0} n'est pas encore valide.
it: Il certificato di {0} non è ancora valido.
ja: {0} の証明書はまだ有効ではありません。
ko: {0}의 인증서가 아직 유효하지 않습니다.
pl: Certyfikat elementu {0} nie jest jeszcze prawidłowy.
pt_br: O certificado de {0} ainda não é válido.
ru: Сертификат {0} еще не действителен.
tr: {0} öğesinin sertifikası henüz geçerli değil.
zh_hans: {0} 的证书尚未生效。
zh_hant: {0} 的憑證尚未生效。

# VerifyError_InvalidCertificateChain
source: The {0}'s certificate chain validation failed with error(s): {1}
cs: Ověření řetězu certifikátu pro {0} selhalo. Došlo k chybám: {1}
de: Fehler bei der Zertifikatkettenüberprüfung der {0}: {1}
es: Error de validación de la cadena de certificados de {0}. Errores: {1}
fr: La validation de la chaîne de certificat de {0} a échoué avec la ou les erreurs suivantes : {1}
it: La convalida della catena di certificati della {0} non è riuscita. Errore/i: {1}
ja: {0} の証明書チェーンの検証に失敗しました。エラー: {1}
ko: 다음 오류로 인해 {0}의 인증서 체인 유효성 검사에 실패했습니다. {1}
pl: Weryfikacja łańcucha certyfikatów elementu {0} nie powiodła się. Błędy: {1}
pt_br: Falha na validação da cadeia de certificados de {0} devido aos erros: {1}
ru: Сбой проверки допустимости цепочки сертификатов {0} с ошибками: {1}
tr: {0} öğesinin sertifika zinciri doğrulaması hatalarla başarısız oldu: {1}
zh_hans: {0} 的证书链验证失败，错误为: {1}
zh_hant: {0} 的憑證鏈結驗證失敗，錯誤為: {1}

# VerifyError_SignatureNotTimeValid
source: The {0} validity period has expired.
cs: Období platnosti pro {0} vypršelo.
de: Die Gültigkeitsdauer der {0} ist abgelaufen.
es: El período de validez de {0} ha expirado.
fr: La période de validité de {0} a expiré.
it: Il periodo di validità della {0} è scaduto.
ja: {0} の有効期限が切れています。
ko: {0} 유효 기간이 만료되었습니다.
pl: Upłynął okres ważności elementu {0}.
pt_br: O período de validade da {0} expirou.
ru: {0}: истек срок действия.
tr: {0} geçerlilik süresi doldu.
zh_hans: {0} 的有效期限已满。
zh_hant: {0} 已過了有效期間。

# VerifyError_SignatureVerificationFailed
source: The {0} validation failed.
cs: Ověření pro {0} selhalo.
de: Fehler bei der Überprüfung der {0}.
es: Error de validación de {0}.
fr: La validation de {0} a échoué.
it: La convalida della {0} non è riuscita.
ja: {0} の検証に失敗しました。
ko: {0} 유효성 검사에 실패했습니다.
pl: Weryfikacja elementu {0} nie powiodła się.
pt_br: Falha na validação de {0}.
ru: {0}: проверка не пройдена.
tr: {0} doğrulaması başarısız oldu.
zh_hans: {0} 验证失败。
zh_hant: {0} 驗證失敗。

# VerifyError_TimestampCertificateFailsPublicKeyLengthRequirement
source: The {0}'s timestamp certificate does not meet a minimum public key length requirement.
cs: Certifikát časového razítka pro {0} nesplňuje požadavek na minimální délku veřejného klíče.
de: Das Zeitstempelzertifikat der {0} erfüllt eine Mindestlängenanforderung für öffentliche Schlüssel nicht.
es: El certificado de marca de tiempo de {0} no cumple el requisito de longitud mínima de la clave pública.
fr: Le certificat d'horodatage de {0} n'a pas la longueur de clé publique minimale exigée.
it: Il certificato del timestamp della {0} non soddisfa il requisito di lunghezza minima per la chiave pubblica.
ja: {0} のタイムスタンプ証明書は、公開キーの長さの最小要件を満たしていません。
ko: {0}의 타임스탬프 인증서는 최소 공개 키 길이 요구 사항을 충족하지 않습니다.
pl: Certyfikat sygnatury czasowej elementu {0} nie spełnia wymagania minimalnej długości klucza publicznego.
pt_br: O certificado de carimbo de data/hora de {0} não atende ao requisito de comprimento mínimo de chave pública.
ru: Сертификат метки времени {0} не соответствует требованиям к минимальной длине открытого ключа.
tr: {0} öğesinin zaman damgası sertifikası minimum ortak anahtar uzunluğu gereksinimini karşılamıyor.
zh_hans: {0} 的时间戳证书不满足最小公钥长度要求。
zh_hant: {0} 的時間戳記憑證不符合最低的公開金鑰長度需求。
