Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# VerifyError_TimestampGeneralizedTimeInvalid
source: The {0}'s timestamp's generalized time is outside the timestamping certificate's validity period.
cs: Zobecněný čas časového razítka certifikátu {0} spadá mimo období platnosti certifikátu časových razítek.
de: Die generalisierte Zeit des Zeitstempels "{0}" liegt außerhalb der Gültigkeitsdauer des Zeitstempelzertifikats.
es: La hora generalizada de la marca de tiempo de {0} no está dentro del período de validez del certificado de marca de tiempo.
fr: L'heure généralisée de l'horodatage de {0} est en dehors de la période de validité du certificat d'horodatage.
it: L'ora generalizzata del timestamp di {0} non è compresa nel periodo di validità del certificato di timestamp.
ja: {0} タイムスタンプの汎用化時間は、タイムスタンプ証明書の有効期間外です。
ko: {0}의 타임스탬프의 일반적인 시간이 타임스탬핑 인증서의 유효 기간을 벗어납니다.
pl: Uogólniony czas dla sygnatury czasowej elementu {0} wykracza poza okres ważności certyfikatu użycia sygnatury czasowej.
pt_br: A hora generalizada do carimbo de data/hora de {0} está fora do período de validade do certificado de carimbo de data/hora.
ru: Обобщенное время метки времени {0} выходит за пределы периода действия у сертификата метки времени.
tr: {0} öğesinin zaman damgasının genelleştirilmiş zamanı, zaman damgası sertifikasının geçerlilik döneminin dışında.
zh_hans: {0} 的时间戳的一般化时间超出了时间戳证书的有效期。
zh_hant: {0} 時間戳記的普通時間，超出加註時間戳記之憑證的有效期間。

# VerifyError_TimestampIntegrityCheckFailed
source: The {0}'s timestamp integrity check failed.
cs: Kontrola integrity časového razítka pro {0} selhala.
de: Fehler bei der Integritätsprüfung des Zeitstempels der {0}.
es: Error al comprobar la integridad de la marca de tiempo de {0}.
fr: La vérification de l'intégrité de l'horodatage de {0} a échoué.
it: Il controllo dell'integrità del timestamp della {0} non è riuscito.
ja: {0} のタイムスタンプの整合性チェックに失敗しました。
ko: {0}의 타임스탬프 무결성 검사에 실패했습니다.
pl: Sprawdzanie integralności sygnatury czasowej elementu {0} nie powiodło się.
pt_br: Falha na verificação de integridade do carimbo de data/hora {0}.
ru: Проверка целостности метки времени {0} не пройдена.
tr: {0} öğesinin zaman damgası bütünlük denetimi başarısız oldu.
zh_hans: {0} 的时间戳完整性检查失败。
zh_hant: {0} 的時間戳記完整性檢查失敗。

# VerifyError_TimestampInvalid
source: The {0} contains an invalid timestamp.
cs: {0} obsahuje neplatné časové razítko.
de: Die {0} enthält einen ungültigen Zeitstempel.
es: {0} contiene una marca de tiempo no válida.
fr: {0} contient un horodatage non valide.
it: La {0} contiene un timestamp non valido.
ja: {0} に、無効なタイムスタンプが含まれています。
ko: {0}에 잘못된 타임스탬프가 포함되어 있습니다.
pl: Element {0} zawiera nieprawidłową sygnaturę czasową.
pt_br: {0} contém um carimbo de data/hora inválido.
ru: {0} содержит недопустимую метку времени.
tr: {0} geçersiz bir zaman damgası içeriyor.
zh_hans: {0} 包含无效的时间戳。
zh_hant: {0} 包含的時間戳記無效。

# VerifyError_TimestampMessageImprintUnsupportedHashAlgorithm
source: The {0} timestamp's message imprint uses an unsupported hash algorithm.
cs: Otisk zprávy časového razítka pro {0} používá nepodporovaný hashovací algoritmus.
de: Der MessageImprint-Wert des Zeitstempels der {0} verwendet einen nicht unterstützten Hashalgorithmus.
es: La marca de mensaje de la marca de tiempo {0} usa un algoritmo hash no admitido.
fr: L'empreinte de message de l'horodatage {0} utilise un algorithme de hachage non pris en charge.
it: L'imprint messaggio del timestamp della {0} usa un algoritmo hash non supportato.
ja: {0} タイムスタンプのメッセージ インプリントで、サポートされていないハッシュ アルゴリズムが使用されています。
ko: {0} 타임스탬프의 메시지 임프린트가 지원되지 않는 해시 알고리즘을 사용합니다.
pl: Odcisk komunikatu sygnatury czasowej {0} używa nieobsługiwanego algorytmu wyznaczania wartości skrótu.
pt_br: A impressão de mensagem do carimbo de data/hora {0} usa um algoritmo de hash não compatível.
ru: В отпечатке сообщения метки времени {0} используется неподдерживаемый хэш-алгоритм.
tr: {0} öğesinin zaman damgasının ileti baskısı desteklenmeyen bir karma algoritması kullanıyor.
zh_hans: {0} 时间戳的消息印记使用不支持的哈希算法。
zh_hant: {0} 時間戳記的訊息印記，使用了不受支援的雜湊演算法。

# VerifyError_TimestampNoCertificate
source: The {0}'s timestamp does not have a signing certificate.
cs: Časové razítko pro {0} nemá podpisový certifikát.
de: Der Zeitstempel der {0} umfasst kein Signaturzertifikat.
es: La marca de tiempo de {0} no tiene un certificado de firma.
fr: L'horodatage de {0} n'a pas de certificat de signature.
it: Il timestamp della {0} non contiene un certificato di firma.
ja: {0} のタイムスタンプには、署名証明書がありません。
ko: {0}의 타임스탬프에 서명 인증서가 없습니다.
pl: Sygnatura czasowa elementu {0} nie zawiera certyfikatu podpisywania.
pt_br: A assinatura de carimbo de data/hora de {0} não tem um certificado de autenticação.
ru: Метка времени {0} не имеет сертификата для подписи.
tr: {0} öğesinin zaman damgasının bir imzalama sertifikası yok.
zh_hans: {0} 的时间戳没有签名证书。
zh_hant: {0} 的時間戳記沒有簽署憑證。

# VerifyError_TimestampNotYetValid
source: The {0}'s timestamp signing certificate is not yet valid.
cs: Podpisový certifikát časového razítka pro {0} ještě není platný.
de: Das Zeitstempelsignaturzertifikat der {0} ist noch nicht gültig.
es: El certificado de firma de la marca de tiempo de {0} no es válido aún.
fr: Le certificat de signature d'horodatage de {0} n'est pas encore valide.
it: Il certificato di firma del timestamp della {0} non è ancora valido.
ja: {0} のタイムスタンプの署名証明書はまだ有効ではありません。
ko: {0}의 타임스탬프 서명 인증서가 아직 유효하지 않습니다.
pl: Certyfikat podpisywania sygnatury czasowej elementu {0} nie jest jeszcze prawidłowy.
pt_br: O certificado de autenticação de carimbo de data/hora de {0} ainda não é válido.
ru: Сертификат для подписи метки времени {0} еще не действителен.
tr: {0} öğesinin zaman damgası imzalama sertifikası henüz geçerli değil.
zh_hans: {0} 的时间戳签名证书尚未生效。
zh_hant: {0} 的時間戳記簽署憑證尚未生效。

# VerifyError_TimestampSignatureUnsupportedDigestAlgorithm
source: The {0}'s timestamp signature has an unsupported digest algorithm.
cs: Podpis časového razítka pro {0} má nepodporovaný algoritmus Digest.
de: Die Zeitstempelsignatur von "{0}" weist einen nicht unterstützten Digestalgorithmus auf.
es: La firma de la marca de tiempo de {0} tiene un algoritmo de resumen no admitido.
fr: La signature d'horodatage de {0} a un algorithme Digest non pris en charge.
it: La firma del timestamp della {0} contiene un algoritmo di digest non supportato.
ja: {0} のタイムスタンプ署名には、サポートされていないダイジェスト アルゴリズムがあります。
ko: {0}의 타임스탬프 시그니처에 지원되지 않는 다이제스트 알고리즘이 있습니다.
pl: Sygnatura czasowa elementu {0} ma nieobsługiwany algorytm skrótu.
pt_br: A assinatura do carimbo de data/hora do {0} tem um algoritmo digest sem suporte.
ru: Подпись метки времени {0} использует неподдерживаемый алгоритм выборки.
tr: {0} öğesinin zaman damgası imzası desteklenmeyen bir özet algoritmasına sahip.
zh_hans: {0} 的时间戳签名具有不受支持的摘要算法。
zh_hant: {0} 的時間戳記簽章有不支援的摘要演算法。

# VerifyError_TimestampSignatureValidationFailed
source: The {0}'s timestamp signature validation failed.
cs: Ověření podpisu časového razítka pro {0} selhalo.
de: Fehler bei der Zeitstempelsignaturüberprüfung der {0}.
es: Error de validación de la firma de marca de tiempo de {0}.
fr: La validation de la signature d'horodatage de {0} a échoué.
it: La convalida della firma del timestamp della {0} non è riuscita.
ja: {0} のタイムスタンプ署名の検証に失敗しました。
ko: {0}의 타임스탬프 시그니처 유효성 검사에 실패했습니다.
pl: Weryfikacja podpisu sygnatury czasowej elementu {0} nie powiodła się.
pt_br: Falha na validação da assinatura do carimbo de data/hora de {0}.
ru: Проверка подписи метки времени {0} не пройдена.
tr: {0} öğesinin zaman damgası imza doğrulaması başarısız oldu.
zh_hans: {0} 的时间戳签名验证失败。
zh_hant: {0} 的時間戳記簽章驗證失敗。

# VerifyError_TimestampUnsupportedSignatureAlgorithm
source: The {0}'s timestamp certificate has an unsupported signature algorithm.
cs: Certifikát časového razítka pro {0} má nepodporovaný algoritmus podpisu.
de: Das Zeitstempelzertifikat der {0} weist einen nicht unterstützten Signaturalgorithmus auf.
es: El certificado de marca de tiempo de {0} tiene un algoritmo de firma no admitido.
fr: Le certificat d'horodatage de {0} a un algorithme de signature non pris en charge.
it: Il certificato del timestamp della {0} contiene un algoritmo di firma non supportato.
ja: {0} のタイムスタンプ証明書には、サポートされていない署名アルゴリズムがあります。
ko: {0}의 타임스탬프 인증서에 지원되지 않는 시그니처 알고리즘이 있습니다.
pl: Certyfikat sygnatury czasowej elementu {0} ma nieobsługiwany algorytm podpisu.
pt_br: O certificado de carimbo de data/hora de {0} tem um algoritmo de assinatura não compatível.
ru: Сертификат метки времени {0} использует неподдерживаемый алгоритм подписи.
tr: {0} öğesinin zaman damgası sertifikasının desteklenmeyen bir imza algoritması var.
zh_hans: {0} 的时间戳证书具有不受支持的签名算法。
zh_hant: {0} 的時間戳記憑證有不受支援的簽章演算法。

# VerifyError_TimestampVerifyChainBuildingIssue
source: The {0}'s timestamp found a chain building issue: {1}
cs: Časové razítko pro {0} zjistilo problém se sestavením řetězu: {1}
de: Der Zeitstempel der {0} hat ein Kettenerstellungsproblem festgestellt: {1}
es: La marca de tiempo de {0} encontró un problema de creación de cadena: {1}
fr: L'horodatage de {0} a trouvé un problème de génération de chaîne : {1}
it: Il timestamp della {0} ha trovato un problema di creazione della catena: {1}
ja: {0} のタイムスタンプによってチェーン構築の問題が見つかりました: {1}
ko: {0}의 타임스탬프에서 체인 만들기 문제를 찾았습니다. {1}
pl: Sygnatura czasowa elementu {0} znalazła problem podczas tworzenia łańcucha: {1}
pt_br: O carimbo de data/hora de {0} encontrou um problema de construção de cadeia: {1}
ru: Метка времени {0} обнаружила проблему построения цепочки: {1}
tr: {0} öğesinin zaman damgası bir zincir oluşturma sorunu buldu: {1}
zh_hans: {0} 的时间戳发现链生成问题: {1}
zh_hant: {0} 的時間戳記中出現鏈結建置問題: {1}

# VerifyTimestampChainBuildingIssue_UntrustedRoot
source: The {0}'s timestamping certificate is not trusted by the trust provider.
cs: Poskytovatel důvěryhodnosti nedůvěřuje certifikátu časového razítka {0}.
de: Das {0}-Zeitstempelzertifikat wird vom Vertrauensanbieter als nicht vertrauenswürdig eingestuft.
es: El proveedor de confianza no confía en el certificado de marca de tiempo de{0}.
fr: Le certificat d’horodatage de {0} n’est pas approuvé par le fournisseur d’approbation.
it: Il certificato di timestamp di {0} non è considerato attendibile dal provider di attendibilità.
ja: {0} のタイムスタンプ証明書は信頼プロバイダーによって信頼されていません。
ko: {0}의 타임스탬프 인증서는 신뢰 공급자가 신뢰하지 않습니다.
pl: Certyfikat sygnatury czasowej {0} nie jest zaufany przez dostawcę zaufania.
pt_br: O certificado de carimbo de data/hora de {0} não é confiável para o provedor de confiança.
ru: Поставщик доверия не доверяет сертификату метки времени {0}.
tr: {0} zaman damgalama sertifikasına güven sağlayıcısı tarafından güvenilmiyor.
zh_hans: 信任提供程序不信任 {0} 的时间戳证书。
zh_hant: 信任提供者不信任 {0} 的時間戳記憑證。

# Verify_ErrorNoCertificate
source: The {0} does not have a signing certificate.
cs: {0} nemá podpisový certifikát.
de: Die {0} umfasst kein Signaturzertifikat.
es: {0} no tiene un certificado de firma.
fr: {0} n'a pas de certificat de signature.
it: La {0} non contiene un certificato di firma.
ja: {0} に署名証明書がありません。
ko: {0}에 서명 인증서가 없습니다.
pl: Element {0} nie zawiera certyfikatu podpisywania.
pt_br: {0} não tem um certificado de autenticação.
ru: {0} не имеет сертификата для подписи.
tr: {0} öğesinin bir imzalama sertifikası yok.
zh_hans: {0} 不具有签名证书。
zh_hant: {0} 沒有簽署憑證。

# ZipFileLastWriteTimeStampModifiedMessage
source: '{0}' changed from '{1}' to '{2}'
cs: {0} se změnilo z {1} na {2}.
de: "{0}" wurde von "{1}" in "{2}" geändert.
es: "{0}" ha cambiado de "{1}" a "{2}"
fr: '{0}' est passé de '{1}' à '{2}'
it: '{0}' è stato modificato da '{1}' a '{2}'
ja: '{0}' を '{1}' から '{2}' に変更しました
ko: '{0}'이(가) '{1}'에서 '{2}'(으)로 변경되었습니다.
pl: Wartość {0} zmieniono z „{1}” na „{2}”
pt_br: '{0}' alterado de '{1}' para '{2}'
ru: {0} изменил с "{1}" на "{2}".
tr: Değeri '{1}' olan '{0}', '{2}' olarak değiştirildi
zh_hans: “{0}”已从“{1}”更改为“{2}”
zh_hant: 已將 '{0}' 從 '{1}' 變更為 '{2}'

# ZipFileTimeStampModifiedWarning
source: The zip format supports a limited date range. The following files are outside the supported range:
cs: Formát ZIP podporuje omezený rozsah kalendářních dat. Následující soubory nejsou v podporovaném rozsahu:
de: Das ZIP-Format unterstützt einen begrenzten Datumsbereich. Die folgenden Dateien liegen außerhalb des unterstützten Bereichs:
es: El formato zip admite un intervalo de fechas limitado. Los archivos siguientes están fuera del intervalo admitido:
fr: Le format zip prend en charge une plage de dates limitée. Les fichiers suivants se situent en dehors de la plage prise en charge :
it: Il formato ZIP supporta un intervallo di date limitato. I file seguenti non rientrano nell'intervallo supportato:
ja: Zip 形式では、制限された日付範囲がサポートされています。次のファイルはサポートされている範囲外です:
ko: zip 형식은 제한된 날짜 범위를 지원합니다. 다음 파일은 지원되는 범위를 벗어납니다.
pl: Format ZIP obsługuje ograniczony zakres dat. Następujące pliki są poza obsługiwanym zakresem:
pt_br: O formato zip dá suporte a um intervalo de datas limitado. Os seguintes arquivos estão fora do intervalo com suporte:
ru: Формат ZIP поддерживает ограниченный диапазон дат. Следующие файлы находятся за пределами поддерживаемого диапазона:
tr: ZIP biçimi sınırlı bir tarih aralığını destekler. Şu dosyalar desteklenen aralığın dışında:
zh_hans: zip 格式支持受限日期范围。以下文件不在支持的范围之内:
zh_hant: Zip 格式支援有限的日期範圍。下列檔案不受支援:
