Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Error_RepositorySignatureMustNotHaveARepositoryCountersignature
source: A repository primary signature must not have a repository countersignature.
cs: Primární signatura úložiště nesmí mít potvrzovací podpis úložiště.
de: Eine primäre Repositorysignatur darf keine Repositorygegensignatur aufweisen.
es: Una firma principal del repositorio no debe tener contrafirmas de repositorio.
fr: Une signature principale de dépôt ne doit pas avoir de contre-signature de dépôt.
it: Una firma primaria del repository non deve contenere una controfirma del repository.
ja: リポジトリのプライマリ署名にリポジトリ副署名があってはなりません。
ko: 리포지토리 기본 시그니처에 리포지토리 연대 시그니처를 포함할 수 없습니다.
pl: Podpis podstawowy repozytorium nie powinien mieć kontrpodpisu repozytorium.
pt_br: A assinatura principal do repositório não pode ter referendas de um repositório.
ru: Основная подпись репозитория не должна иметь подписи другой стороны репозитория.
tr: Depo birincil imzasında depo onay imzası olamaz.
zh_hans: 存储库主签名不得具有存储库副署。
zh_hant: 存放庫主要特徵標記不得具有存放庫副署。

# Error_RequireMode_UnsignedPackage
source: signatureValidationMode is set to require, so packages are allowed only if signed by trusted signers; however, this package is unsigned.
cs: Režim signatureValidationMode je nastavený na require, proto se balíčky povolují jen v případě, že je podepsaly důvěryhodné podepisující osoby. Balíček ale není podepsaný.
de: signatureValidationMode ist als erforderlich festgelegt, daher werden Pakete nur zugelassen, wenn sie von vertrauenswürdigen Signaturgebern signiert wurden. Dieses Paket ist jedoch nicht signiert.
es: signatureValidationMode está establecido como obligatorio, por lo que los paquetes solo se permiten si están firmados por firmantes de confianza. Sin embargo, este paquete no está firmado.
fr: Dans la mesure où signatureValidationMode a la valeur require, les packages sont autorisés uniquement s'ils sont signés par des signataires approuvés. Toutefois, ce package n'est pas signé.
it: signatureValidationMode è impostato su require, di conseguenza i pacchetti sono consentiti solo se firmati da firmatari attendibili. Questo pacchetto però non è firmato.
ja: signatureValidationMode は必須に設定されているため、パッケージは信頼できる署名者によって署名されている場合にのみ許可されます。しかし、このパッケージは署名されていません。
ko: signatureValidationMode를 설정해야 합니다. 신뢰할 수 있는 서명자가 서명한 경우에만 패키지가 허용됩니다. 그러나 이 패키지는 서명되지 않았습니다.
pl: Parametr signatureValidationMode ma wartość require, więc tylko pakiety podpisane przez zaufanych podpisujących są dozwolone. Ten pakiet jednak nie jest podpisany.
pt_br: signatureValidationMode está definido como necessário, portanto, os pacotes são permitidos somente se assinados por signatários confiáveis; no entanto, este pacote não está assinado.
ru: Для параметра signatureValidationMode установлено значение "обязательно", поэтому допускаются только пакеты, подписанные надежными подписавшими лицами, однако этот пакет не подписан.
tr: signatureValidationMode gerekli olarak ayarlandığından paketlere yalnızca güvenilir imzalayanlar tarafından imzalandıklarında izin verilir, ancak bu paket imzalanmamış.
zh_hans: signatureValidationMode 设置为“要求”，因此仅当被受信任签署人签署后才允许使用包；但此包未签署。
zh_hant: 因為 signatureValidationMode 已設定為必要項，所以僅允許受信任簽署者所簽署的套件; 但此套件未簽署。

# ExactlyOneAttributeRequired
source: Exactly one {0} attribute is required.
cs: Vyžaduje se přesně jeden atribut {0}.
de: Es ist genau ein {0}-Attribut erforderlich.
es: Se requiere exactamente un atributo {0}.
fr: Exactement un attribut {0} est obligatoire.
it: È necessario esattamente un attributo {0}.
ja: 1 つの {0} 属性が必要です。
ko: 정확히 하나의 {0} 특성이 필요합니다.
pl: Wymagany jest dokładnie jeden atrybut {0}.
pt_br: Exatamente um atributo {0} é necessário.
ru: Необходим ровно один атрибут {0}.
tr: Tam olarak bir {0} özniteliği gereklidir.
zh_hans: 恰好只需要一个 {0} 特性。
zh_hant: 需要剛好一個 {0} 屬性。

# ExactlyOneAttributeValueRequired
source: The {0} attribute must have exactly one attribute value.
cs: Atribut {0} musí mít přesně jednu hodnotu.
de: Das {0}-Attribut muss genau einen Attributwert aufweisen.
es: El atributo {0} debe tener exactamente un valor de atributo.
fr: L'attribut {0} doit avoir exactement une valeur d'attribut.
it: Per l'attributo {0} deve essere impostato esattamente un valore dell'attributo.
ja: {0} 属性には 1 つの属性値が必要です。
ko: {0} 특성에는 정확히 하나의 특성 값이 있어야 합니다.
pl: Atrybut {0} musi mieć dokładnie jedną wartość atrybutu.
pt_br: O atributo {0} deve ter exatamente um valor do atributo.
ru: У атрибута {0} должно быть ровно одно значение.
tr: {0} özniteliğinin bir öznitelik değeri olması gerekir.
zh_hans: {0} 特性必须恰好只有一个特性值。
zh_hant: {0} 屬性必須有剛好一個屬性值。

# ExtractionLog_InformationPrefix
source: Package '{0} {1}' from source '{2}': {3}
cs: Balíček {0} {1} ze zdroje {2}: {3}
de: Paket "{0} {1}" aus Quelle "{2}": {3}
es: Paquete "{0} {1}" del origen "{2}": {3}
fr: Package '{0} {1}' de la source '{2}' : {3}
it: Pacchetto '{0} {1}' dell'origine '{2}': {3}
ja: ソース '{2}' からのパッケージ '{0} {1}': {3}
ko: 소스 '{2}'의 패키지 '{0} {1}': {3}
pl: Pakiet „{0} {1}” ze źródła „{2}”: {3}
pt_br: Pacote '{0} {1}' da fonte '{2}': {3}
ru: Пакет "{0} {1}" из источника "{2}": {3}
tr: '{2}' kaynağından '{0} {1}' paket: {3}
zh_hans: 来自源“{2}: {3}”的包“{0}{1}”
zh_hant: 來自來源 '{2}' 的套件 '{0} {1}': {3}

# FailToLoadPackagesConfig
source: Fail to load packages.config as XML file. Please check it.
cs: Soubor packages.config se nepovedlo načíst jako soubor XML. Zkontrolujte ho prosím.
de: Fehler beim Laden von "packages.config" als XML-Datei. Bitte überprüfen Sie den Vorgang.
es: Error al cargar packages.config como archivo XML. Compruébelo.
fr: Échec du chargement de packages.config comme fichier XML. Vérifiez-le.
it: Non è stato possibile caricare packages.config come file XML. Verificare il file.
ja: packages.config を XML ファイルとして読み込むことができませんでした。ファイルを確認してください。
ko: packages.config를 XML 파일로 로드하지 못했습니다. 파일을 확인하세요.
pl: Nie można załadować pliku packages.config jako pliku XML. Sprawdź go.
pt_br: Falha ao carregar packages.config como arquivo XML. Verifique isso.
ru: Не удалось загрузить packages.config в качестве XML-файла. Проверьте его.
tr: packages.config bir XML dosyası olarak yüklenemedi. Lütfen denetleyin.
zh_hans: 无法将 packages.config 加载为 XML 文件。请检查该文件。
zh_hant: 無法以 XML 檔案格式載入 packages.config。請檢查該檔案。

# FailToWritePackagesConfig
source: Failed to write packages.config as XML file '{0}'. Error: '{1}'.
cs: Soubor packages.config se nepovedlo zapsat jako soubor XML {0}. Chyba: {1}.
de: Fehler beim Schreiben von "packages.config" als XML-Datei "{0}". Fehler: "{1}".
es: No se pudo escribir packages.config como archivo XML '{0}'. Error: '{1}'.
fr: Échec de l'écriture de packages.config comme fichier XML '{0}'. Erreur : '{1}'.
it: Non è stato possibile scrivere packages.config come file XML '{0}'. Errore: '{1}'.
ja: packages.config を XML ファイル '{0}' として書き込むことができませんでした。エラー: '{1}'。
ko: packages.config를 XML 파일 '{0}'로 쓰지 못했습니다. 오류: '{1}'
pl: Nie można zapisać pliku packages.config jako pliku XML „{0}”. Błąd: „{1}”.
pt_br: Falha ao gravar packages.config como arquivo XML '{0}'. Erro: '{1}'.
ru: Не удалось записать packages.config как XML-файл "{0}". Ошибка: "{1}".
tr: packages.config dosyasına '{0}' XML dosyası olarak yazma işlemi başarısız oldu. Hata: '{1}'.
zh_hans: 未能将 packages.config 写入为 XML 文件“{0}”。错误:“{1}”。
zh_hant: 無法將 packages.config 寫入為 XML 檔案 '{0}'。錯誤: '{1}'。

# FailedFileTime
source: Failed to update file time for {0}: {1}
cs: Nepovedlo se aktualizovat čas souboru pro {0}: {1}.
de: Fehler beim Aktualisieren der Uhrzeitangabe für die Datei {0}: {1}
es: Error al actualizar la hora del archivo para {0}: {1}
fr: Échec de la mise à jour de l'heure du fichier pour {0} : {1}
it: Non è stato possibile aggiornare l'ora del file per {0}: {1}
ja: {0}: {1} のファイル時刻を更新できませんでした。
ko: {0}에 대한 파일 시간을 업데이트하지 못했습니다. {1}
pl: Nie można zaktualizować czasu elementu {0}: {1}
pt_br: Falha ao atualizar o tempo de arquivo para {0}: {1}
ru: Не удалось обновить время файла для {0}: {1}
tr: {0} için dosya saati güncelleştirilemedi: {1}
zh_hans: 更新 {0} 的文件时间失败: {1}
zh_hant: 無法更新 {0}: {1} 的檔案時間

# FallbackFolderNotFound
source: Unable to find fallback package folder '{0}'.
cs: Nepovedlo se najít náhradní složku balíčku {0}.
de: Der Fallbackpaketordner "{0}" wurde nicht gefunden.
es: No es posible encontrar la carpeta del paquete de reserva '{0}'.
fr: Le dossier de package de secours est introuvable '{0}'.
it: La cartella '{0}' del pacchetto di fallback non è stata trovata.
ja: フォールバック パッケージ フォルダー '{0}' が見つかりません。
ko: 대체 패키지 폴더 '{0}'을(를) 찾을 수 없습니다.
pl: Nie można odnaleźć awaryjnego folderu pakietu „{0}”.
pt_br: Não foi possível encontrar a pasta do pacote de fallback '{0}'.
ru: Не удалось найти резервную папку пакета "{0}".
tr: Geri dönüş paket klasörü '{0}' bulunamadı.
zh_hans: 无法找到回退包文件夹“{0}”。
zh_hant: 找不到後援封裝資料夾 '{0}'。

source: HTTP or HTTPS is required.
cs: Vyžaduje se HTTP nebo HTTPS.
de: HTTP oder HTTPS ist erforderlich.
es: Se requiere HTTP o HTTPS.
fr: HTTP ou HTTPS est obligatoire.
it: È richiesto HTTP o HTTPS.
ja: HTTP または HTTPS が必要です。
ko: HTTP 또는 HTTPS가 필요합니다.
pl: Wymagany jest protokół HTTP lub HTTPS.
pt_br: HTTP ou HTTPS é necessário.
ru: Необходимо использовать HTTP или HTTPS.
tr: HTTP veya HTTPS gereklidir.
zh_hans: HTTP 或 HTTPS 是必需的。
zh_hant: 需要 HTTP 或 HTTPS。

# InvalidArgument
source: The argument is invalid.
cs: Argument je neplatný.
de: Das Argument ist ungültig.
es: El argumento no es válido.
fr: L'argument n'est pas valide.
it: L'argomento non è valido.
ja: 引数が無効です。
ko: 인수가 잘못되었습니다.
pl: Argument jest nieprawidłowy.
pt_br: O argumento é inválido.
ru: Недопустимый аргумент.
tr: Bağımsız değişken geçersiz.
zh_hans: 参数无效。
zh_hant: 引數無效。

# InvalidArgumentCombination
source: Invalid combination of arguments {0} and {1}.
cs: Neplatná kombinace argumentů {0} a {1}.
de: Ungültige Kombination der Argumente "{0}" und "{1}".
es: Combinación no válida de argumentos {0} y {1}.
fr: La combinaison des arguments {0} et {1} n'est pas valide.
it: La combinazione di argomenti {0} e {1} non è valida.
ja: 引数 {0} と {1} の組み合わせが無効です。
ko: {0} 및 {1} 인수의 조합이 잘못되었습니다.
pl: Nieprawidłowa kombinacja argumentów {0} i {1}.
pt_br: Combinação inválida de argumentos {0} e {1}.
ru: Недопустимое сочетание аргументов {0} и {1}.
tr: {0} ve {1} bağımsız değişkenlerinin geçersiz birleşimi.
zh_hans: 无效的参数组合 {0} 和 {1}。
zh_hant: 引數 {0} 與 {1} 的組合無效。

# InvalidAsn1
source: The ASN.1 data is invalid.
cs: Data ASN.1 nejsou platná.
de: Die ASN.1-Daten sind ungültig.
es: Los datos ASN.1 no son válidos.
fr: Les données ASN.1 ne sont pas valides.
it: I dati per ASN.1 non sono validi.
ja: ASN.1 データが無効です。
ko: ASN.1 데이터가 잘못되었습니다.
pl: Dane ASN.1 są nieprawidłowe.
pt_br: Os dados ASN.1 são inválidos.
ru: Данные ASN.1 недопустимы.
tr: ASN.1 verileri geçersiz.
zh_hans: ASN.1 数据无效。
zh_hant: ASN.1 資料無效。

# InvalidLicenseExppressionVersion_VersionTooHigh
source: The version string '{0}' is not supported by this toolset. The highest supported version is '{1}'. Either use a lower version or upgrade your toolset.
cs: Tato sada nástrojů nepodporuje řetězec verze {0}. Nejvyšší podporovaná verze je {1}. Buď použijte nižší verzi, nebo upgradujte sadu nástrojů.
de: Die Versionszeichenfolge "{0}" wird von diesem Toolset nicht unterstützt. Die höchste unterstützte Version ist "{1}". Verwenden Sie eine niedrigere Version, oder führen Sie ein Upgrade des Toolsets aus.
es: Este conjunto de herramientas no admite la cadena de versión "{0}". La última versión admitida es "{1}". Use una versión anterior o actualice el conjunto de herramientas.
fr: La chaîne de version '{0}' n'est pas prise en charge par cet ensemble d'outils. La version la plus élevée prise en charge est '{1}'. Utilisez une version inférieure ou mettez à niveau votre ensemble d'outils.
it: Questo set di strumenti non supporta la stringa di versione '{0}'. La versione massima supportata è '{1}'. Usare una versione inferiore o aggiornare il set di strumenti.
ja: このツールセットでバージョン文字列 '{0}' はサポートされていません。サポートされている最高のバージョンは '{1}' です。それより低いバージョンを使用するか、ツールセットをアップグレードしてください。
ko: 이 도구 집합이 버전 문자열 '{0}'을(를) 지원하지 않습니다. 지원되는 가장 높은 버전은 '{1}'입니다. 더 낮은 버전을 사용하거나 도구 집합을 업그레이드하세요.
pl: Ciąg wersji „{0}” nie jest obsługiwany przez ten zestaw narzędzi. Najwyższa obsługiwana wersja to „{1}”. Użyj starszej wersji lub uaktualnij zestaw narzędzi.
pt_br: A cadeia de caracteres de versão '{0}' não é compatível com este conjunto de ferramentas. A versão compatível mais recente é '{1}'. Use uma versão inferior ou atualize seu conjunto de ferramentas.
ru: Версия "{0}" не поддерживается этим набором инструментов. Максимальная поддерживаемая версия — "{1}". Используйте более раннюю версию или обновите свой набор инструментов.
tr: '{0}' sürüm dizesi bu araç takımı tarafından desteklenmiyor. '{1}' desteklenen en yüksek sürümdür. Daha düşük bir sürümü kullanın ya da araç takımınızı yükseltin.
zh_hans: 此工具集不支持版本字符串“{0}”。支持的最高版本为“{1}”。请使用较低版本或升级工具集。
zh_hant: 此工具組不支援版本字串 '{0}'。支援的最高版本是 '{1}'。請使用較低版本，或是升級您的工具組。

# InvalidNuspecElement
source: {0} This validation error occurred in a '{1}' element.
cs: {0} K této chybě ověření došlo v elementu {1}.
de: {0}: Dieser Überprüfungsfehler ist in einem {1}-Element aufgetreten.
es: {0} Este error de validación se ha producido en un elemento '{1}'.
fr: {0} Cette erreur de validation s'est produite dans un élément '{1}'.
it: {0} Questo errore di convalida si è verificato in un elemento '{1}'.
ja: {0} この検証エラーは '{1}' 要素で発生しました。
ko: {0} '{1}' 요소에서 이 유효성 검사 오류가 발생했습니다.
pl: {0} Ten błąd weryfikacji wystąpił w elemencie „{1}”.
pt_br: {0} Esse erro de validação ocorreu em um elemento '{1}'.
ru: {0} Эта ошибка проверки произошла в элементе "{1}".
tr: {0} Bu doğrulama hatası, bir '{1}' öğesinde gerçekleşti.
zh_hans: {0}此验证错误发生在“{1}”元素中。
zh_hant: {0} 在 '{1}' 元素中發生此驗證錯誤。

# InvalidNuspecEntry
source: The nuspec contains an invalid entry '{0}' in package '{1}' .
cs: Soubor nuspec obsahuje neplatnou položku {0} v balíčku {1}.
de: Die nuspec-Daten enthalten einen ungültigen Eintrag "{0}" im Paket "{1}".
es: El archivo nuspec contiene una entrada '{0}' no válida en el paquete '{1}' .
fr: Le nuspec contient une entrée '{0}' non valide dans le package '{1}'.
it: Il file nuspec contiene una voce '{0}' non valida nel pacchetto '{1}'
ja: パッケージ '{1}' で nuspec に無効なエントリ '{0}' が含まれています。
ko: nuspec은 '{1}' 패키지에서 잘못된 항목 '{0}'을(를) 포함하고 있습니다.
pl: Plik nuspec zawiera nieprawidłowy wpis „{0}” w pakiecie „{1}” .
pt_br: O nuspec possui uma entrada inválida '{0}' no pacote '{1}' .
ru: nuspec содержит недопустимую запись "{0}" в пакете "{1}".
tr: '{1}' paketinde nuspec, geçersiz bir '{0}' girişi içeriyor.
zh_hans: nuspec 包含包“{1}”中的无效条目“{0}”。
zh_hant: 封裝 '{1}' 中的 nuspec 包含無效的項目 '{0}'。

# InvalidPackageFrameworkFolderName
source: The framework in the folder name of '{0}' in package '{1}' could not be parsed.
cs: Architekturu ve složce s názvem {0} v balíčku {1} nešlo analyzovat.
de: Das Framework im Ordnernamen von "{0}" im Paket "{1}" konnte nicht analysiert werden.
es: No se pudo analizar el marco del nombre de carpeta de '{0}' en el paquete '{1}'.
fr: Le framework dans le nom de dossier de '{0}' dans le package '{1}' n'a pas pu être analysé.
it: Non è stato possibile analizzare il framework nel nome di cartella di '{0}' nel pacchetto '{1}'.
ja: パッケージ '{1}' にある '{0}' のフォルダー名のフレームワークを解析できませんでした。
ko: '{1}' 패키지의 폴더 이름 '{0}'에 있는 프레임워크를 구문 분석할 수 없습니다.
pl: Nie można przeanalizować struktury w folderze o nazwie „{0}” w pakiecie „{1}”.
pt_br: O framework no nome da pasta de '{0}' no pacote '{1}' não pôde ser analisado.
ru: Не удалось проанализировать платформу в папке "{0}" пакета "{1}".
tr: '{1}' paketindeki '{0}' adlı klasörde bulunan framework ayrıştırılamadı.
zh_hans: 无法分析程序包“{1}”中“{0}”的文件夹名中的框架。
zh_hant: 無法剖析封裝 '{1}' 中 '{0}' 資料夾名稱的架構。

# InvalidPackageNupkg
source: The file is not a valid nupkg. File path: {0}
cs: Soubor není platný nupkg. Cesta k souboru: {0}
de: Es handelt sich nicht um eine gültige NUPKG-Datei. Dateipfad: {0}
es: Este no es un archivo nupkg válido. Ruta de acceso del archivo: {0}
fr: Le fichier n'est pas un fichier nupkg valide. Chemin du fichier : {0}
it: Il file non è un pacchetto nupkg valido. Percorso file: {0}
ja: ファイルは無効な nupkg です。ファイル パス: {0}
ko: 파일이 유효한 nupkg가 아닙니다. 파일 경로: {0}
pl: Plik nie jest prawidłowym plikiem nupkg. Ścieżka pliku: {0}
pt_br: O arquivo não é um nupkg válido. Caminho do arquivo: {0}
ru: Файл не является допустимым NUPKG-файлом. Путь к файлу: {0}
tr: Dosya geçerli bir nupkg değil. Dosya yolu: {0}
zh_hans: 文件不是有效的 nupkg。文件路径: {0}
zh_hant: 檔案不是有效的 nupkg。檔案路徑: {0}

# InvalidPackageSignatureFile
source: The package contains an invalid package signature file.
cs: Balíček obsahuje neplatný soubor podpisu balíčku.
de: Das Paket enthält eine ungültige Paketsignaturdatei.
es: El paquete contiene un archivo de firma no válido.
fr: Le package contient un fichier de signature de package non valide.
it: Il pacchetto contiene un file di firma del pacchetto non valida.
ja: パッケージに、無効なパッケージ署名ファイルが含まれています。
ko: 패키지에 잘못된 패키지 시그니처 파일이 있습니다.
pl: Pakiet zawiera nieprawidłowy plik podpisu pakietu.
pt_br: O pacote contém um arquivo de assinatura de pacote inválido.
ru: Пакет содержит недопустимый файл подписи пакета.
tr: Paket, geçersiz bir paket imzası dosyası içeriyor.
zh_hans: 此包包含无效的包签名文件。
zh_hant: 此套件包含無效的套件簽章檔案。

# InvalidPackageSignatureFileEntry
source: The package signature file entry is invalid. {0}
cs: Položka souboru podpisu balíčku není platná. {0}
de: Der Dateieintrag der Paketsignatur ist ungültig. {0}
es: La entrada del archivo de firma del paquete no es válida. {0}
fr: L'entrée du fichier de signature de package est non valide. {0}
it: La voce del file di firma del pacchetto non è valida. {0}
ja: パッケージの署名ファイルのエントリが無効です。{0}
ko: 패키지 시그니처 파일 항목이 잘못되었습니다. {0}
pl: Wpis pliku podpisu pakietu jest nieprawidłowy. {0}
pt_br: A entrada do arquivo de assinatura do pacote é inválida. {0}
ru: Запись файла подписи пакета недопустима. {0}
tr: Paket imzası dosyası girdisi geçersiz. {0}
zh_hans: 包签名文件条目无效。{0}
zh_hant: 套件簽章檔案項目無效。{0}

# InvalidPackageSignatureFileEntryCentralDirectoryHeader
source: The central directory header field '{0}' has an invalid value ({1}).
cs: Pole hlavičky centrálního adresáře {0} má neplatnou hodnotu ({1}).
de: Das zentrale Verzeichnisheaderfeld "{0}" weist einen ungültigen Wert auf ({1}).
es: El campo "{0}" del encabezado del directorio central tiene un valor no válido ({1}).
fr: Le champ d'en-tête de répertoire central « {0} » a une valeur non valide ({1}).
it: Il campo '{0}' dell'intestazione della directory centrale contiene un valore non valido ({1}).
ja: 中央ディレクトリのヘッダー フィールド '{0}' に無効な値 ({1}) が含まれています。
ko: 중앙 디렉터리 헤더 필드 '{0}'에 잘못된 값({1})이 있습니다.
pl: Pole nagłówka katalogu centralnego „{0}” ma nieprawidłową wartość ({1}).
pt_br: O campo do cabeçalho do diretório central '{0}' tem um valor inválido ({1}).
ru: Поле заголовка центрального каталога "{0}" имеет недопустимое значение ({1}).
tr: '{0}' merkezi dizin üst bilgi alanında geçersiz bir değer ({1}) var.
zh_hans: 中央目录标头字段“{0}”具有无效值({1})。
zh_hant: 中央目錄標頭欄位 '{0}' 有無效的值 ({1})。

# InvalidPackageSignatureFileEntryLocalFileHeader
source: The local file header field '{0}' has an invalid value ({1}).
cs: Pole hlavičky místního souboru {0} má neplatnou hodnotu ({1}).
de: Das lokale Dateiheaderfeld "{0}" weist einen ungültigen Wert auf ({1}).
es: El campo del encabezado del archivo local "{0}" tiene un valor no válido ({1}).
fr: Le champ d'en-tête de fichier local « {0} » a une valeur non valide ({1}).
it: Il campo '{0}' dell'intestazione del file locale contiene un valore non valido ({1}).
ja: ローカル ファイル のヘッダー フィールド '{0}' に無効な値 ({1}) が含まれています。
ko: 로컬 파일 헤더 필드 '{0}'에 잘못된 값({1})이 있습니다.
pl: Pole nagłówka pliku lokalnego „{0}” ma nieprawidłową wartość ({1}).
pt_br: O campo '{0}' do cabeçalho do arquivo local tem um valor inválido ({1}).
ru: Поле заголовка локального файла "{0}" имеет недопустимое значение ({1}).
tr: '{0}' yerel dosya üst bilgi alanında geçersiz bir değer ({1}) var.
zh_hans: 本地文件标头字段“{0}”具有无效值({1})。
zh_hant: 本機檔案標頭欄位 '{0}' 有無效的值 ({1})。

# InvalidPackageTypeVersion
source: Nuspec file contains a package type with an invalid package version '{0}'.
cs: Soubor nuspec obsahuje typ balíčku s neplatnou verzí balíčku {0}.
de: Die Nuspec-Datei enthält einen Pakettyp mit einer ungültigen Paketversion "{0}".
es: El archivo Nuspec contiene un tipo de paquete con una versión de paquete no válida "{0}".
fr: Le fichier Nuspec contient un type de package avec une version de package '{0}' non valide.
it: Il file Nuspec contiene un tipo di pacchetto con una versione del pacchetto non valida: '{0}'.
ja: Nuspec ファイルに、無効なパッケージ バージョン '{0}' のパッケージの種類が含まれています。
ko: Nuspec 파일에 잘못된 패키지 버전 '{0}'이(가) 포함된 패키지 유형이 있습니다.
pl: Plik Nuspec zawiera typ pakietu z nieprawidłową wersją pakietu „{0}”.
pt_br: O arquivo Nuspec contém um tipo de pacote com uma versão de pacote '{0}' inválida.
ru: NUSPEC-файл содержит тип пакета с недопустимой версией, "{0}".
tr: Nuspec dosyası '{0}' geçersiz paket sürümüne sahip bir paket içeriyor.
zh_hans: Nuspec 文件包含具有无效包版本“{0}”的包类型。
zh_hant: Nuspec 包含套件版本 '{0}' 無效的套件類型。

# InvalidPrimarySignature
source: The primary signature is invalid.
cs: Primární podpis není platný.
de: Die primäre Signatur ist ungültig.
es: La firma principal no es válida.
fr: La signature principale n'est pas valide.
it: La firma primaria non è valida.
ja: プライマリ署名が無効です。
ko: 기본 시그니처가 잘못되었습니다.
pl: Podpis podstawowy jest nieprawidłowy.
pt_br: A assinatura principal é inválida.
ru: Основная подпись недопустима.
tr: Birincil imza geçersiz.
zh_hans: 主签名无效。
zh_hant: 主要簽章無效。

# InvalidRepositoryCountersignature
source: The repository countersignature is invalid.
cs: Potvrzovací podpis úložiště není platný.
de: Die Gegensignatur des Repositorys ist ungültig.
es: La contrasignatura del repositorio no es válida.
fr: La contre-signature de dépôt est non valide.
it: La controfirma del repository non è valida.
ja: リポジトリの副署名が無効です。
ko: 리포지토리 연대 시그니처가 잘못되었습니다.
pl: Kontrpodpis repozytorium jest nieprawidłowy.
pt_br: A referenda do repositório é inválida.
ru: Подпись другой стороны репозитория недопустима.
tr: Depo onay imzası geçersiz.
zh_hans: 存储库副署无效。
zh_hant: 存放庫副署無效。

# InvalidSignatureContent
source: The package signature content is invalid.
cs: Obsah podpisu balíčku není platný.
de: Der Inhalt der Paketsignatur ist ungültig.
es: El contenido de firma del paquete no es válido.
fr: Le contenu de la signature du package n'est pas valide.
it: Il contenuto della firma del pacchetto non è valido.
ja: パッケージの署名の内容が無効です。
ko: 패키지 시그니처 콘텐츠가 잘못되었습니다.
pl: Zawartość podpisu pakietu jest nieprawidłowa.
pt_br: O conteúdo de assinatura de pacote é inválido.
ru: Недопустимое содержимое подписи пакета.
tr: Paket imzası içeriği geçersiz.
zh_hans: 包签名内容无效。
zh_hant: 套件簽章內容無效。

# InvalidTimestampSignature
source: The timestamp signature is invalid.
cs: Podpis časového razítka není platný.
de: Die Zeitstempelsignatur ist ungültig.
es: La firma de la marca de tiempo no es válida.
fr: La signature d'horodatage n'est pas valide.
it: La firma del timestamp non è valida.
ja: タイムスタンプの署名が無効です。
ko: 타임스탬프 시그니처가 잘못되었습니다.
pl: Podpis sygnatury czasowej jest nieprawidłowy.
pt_br: A assinatura do carimbo de data/hora é inválida.
ru: Подпись метки времени недопустима.
tr: Zaman damgası imzası geçersiz.
zh_hans: 时间戳签名无效。
zh_hant: 時間戳記簽章無效。

# InvalidUrl
source: The URL value is invalid.
cs: Hodnota adresy URL není platná.
de: Der URL-Wert ist ungültig.
es: El valor de la dirección URL no es válido.
fr: La valeur d'URL n'est pas valide.
it: Il valore dell'URL non è valido.
ja: URL の値が無効です。
ko: URL 값이 잘못되었습니다.
pl: Wartość adresu URL jest nieprawidłowa.
pt_br: O valor da URL é inválido.
ru: Значение URL-адреса недопустимо.
tr: URL değeri geçersiz.
zh_hans: URL 值无效。
zh_hant: URL 值無效。
