Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Invalid X.509 store purpose.
cs: Neplatný účel úložiště X.509.
de: Ungültiger X.509-Speicherzweck.
es: Propósito de almacén X.509 no válido.
fr: Objectif du magasin X.509 non valide.
it: Lo scopo dell'archivio X.509 non è valido.
ja: X.509 ストアの目的が無効です。
ko: 잘못된 X.509 저장소 용도입니다.
pl: Nieprawidłowy cel magazynu X.509.
pt_br: Finalidade de repositório X.509 inválida.
ru: Недопустимое назначение хранилища X.509.
tr: Geçersiz X.509 depolama amacı.
zh_hans: X.509 存储用途无效。
zh_hant: X.509 存放區用途無效。

# Log_InstalledPackage
source: Installed {0} {1} from {2} to {3} with content hash {4}.
cs: Nainstalováno {0} {1} z {2} do {3} s hodnotou hash obsahu {4}.
de: {0} {1} von {2} zum {3} mit Inhaltshash "{4}" installiert.
es: Se ha instalado {0} {1} de {2} a {3} con el hash de contenido {4}.
fr: {0} {1} installés à partir de {2} vers {3} avec le code de hachage de contenu {4}.
it: {0} {1} installato da {2} a {3} con hash del contenuto {4}.
ja: コンテンツ ハッシュ {4} を使用して、 {2} から {3} に {0} {1}をインストールしました。
ko: 콘텐츠 해시 {0}을(를) 사용하여 {1}에서 {2} {3}에 {4}을(를) 설치했습니다.
pl: Zainstalowano {0} {1} z {2} do {3} ze skrótem zawartości {4}.
pt_br: Instalado {0}{1} de {2} para {3} com hash de conteúdo {4}.
ru: Установлено {0} {1} из {2} в {3} с хэшем содержимого {4}.
tr: {4} içerik karması ile {0} {1}, {2} konumundan {3} konumuna yüklendi.
zh_hans: 已使用内容哈希 {4} 从 {2} 到 {3} 安装 {0} {1}。
zh_hant: 已從 {2} 安裝 {0} {1} 到 {3}，具有內容雜湊 {4}。

# Message_Path
source: Path: {0}
cs: Cesta: {0}
de: Pfad: {0}
es: Ruta de acceso: {0}
fr: Chemin d’accès : {0}
it: Percorso: {0}
ja: パス: {0}
ko: 경로: {0}
pl: Ścieżka: {0}
pt_br: Caminho: {0}
ru: Путь: {0}
tr: Yol: {0}
zh_hans: 路径: {0}
zh_hant: 路徑: {0}

# MinClientVersionAlreadyExist
source: MinClientVersion already exists in packages.config
cs: MinClientVersion už v souboru packages.config je.
de: "MinClientVersion" ist in "packages.config" bereits vorhanden.
es: MinClientVersion ya existe en packages.config
fr: MinClientVersion existe déjà dans packages.config
it: L'oggetto MinClientVersion esiste già nel file packages.config
ja: MinClientVersion は既に packages.config に存在します
ko: MinClientVersion이 packages.config에 이미 있습니다.
pl: Element MinClientVersion już istnieje w pliku packages.config
pt_br: MinClientVersion já existe em packages.config
ru: MinClientVersion уже существует в packages.config
tr: MinClientVersion, packages.config içinde zaten var
zh_hans: MinClientVersion 已存在于 packages.config 中
zh_hant: packages.config 中已有 MinClientVersion

# MissingMetadataNode
source: Nuspec file does not contain the '{0}' node.
cs: Soubor nuspec neobsahuje uzel {0}.
de: Die Nuspec-Datei enthält nicht den {0}-Knoten.
es: El archivo Nuspec no contiene el nodo "{0}".
fr: Le fichier Nuspec ne contient pas le nœud '{0}'.
it: Il file Nuspec non contiene il nodo '{0}'.
ja: Nuspec ファイルに '{0}' ノードが含まれていません。
ko: Nuspec 파일에 '{0}' 노드가 포함되어 있지 않습니다.
pl: Plik Nuspec nie zawiera węzła „{0}”.
pt_br: O arquivo Nuspec não contém o nó '{0}'.
ru: NUSPEC-файл не содержит узел "{0}".
tr: Nuspec dosyası '{0}' düğümünü içermiyor.
zh_hans: Nuspec 文件不包含“{0}”节点。
zh_hant: Nuspec 檔案未包含 '{0}' 節點。

# MissingPackageTypeName
source: Nuspec file contains a package type that is missing the name attribute.
cs: Soubor nuspec obsahuje typ balíčku, kterému chybí atribut name.
de: Die Nuspec-Datei enthält einen Pakettyp, in dem das Namensattribut fehlt.
es: El archivo Nuspec contiene un tipo de paquete al que le falta el atributo de nombre.
fr: Le fichier Nuspec contient un type de package auquel il manque l'attribut de nom.
it: Il file Nuspec contiene un tipo di pacchetto in cui manca l'attributo name.
ja: Nuspec ファイルに、名前属性のないパッケージの種類が含まれています。
ko: Nuspec 파일에 이름 특성이 없는 패키지 유형이 있습니다.
pl: Plik Nuspec zawiera typ pakietu z brakującym atrybutem nazwy.
pt_br: O arquivo Nuspec contém um tipo de pacote que não tem um atributo de nome.
ru: NUSPEC-файл содержит тип пакета, в котором отсутствует атрибут названия.
tr: Nuspec dosyası ad özniteliği eksik bir paket türü içeriyor.
zh_hans: Nuspec 文件包含缺少 name 特性的包类型。
zh_hant: Nuspec 檔案包含缺少名稱屬性的套件類型。

# MissingTargetPlatformVersionsFromDependencyGroups
source: Some dependency group TFMs are missing a platform version: {0}
cs: V některých TFM skupiny závislostí chybí verze platformy: {0}
de: Für einige Abhängigkeitsgruppen-TFMs fehlt eine Plattformversion: {0}
es: Falta una versión de la plataforma para algunos TFM de grupos de dependencias: {0}
fr: Il manque une version de plateforme pour certains TFM de groupes de dépendances : {0}
it: Per alcuni framework di destinazione dei gruppi di dipendenze manca una versione della piattaforma: {0}
ja: 一部の依存関係グループの TFM にプラットフォーム バージョンがありません: {0}
ko: 일부 종속성 그룹 TFM({0})에 플랫폼 버전이 없습니다.
pl: Brak wersji platformy w niektórych monikerach platformy docelowej grup zależności: {0}
pt_br: Alguns TFMs do grupo de dependências não contêm uma versão de plataforma: {0}
ru: В моникерах целевой платформы некоторых групп зависимостей не указана версия платформы: {0}.
tr: Bazı bağımlılık grubu TFM'lerinin platform sürümü eksik: {0}
zh_hans: 某些依赖项组 TFM 缺少平台版本: {0}
zh_hant: 部分相依性群組 TFM 缺少平台版本: {0}

# MissingTargetPlatformVersionsFromFrameworkAssemblyGroups
source: Some reference assembly group TFMs are missing a platform version: {0}
cs: V některých TFM skupiny referenčních sestavení chybí verze platformy: {0}
de: Für einige Referenzassemblygruppen-TFMs fehlt eine Plattformversion: {0}
es: Falta una versión de la plataforma para algunos TFM de grupos de ensamblados de referencia: {0}
fr: Il manque une version de plateforme pour certains TFM de groupes d'assemblys de référence : {0}
it: Per alcuni framework di destinazione dei gruppi di assembly di riferimento manca una versione della piattaforma: {0}
ja: 一部の参照アセンブリ グループの TFM にプラットフォーム バージョンがありません: {0}
ko: 일부 참조 어셈블리 그룹 TFM에 플랫폼 버전 {0}이(가) 없습니다.
pl: Brak wersji platformy w niektórych monikerach platformy docelowej grup zestawów odwołań: {0}
pt_br: Alguns TFMs do grupo de assemblies de referência não contêm uma versão de plataforma: {0}
ru: В моникерах целевой платформы некоторых групп базовых сборок не указана версия платформы: {0}.
tr: Bazı başvuru bütünleştirilmiş kodu grubu TFM'lerinin platform sürümü eksik: {0}
zh_hans: 某些引用程序集组 TFM 缺少平台版本: {0}
zh_hant: 部分參考組件群組 TFM 缺少平台版本: {0}

# MissingTargetPlatformVersionsFromFrameworkAssemblyReferences
source: Some framework assembly reference TFMs are missing a platform version: {0}
cs: V některých TFM referenčního sestavení rozhraní chybí verze platformy: {0}
de: Für einige Framework-Assemblyverweis-TFMs fehlt eine Plattformversion: {0}
es: Falta una versión de la plataforma para algunos TFM de referencias de ensamblado de Framework: {0}
fr: Il manque une version de plateforme pour certains TFM de références d'assemblys de framework : {0}
it: Per alcuni framework di destinazione di riferimento degli assembly dei framework manca una versione della piattaforma: {0}
ja: 一部のフレームワーク アセンブリ参照の TFM にプラットフォーム バージョンがありません: {0}
ko: 일부 프레임워크 어셈블리 참조 TFM에 플랫폼 버전 {0}이(가) 없습니다.
pl: Brak wersji platformy w niektórych monikerach platformy docelowej zestawów odwołań platformy: {0}
pt_br: Alguns TFMs de referência do assembly de estrutura não contêm uma versão de plataforma: {0}
ru: В моникерах целевой платформы некоторых ссылок на сборку платформы не указана версия платформы: {0}.
tr: Bazı çerçeve bütünleştirilmiş kodu başvuru TFM'lerinin platform sürümü eksik: {0}
zh_hans: 某些框架程序集引用 TFM 缺少平台版本: {0}
zh_hant: 部分 Framework 組件參考 TFM 缺少平台版本: {0}

# MissingTargetPlatformVersionsFromIncludedFiles
source: Some included files are included under TFMs which are missing a platform version: {0}
cs: Některé zahrnuté soubory jsou zahrnuté v TFM, ve kterých chybí verze platformy: {0}
de: Einige der enthaltenen Dateien werden über TFMs eingeschlossen, für die keine Plattformversion vorhanden ist: {0}
es: Algunos de los archivos se incluyen en TFM a los que les falta una versión de plataforma: {0}
fr: Certains fichiers sont inclus dans des TFM pour lesquels il manque une version de plateforme : {0}
it: Alcuni file inclusi sono presenti in framework di destinazione per i quali manca una versione della piattaforma: {0}
ja: プラットフォーム バージョンがない TFM の下に組み込みファイルが組み込まれています: {0}
ko: 일부 포함된 파일이 플랫폼 버전 {0}이(가) 없는 TFM에 포함되어 있습니다.
pl: Niektóre dołączone pliki są dołączone w ramach monikerów platformy docelowej, w których brakuje wersji platformy: {0}
pt_br: Alguns arquivos estão incluídos em TFMs que não contêm uma versão de plataforma: {0}
ru: Некоторые из включенных файлов включены в моникеры целевой платформы без указанной версии платформы: {0}.
tr: Eklenen bazı dosyalar, platform sürümü eksik olan TFM'lerin altında yer alıyor: {0}
zh_hans: 某些包含的文件包含在缺少平台版本的 TFM 下: {0}
zh_hant: 部分包含的檔案包含在缺少平台版本的 TFM 下: {0}

# MissingTargetPlatformVersionsFromReferenceGroups
source: Some reference group TFMs are missing a platform version: {0}
cs: V některých TFM skupiny sestavení chybí verze platformy: {0}
de: Für einige Referenzgruppen-TFMs fehlt eine Plattformversion: {0}
es: Falta una versión de la plataforma para algunos TFM de grupos de referencia: {0}
fr: Il manque une version de plateforme pour certains TFM de groupes de référence : {0}
it: Per alcuni framework di destinazione dei gruppi di riferimento manca una versione della piattaforma: {0}
ja: 一部の参照グループの TFM にプラットフォーム バージョンがありません: {0}
ko: 일부 참조 그룹 TFM에 플랫폼 버전 {0}이(가) 없습니다.
pl: Brak wersji platformy w niektórych monikerach platformy docelowej grup odwołań: {0}
pt_br: Alguns TFMs do grupo de referências não contêm uma versão de plataforma: {0}
ru: В моникерах целевой платформы некоторых эталонных групп не указана версия платформы: {0}.
tr: Bazı başvuru grubu TFM'lerinin platform sürümü eksik: {0}
zh_hans: 某些引用组 TFM 缺少平台版本: {0}
zh_hant: 部分參照群組 TFM 缺少平台版本: {0}

# MultipleAttributesDisallowed
source: Multiple {0} attributes are not allowed.
cs: Více než jeden atribut {0} se nepovoluje.
de: Mehrere {0}-Attribute sind nicht zulässig.
es: No se permiten varios atributos {0}.
fr: Vous ne pouvez pas avoir plusieurs attributs {0}.
it: Non sono consentiti più attributi {0}.
ja: 複数の {0} 属性は使用できません。
ko: 여러 개의 {0} 특성은 사용할 수 없습니다.
pl: Określenie wielu atrybutów {0} jest niedozwolone.
pt_br: Não são permitidos vários atributos de {0}.
ru: Множество атрибутов {0} недопустимо.
tr: Birden çok {0} özniteliğine izin verilmez.
zh_hans: 不允许使用多个 {0} 特性。
zh_hant: 不允許多個 {0} 屬性。

# MultipleNuspecFiles
source: Package contains multiple nuspec files.
cs: Balíček obsahuje několik souborů nuspec.
de: Das Paket enthält mehrere nuspec-Dateien.
es: El paquete contiene varios archivos nuspec.
fr: Le package contient plusieurs fichiers nuspec.
it: Il pacchetto contiene più file nuspec.
ja: パッケージに複数の nuspec ファイルが含まれています。
ko: 패키지에 여러 nuspec 파일이 포함되어 있습니다.
pl: Pakiet zawiera wiele plików nuspec.
pt_br: O pacote contêm vários arquivos nuspec.
ru: Пакет содержит несколько nuspec-файлов.
tr: Paket birden fazla nuspec dosyası içeriyor.
zh_hans: 包内含了多个 nuspec 文件。
zh_hant: 封裝包含多個 nuspec 檔案。

# MultiplePackageSignatureFiles
source: The package contains multiple package signature files.
cs: Balíček obsahuje více souborů podpisu balíčku.
de: Das Paket enthält mehrere Paketsignaturdateien.
es: El paquete contiene varios archivos de firma.
fr: Le package contient plusieurs fichiers de signature de package.
it: Il pacchetto contiene più file di forma del pacchetto.
ja: パッケージに、複数のパッケージ署名ファイルが含まれています。
ko: 패키지에 여러 패키지 시그니처 파일이 있습니다.
pl: Pakiet zawiera wiele plików podpisu pakietu.
pt_br: O pacote contém vários arquivos de assinatura de pacote.
ru: Пакет содержит несколько файлов подписи пакета.
tr: Paket birden çok paket imzası dosyası içeriyor.
zh_hans: 此包包含多个包签名文件。
zh_hant: 此套件包含多個套件簽章檔案。

# MustContainAbsolutePath
source: '{0}' must contain an absolute path '{1}'.
cs: {0} musí obsahovat absolutní cestu {1}.
de: "{0}" muss einen absoluten Pfad "{1}" enthalten.
es: '{0}' debe contener una ruta de acceso absoluta '{1}'.
fr: '{0}' doit contenir un chemin absolu '{1}'.
it: '{0}' deve contenere un percorso assoluto '{1}'.
ja: '{0}' には絶対パス '{1}' を含める必要があります。
ko: '{0}'에는 절대 경로 '{1}'이(가) 있어야 합니다.
pl: Element „{0}” musi zawierać ścieżkę bezwzględną „{1}”.
pt_br: O '{0}' deve conter um caminho absoluto '{1}'.
ru: "{0}" должен содержать абсолютный путь "{1}".
tr: '{0}', '{1}' mutlak yolunu içermelidir.
zh_hans: '“{0}”必须包含绝对路径“{1}”。
zh_hant: '{0}' 必須包含絕對路徑 '{1}'。

# NoPackageSignatureFile
source: The package does not contain a valid package signature file.
cs: Balíček neobsahuje platný soubor podpisu balíčku.
de: Das Paket enthält keine gültige Paketsignaturdatei.
es: El paquete no contiene un archivo de firma válido.
fr: Le package ne contient pas de fichier de signature de package valide.
it: Il pacchetto non contiene alcuna file di firma del pacchetto valida.
ja: パッケージに、有効なパッケージ署名ファイルが含まれていません。
ko: 패키지에 유효한 패키지 시그니처 파일이 없습니다.
pl: Pakiet nie zawiera prawidłowego pliku podpisu pakietu.
pt_br: O pacote não contém um arquivo de assinatura de pacote válido.
ru: Пакет не содержит допустимый файл подписи пакета.
tr: Paket geçerli bir paket imzası dosyası içermiyor.
zh_hans: 此包不包含有效的包签名文件。
zh_hant: 此套件不含有效的套件簽章檔案。

# NoRepositoryCountersignature
source: Verification settings require a repository countersignature, but the package does not have a repository countersignature.
cs: Nastavení ověřování vyžaduje potvrzovací podpis úložiště, ale balíček ho nemá.
de: Für die Überprüfungseinstellungen ist eine Repositorygegensignatur erforderlich, das Paket weist jedoch keine Repositorygegensignatur auf.
es: La configuración de comprobación requiere una contrafirma de repositorio, pero el paquete no contiene ninguna.
fr: Les paramètres de vérification exigent une contre-signature de référentiel, mais le package n'en a pas.
it: Con le impostazioni di verifica è richiesta una controfirma del repository, ma il pacchetto non contiene alcuna controfirma del repository.
ja: 検証の設定にリポジトリ副署名が必要ですが、パッケージにはリポジトリ副署名がありません。
ko: 확인 설정에 리포지토리 연대 시그니처가 필요한데, 패키지에 리포지토리 연대 시그니처가 없습니다.
pl: Ustawienia weryfikacji wymagają kontrasygnaty repozytorium, ale pakiet nie ma takiej kontrasygnaty.
pt_br: Configurações de verificação requerem uma referenda de repositório, mas o pacote não tem uma.
ru: Для параметров проверки требуется подпись другой стороны, но ее нет в пакете.
tr: Doğrulama ayarları bir depo onay imzası gerektiriyor ancak pakette depo onay imzası yok.
zh_hans: 验证设置需要存储库副署，但包不含存储库副署。
zh_hant: 驗證設定需要存放庫副署，但套件沒有存放庫副署。

# NuGetLicenseExpression_DeprecatedIdentifier
source: The identifier '{0}' is deprecated.
cs: Identifikátor {0} je zastaralý.
de: Der Bezeichner "{0}" ist veraltet.
es: El identificador "{0}" está en desuso.
fr: L'identificateur '{0}' est déprécié.
it: L'identificatore '{0}' è deprecato.
ja: 識別子 '{0}' は非推奨になりました。
ko: 식별자 '{0}'는 사용되지 않습니다.
pl: Identyfikator „{0}” jest przestarzały.
pt_br: O identificador '{0}' é preterido.
ru: Идентификатор "{0}" является нерекомендуемым.
tr: '{0}' tanımlayıcısı kullanım dışı.
zh_hans: 标识符“{0}”已弃用。
zh_hant: 已取代識別碼 '{0}'。

# NuGetLicenseExpression_ExceptionIdentifierIsLicense
source: The identifier '{0}' is a license. It cannot be used as an exception.
cs: Identifikátor {0} je licence. Nedá se použít jako výjimka.
de: Der Bezeichner "{0}" ist eine Lizenz. Er kann nicht als Ausnahme verwendet werden.
es: El identificador "{0}" es una licencia. No se puede usar como excepción.
fr: L'identificateur '{0}' est une licence. Impossible de l'utiliser en tant qu'exception.
it: L'identificatore '{0}' è una licenza e non può essere usato come eccezione.
ja: 識別子 '{0}' はライセンスです。例外としては使用できません。
ko: 식별자 '{0}'은(는) 라이선스입니다. 예외로 사용할 수 없습니다.
pl: Identyfikator „{0}” wskazuje licencję. Nie można go użyć jako wyjątku.
pt_br: O identificador '{0}' é uma licença. Ele não pode ser usado como uma exceção.
ru: Идентификатор "{0}" является лицензией. Не используйте его как исключение.
tr: '{0}' tanımlayıcısı bir lisans olduğundan özel durum olarak kullanılamaz.
zh_hans: 标识符“{0}”是许可证。它不能用作异常。
zh_hant: 識別碼 '{0}' 是授權。其不能作為例外狀況使用。

# NuGetLicenseExpression_IllegalUnlicensedOperator
source: The 'UNLICENSED' license identifier cannot be combined with the '+' operator.
cs: Identifikátor licence UNLICENSED se nedá kombinovat s operátorem +.
de: Der Lizenzbezeichner "UNLICENSED" kann nicht mit dem Operator "+" kombiniert werden.
es: No se puede combinar el identificador de licencia "UNLICENSED" con el operador "+".
fr: Impossible de combiner l'identificateur de licence 'UNLICENSED' avec l'opérateur '+'.
it: Non è possibile combinare l'identificatore di licenza 'UNLICENSED' con l'operatore '+'.
ja: 'UNLICENSED' ライセンス識別子を '+' 演算子と組み合わせることはできません。
ko: 'UNLICENSED' 라이선스 식별자는 '+' 연산자와 결합할 수 없습니다.
pl: Identyfikatora licencji „UNLICENSED” nie można łączyć z operatorem „+”.
pt_br: O identificador de licença 'UNLICENSED' não pode ser combinado com o operador '+'.
ru: Идентификатор лицензии "UNLICENSED" невозможно объединить с оператором "+".
tr: 'UNLICENSED' lisans tanımlayıcısı '+' işleci ile birleştirilemez.
zh_hans: "UNLICENSED" 许可证标识符不能与 "+" 运算符合并。
zh_hant: 'UNLICENSED' 授權識別碼不能與 '+' 運算子合併使用。

# NuGetLicenseExpression_InvalidCharacters
source: The license expression '{0}' contains invalid characters.
cs: Výraz licence {0} obsahuje neplatné znaky.
de: Der Lizenzausdruck "{0}" enthält ungültige Zeichen.
es: La expresión de licencia "{0}" contiene caracteres no válidos.
fr: L'expression de licence '{0}' contient des caractères non valides.
it: L'espressione di licenza '{0}' contiene caratteri non validi.
ja: ライセンス式 '{0}' に無効な文字が含まれています。
ko: 라이선스 식 '{0}'에 잘못된 문자가 있습니다.
pl: Wyrażenie licencji „{0}” zawiera nieprawidłowe znaki.
pt_br: A expressão de licença '{0}' contém caracteres inválidos.
ru: Выражение лицензии "{0}" содержит недопустимые символы.
tr: '{0}' lisans ifadesi geçersiz karakterler içeriyor.
zh_hans: 许可证表达式“{0}”包含无效的字符。
zh_hant: 授權運算式 '{0}' 包含無效字元。

# NuGetLicenseExpression_InvalidExceptionIdentifier
source: The identifier '{0}' is not a standard exception.
cs: Identifikátor {0} není standardní výjimka.
de: Der Bezeichner "{0}" ist keine Standardausnahme.
es: El identificador "{0}" no es una excepción estándar.
fr: L'identificateur '{0}' n'est pas une exception standard.
it: L'identificatore '{0}' non è un eccezione standard.
ja: 識別子 '{0}' は標準の例外ではありません。
ko: 식별자 '{0}'은(는) 표준 예외가 아닙니다.
pl: Identyfikator „{0}” nie wskazuje standardowego wyjątku.
pt_br: O identificador '{0}' não é uma exceção padrão.
ru: Идентификатор "{0}" не является стандартным исключением.
tr: '{0}' tanımlayıcısı standart bir özel durum değil.
zh_hans: 标识符“{0}”不是标准异常。
zh_hant: 識別碼 '{0}' 不是標準例外狀況。

# NuGetLicenseExpression_InvalidExpression
source: The license expression is invalid.
cs: Výraz licence je neplatný.
de: Der Lizenzausdruck ist ungültig.
es: La expresión de licencia no es válida.
fr: L'expression de licence est non valide.
it: L'espressione di licenza non è valida.
ja: ライセンス式が無効です。
ko: 라이선스 식이 잘못되었습니다.
pl: Wyrażenie licencji jest nieprawidłowe.
pt_br: A expressão de licença é inválida.
ru: Выражение лицензии недопустимо.
tr: Lisans ifadesi geçersiz.
zh_hans: 许可证表达式无效。
zh_hant: 授權運算式無效。

# NuGetLicenseExpression_InvalidToken
source: Invalid element '{0}'.
cs: Neplatný element {0}.
de: Ungültiges Element "{0}".
es: El elemento "{0}" no es válido.
fr: Élément non valide '{0}'.
it: L'elemento '{0}' non è valido.
ja: 要素 '{0}' が無効です。
ko: '{0}' 요소가 잘못되었습니다.
pl: Nieprawidłowy element „{0}”.
pt_br: Elemento inválido '{0}'.
ru: Недопустимый элемент "{0}".
tr: '{0}' öğesi geçersiz.
zh_hans: 无效的元素“{0}”。
zh_hant: 元素 '{0}' 無效。

# NuGetLicenseExpression_LicenseIdentifierIsException
source: The identifier '{0}' is an exception. It cannot be used as a license.
cs: Identifikátor {0} je výjimka. Nedá se použít jako licence.
de: Der Bezeichner "{0}" ist eine Ausnahme. Er kann nicht als Lizenz verwendet werden.
es: El identificador "{0}" es una excepción. No se puede usar como licencia.
fr: L'identificateur '{0}' est une exception. Impossible de l'utiliser en tant que licence.
it: L'identificatore '{0}' è un'eccezione non può essere usato come licenza.
ja: 識別子 '{0}' は例外です。ライセンスとしては使用できません。
ko: 식별자 '{0}'은(는) 예외입니다. 라이선스로 사용할 수 없습니다.
pl: Identyfikator „{0}” wskazuje wyjątek. Nie można go użyć jako licencji.
pt_br: O identificador '{0}' é uma exceção. Ele não pode ser usado como uma licença.
ru: Идентификатор "{0}" является исключением. Не используйте его как лицензию.
tr: '{0}' tanımlayıcısı bir özel durum olduğundan lisans olarak kullanılamaz.
zh_hans: 标识符“{0}”是异常。它不能用作许可证。
zh_hant: 識別碼 '{0}' 是例外狀況。其不能作為授權使用。

# NuGetLicenseExpression_LicenseInvalidCharacters
source: The license identifier '{0}' contains invalid characters.
cs: Identifikátor licence {0} obsahuje neplatné znaky.
de: Der Lizenzbezeichner "{0}" enthält ungültige Zeichen.
es: El identificador de licencia "{0}" contiene caracteres no válidos.
fr: L'identificateur de licence '{0}' contient des caractères non valides.
it: L'identificatore di licenza '{0}' contiene caratteri non validi.
ja: ライセンス識別子 '{0}' に無効な文字が含まれています。
ko: 라이선스 식별자 '{0}'에 잘못된 문자가 있습니다.
pl: Identyfikator licencji „{0}” zawiera nieprawidłowe znaki.
pt_br: O identificador de licença '{0}' contém caracteres inválidos.
ru: Идентификатор лицензии "{0}" содержит недопустимые символы.
tr: '{0}' lisans tanımlayıcısı geçersiz karakterler içeriyor.
zh_hans: 许可证标识符“{0}”包含无效的字符。
zh_hant: 授權識別碼 '{0}' 包含無效的字元。

# NuGetLicenseExpression_MismatchedParentheses
source: Mismatched parentheses in the expression.
cs: Neshoda závorek ve výrazu.
de: Klammern ohne Entsprechung im Ausdruck.
es: La expresión tiene paréntesis no coincidentes.
fr: Parenthèses non correspondantes dans l'expression.
it: Parentesi non corrispondenti nell'espressione.
ja: 式の中に、対応しないかっこがあります。
ko: 식에 짝이 맞지 않는 괄호가 있습니다.
pl: Niedopasowane nawiasy w wyrażeniu.
pt_br: Parênteses sem correspondência na expressão.
ru: Несоответствие скобок в выражении.
tr: İfadede eşleşmeyen parantezler var.
zh_hans: 表达式中的括号不匹配。
zh_hant: 運算式中有未成對的括號。

# NuGetLicenseExpression_NonStandardIdentifier
source: The license identifier(s) '{0}' is(are) not recognized by the current toolset.
cs: Aktuální sada nástrojů nerozpoznala identifikátory licencí {0}.
de: Lizenzbezeichner "{0}" vom aktuellen Toolset nicht erkannt.
es: El conjunto de herramientas actual no reconoce los identificadores de licencia ("{0}").
fr: Le ou les identificateurs de licence '{0}' ne sont pas reconnus par l'ensemble d'outils actuel.
it: Il set di strumenti corrente non riconosce l'identificatore o gli identificatori di licenza '{0}'.
ja: ライセンス識別子 '{0}' は現在のツールセットでは認識されません。
ko: 라이선스 식별자 '{0}'을(를) 현재 도구 집합에서 인식할 수 없습니다.
pl: Bieżący zestaw narzędzi nie rozpoznaje identyfikatorów licencji „{0}”.
pt_br: Os identificadores de licença '{0}' não são reconhecidos pelo conjunto de ferramentas atual.
ru: Текущий набор инструментов не распознает идентификаторы лицензий: {0}.
tr: '{0}' lisans tanımlayıcıları geçerli araç takımı tarafından tanınmıyor.
zh_hans: 当前工具集无法识别许可证标识符“{0}”。
zh_hant: 目前的工具組無法辨識授權識別碼 '{0}'。
