Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: An absolute URI is required.
cs: Vyžaduje se absolutní identifikátor URI.
de: Ein absoluter URI ist erforderlich.
es: Se necesita un URI absoluto.
fr: Un URI absolu est obligatoire.
it: È richiesto un URI assoluto.
ja: 絶対 URI が必要です。
ko: 절대 URI가 필요합니다.
pl: Wymagany jest bezwzględny identyfikator URI.
pt_br: Um URI absoluto é necessário.
ru: Необходимо указать абсолютный URI.
tr: Mutlak URI gereklidir.
zh_hans: 绝对 URI 是必需的。
zh_hant: 需要絕對 URI。

# ArgumentCannotBeNullOrEmpty
source: The argument cannot be null or empty.
cs: Argument nemůže být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío.
fr: L'argument ne peut pas être null ou vide.
it: L'argomento non può essere Null o vuoto.
ja: 引数を null または空にすることはできません。
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty.
pt_br: O argumento não pode ser nulo nem vazio.
ru: Аргумент не может иметь значение NULL или быть пустым.
tr: Bağımsız değişken null veya boş olamaz.
zh_hans: 参数不能为 null 或为空。
zh_hant: 引數不可為 null 或空白。

# AuthorPrimarySignatureFriendlyName
source: author primary signature
cs: primární podpis autora
de: Primärsignatur des Autors
es: firma principal del autor
fr: signature principale de l'auteur
it: firma primaria dell'autore
ja: 作成者のプライマリ署名
ko: 작성자의 기본 시그니처
pl: podstawowy podpis autora
pt_br: assinatura principal do autor
ru: основная подпись автора
tr: yazar birincil imzası
zh_hans: 作者主签名
zh_hant: 作者主要簽章

# CertUtilityCertificateHash
source: {0} hash: {1}
cs: Hodnota hash {0}: {1}
es: Hash de {0}: {1}
fr: Hachage {0} : {1}
it: Hash {0}: {1}
ja: {0} ハッシュ: {1}
ko: {0} 해시: {1}
pl: Skrót dla {0}: {1}
ru: Хэш {0}: {1}
tr: {0} karma: {1}
zh_hans: {0} 哈希: {1}
zh_hant: {0} 雜湊: {1}

# CertUtilityCertificateHashSha1
source: SHA1 hash: {0}
cs: Hodnota hash SHA1: {0}
es: Hash SHA1: {0}
fr: Code de hachage SHA1 : {0}
it: Hash SHA1: {0}
ja: SHA1 ハッシュ: {0}
ko: SHA1 해시: {0}
pl: Skrót SHA1: {0}
pt_br: Hash SHA1: {0}
ru: Хэш SHA1: {0}
tr: SHA1 karması: {0}
zh_hans: SHA1 哈希: {0}
zh_hant: SHA1 雜湊: {0}

# CertUtilityCertificateIssuer
source: Issued by: {0}
cs: Vystavitel: {0}
de: Ausgestellt von: {0}
es: Emitido por: {0}
fr: Émis par : {0}
it: Rilasciato da: {0}
ja: 発行元: {0}
ko: 발급자: {0}
pl: Wystawiony przez: {0}
pt_br: Emitido por: {0}
ru: Выдан: {0}
tr: Veren: {0}
zh_hans: 颁发者: {0}
zh_hant: 核發者: {0}

# CertUtilityCertificateSubjectName
source: Subject Name: {0}
cs: Jméno subjektu: {0}
de: Name des Antragstellers: {0}
es: Nombre de asunto: {0}
fr: Nom d'objet : {0}
it: Nome soggetto: {0}
ja: サブジェクト名: {0}
ko: 주체 이름: {0}
pl: Nazwa podmiotu: {0}
pt_br: Nome da entidade: {0}
ru: Имя субъекта: {0}
tr: Konu Adı: {0}
zh_hans: 使用者名称: {0}
zh_hant: 主體名稱: {0}

# CertUtilityCertificateValidity
source: Valid from: {0} to {1}
cs: Platnost od: {0} do {1}
de: Gültig von {0} bis {1}
es: Válido de {0} a {1}
fr: Valide de {0} à {1}
it: Validità da {0} a {1}
ja: 有効期間: {0} から {1}
ko: 유효 기간: {0}~007E;{1}
pl: Ważny od {0} do {1}
pt_br: Válido de {0} até {1}
ru: Действителен с: {0} до {1}
tr: Geçerlilik aralığı: {0} - {1}
zh_hans: 有效期: {0} 至 {1}
zh_hant: 有效前間: {0} 至 {1}

# CertUtilityMultipleCertificatesFooter
source: ... {0} more.
cs: ... dalších {0}.
de: ... {0} weitere.
es: ... {0} más.
fr: ... {0} de plus.
it: ... altri {0}.
ja: ... さらに {0}。
ko: ...기타 {0}개.
pl: ... {0} więcej.
pt_br: ... {0} mais.
ru: и другие ({0}).
tr: ... {0} daha.
zh_hans: ...另外 {0} 个。
zh_hant: ... 其他 {0} 個。

# CertUtilityMultipleCertificatesHeader
source: The following certificates meet all given criteria:
cs: Zadaným kritériím odpovídají tyto certifikáty:
de: Die folgenden Zertifikate erfüllen alle angegebene Kriterien:
es: Los certificados siguientes cumplen todos los criterios dados:
fr: Les certificats suivants répondent à tous les critères indiqués :
it: I certificati seguenti soddisfano tutti i criteri specificati:
ja: 次の証明書は、指定したすべての条件を満たします。
ko: 모든 지정된 조건에 맞는 인증서는 다음과 같습니다.
pl: Następujące certyfikaty spełniają wszystkie podane kryteria:
pt_br: Os certificados a seguir atenderem a todos os critérios fornecidos:
ru: Следующие сертификаты удовлетворяют всем заданным критериям:
tr: Aşağıdaki sertifikalar tüm verilen ölçütlere uyuyor:
zh_hans: 以下证书满足所有给定条件:
zh_hant: 下列憑證符合所有指定的準則:

# CertificateChainBuildFailed
source: A complete certificate chain could not be built for the signing certificate.
cs: Pro podpisový certifikát se nepovedlo sestavit úplný řetěz certifikátů.
de: Eine vollständige Zertifikatkette konnte für das Signaturzertifikat nicht erstellt werden.
es: No se pudo compilar una cadena de certificados completa para el certificado de firma.
fr: Impossible de créer une chaîne de certificats complète pour le certificat de signature.
it: Non è stato possibile creare una catena di certificati completa per il certificato di firma.
ja: 署名証明書の完全な証明書チェーンを作成できませんでした。
ko: 서명 인증서에 대해 전체 인증서 체인을 빌드할 수 없습니다.
pl: Nie można zbudować pełnego łańcucha certyfikatów dla certyfikatu podpisywania.
pt_br: Não foi possível criar uma cadeia de certificados completa para o certificado de autenticação.
ru: Не удалось построить полную цепочку сертификатов у сертификата для подписи.
tr: İmzalama sertifikası için tam bir sertifika zinciri oluşturulamadı.
zh_hans: 无法为签名证书生成完整的证书链。
zh_hant: 無法為簽署憑證建置完整的憑證鏈結。

source: Certificate chain validation failed.
cs: Ověřování řetězu certifikátů nebylo úspěšné.
de: Fehler beim Überprüfen der Zertifikatkette.
es: Error de validación de la cadena de certificados.
fr: Échec de la validation de la chaîne de certificats.
it: La convalida della catena di certificati non è riuscita.
ja: 証明書チェーンを検証できませんでした。
ko: 인증서 체인 유효성 검사에 실패했습니다.
pl: Weryfikowanie łańcucha certyfikatów nie powiodło się.
pt_br: Falha na validação da cadeia de certificados.
ru: Цепочка сертификатов не прошла проверку.
tr: Sertifika zinciri doğrulanamadı.
zh_hans: 证书链验证失败。
zh_hant: 憑證鏈結驗證失敗。

# ChainBuilding_UsingDefaultTrustStoreForCodeSigning
source: X.509 certificate chain validation will use the default trust store selected by .NET for code signing.
cs: Ověřování řetězce certifikátů X.509 bude používat výchozí úložiště důvěryhodnosti vybrané technologií .NET pro podepisování kódu.
de: Bei der Überprüfung der X.509-Zertifikatkette wird der von .NET ausgewählte Standardvertrauensspeicher für Codesignaturen verwendet.
es: La validación de la cadena de certificados X.509 utilizará el almacén de confianza predeterminado seleccionado por .NET para la firma de código.
fr: La validation de la chaîne de certificats X.509 utilisera le magasin de confiance par défaut sélectionné par .NET pour le code de signature.
it: La convalida della catena di certificati X.509 userà l'archivio attendibilità predefinito selezionato da .NET per la firma del codice.
ja: X.509 証明書チェーンの検証では、コード署名のために .NET によって選択された既定の信頼ストアが使用されます。
ko: X.509 인증서 체인 유효성 검사는 코드 서명에 .NET에서 선택한 기본 신뢰 저장소를 사용합니다.
pl: Walidacja łańcucha certyfikatów X.509 użyje domyślnego magazynu zaufania wybranego przez .NET do podpisywania kodu.
pt_br: A validação da cadeia de certificados X.509 usará o repositório de confiança padrão selecionado pelo .NET.
ru: При проверке цепочки сертификатов X.509 будет использоваться хранилище доверия по умолчанию, выбранное .NET для подписывания кода.
tr: X.509 sertifika zinciri doğrulaması, kod imzalama için .NET tarafından seçilen varsayılan güven deposunu kullanır.
zh_hans: X.509 证书链验证将使用 .NET 选择的默认信任存储进行代码签名。
zh_hant: X.509 憑證鏈結驗證會使用 .NET 選取的預設信任存放區進行程式碼簽署。

# ChainBuilding_UsingDefaultTrustStoreForTimestamping
source: X.509 certificate chain validation will use the default trust store selected by .NET for timestamping.
cs: Ověřování řetězce certifikátů X.509 bude používat výchozí úložiště důvěryhodnosti vybrané technologií .NET pro přidávání časového razítka.
de: Bei der Überprüfung der X.509-Zertifikatkette wird der von .NET ausgewählte Standardvertrauensspeicher für Zeitstempel verwendet.
es: La validación de la cadena de certificados X.509 utilizará el almacén de confianza predeterminado seleccionado por .NET para la marca de tiempo.
fr: La validation de la chaîne de certificats X.509 utilisera le magasin de confiance par défaut sélectionné par .NET pour le timestamp.
it: La convalida della catena di certificati X.509 userà l'archivio attendibilità predefinito selezionato da .NET per il timestamp.
ja: X.509 証明書チェーンの検証では、タイムスタンプに .NET によって選択された既定の信頼ストアが使用されます。
ko: X.509 인증서 체인 유효성 검사는 타임스탬프에 .NET에서 선택한 기본 신뢰 저장소를 사용합니다.
pl: Walidacja łańcucha certyfikatów X.509 będzie korzystać z domyślnego magazynu zaufania wybranego przez .NET do oznaczania czasu.
pt_br: A validação da cadeia de certificados X.509 usará o repositório de confiança padrão selecionado pelo .NET.
ru: При проверке цепочки сертификатов X.509 будет использоваться хранилище доверия по умолчанию, выбранное .NET для установки метки времени.
tr: X.509 sertifika zinciri doğrulaması, zaman damgalama için .NET tarafından seçilen varsayılan güven deposunu kullanır.
zh_hans: X.509 证书链验证将使用 .NET 选择的默认信任存储进行时间戳。
zh_hant: X.509 憑證鏈結驗證會使用 .NET 選取的預設信任存放區進行時間戳記。

# ChainBuilding_UsingFallbackCertificateBundle
source: X.509 certificate chain validation will use the fallback certificate bundle at '{0}'.
cs: Ověřování řetězce certifikátů X.509 použije sadu náhradních certifikátů na adrese {0}.
de: Bei der Überprüfung der X.509-Zertifikatkette wird das Fallbackzertifikatpaket bei „{0}“ verwendet.
es: La validación de la cadena de certificados X.509 usará la agrupación de certificados de reserva en "{0}".
fr: La validation de la chaîne de certificats X.509 utilisera l’offre groupée de certificats de secours au '{0}'.
it: La convalida della catena di certificati X.509 userà il bundle di certificati di fallback in '{0}'.
ja: X.509 証明書チェーンの検証では、'{0}' にあるフォールバック証明書バンドルが使用されます。
ko: X.509 인증서 체인 유효성 검사는 '{0}'에서 대체 인증서 번들을 사용합니다.
pl: Weryfikacja łańcucha certyfikatów X.509 będzie używać rezerwowego pakietu certyfikatów na „{0}”.
pt_br: A validação da cadeia de certificados X.509 usará o pacote de certificados de fallback em '{0}'.
ru: При проверке цепочки сертификатов X.509 будет использоваться резервная группа сертификатов в "{0}".
tr: X.509 sertifika zinciri doğrulaması, şuradaki geri dönüş sertifikası paketini kullanacak: '{0}'.
zh_hans: X.509 证书链验证将使用 "{0}" 处的回退证书捆绑包。
zh_hant: X.509 憑證鏈結驗證將使用位於 '{0}' 的後援憑證套件組合。

# ChainBuilding_UsingNoCertificateBundle
source: X.509 certificate chain validation will not have any trusted roots. Chain building will fail with an untrusted status.
cs: Ověřování řetězce certifikátů X.509 nebude mít žádné důvěryhodné kořeny. Sestavení řetězce selže s nedůvěryhodným stavem.
de: Die Überprüfung der X.509-Zertifikatkette weist keine vertrauenswürdigen Stammelemente auf. Die Kettenerstellung schlägt mit einem nicht vertrauenswürdigen Status fehl.
es: La validación de la cadena de certificados X.509 no tendrá raíces de confianza. Se producirá un error en la creación de cadenas con un estado que no es de confianza.
fr: La validation de la chaîne de certificats X.509 n’aura aucune racine approuvée. La génération de chaîne échouera avec un état non approuvé.
it: La convalida della catena di certificati X.509 non includerà alcuna radice attendibile. La compilazione della catena non riuscirà con uno stato non attendibile.
ja: X.509 証明書チェーンの検証には、信頼されたルートがありません。チェーンの構築は、信頼されていない状態で失敗します。
ko: X.509 인증서 체인 유효성 검사에는 신뢰할 수 있는 루트가 없습니다. 신뢰할 수 없는 상태로 체인 구축이 실패합니다.
pl: Weryfikacja łańcucha certyfikatu X.509 nie będzie miała żadnych zaufanych katalogów głównych. Tworzenie łańcucha zakończy się niepowodzeniem z niezaufanym stanem.
pt_br: A validação da cadeia de certificados X.509 não terá raízes confiáveis. A construção de cadeia falhará com um status não confiável.
ru: Проверка цепочки сертификатов X.509 не будет иметь доверенных корней. Сборка цепочки завершится сбоем с неутвержденным состоянием.
tr: X.509 sertifika zinciri doğrulamasının güvenilir kökleri olmayacak. Zincir oluşturma, güvenilmeyen bir durumla başarısız olacak.
zh_hans: X.509 证书链验证将不会有任何受信任的根。链生成将失败，且状态不受信任。
zh_hant: X.509 憑證鏈結驗證將沒有任何信任的根目錄。鏈結建立將會因不受信任的狀態而失敗。

# ChainBuilding_UsingSystemCertificateBundle
source: X.509 certificate chain validation will use the system certificate bundle at '{0}'.
cs: Ověřování řetězce certifikátů X.509 bude používat sadu systémových certifikátů na adrese {0}.
de: Bei der Überprüfung der X.509-Zertifikatkette wird das Systemzertifikatpaket bei „{0}“ verwendet.
es: La validación de la cadena de certificados X.509 usará la agrupación de certificados del sistema en "{0}".
fr: La validation de la chaîne de certificats X.509 utilisera l’offre groupée de certificats du système au '{0}'.
it: La convalida della catena di certificati X.509 userà il bundle di certificati di sistema in '{0}'.
ja: X.509 証明書チェーンの検証では、'{0}' にあるシステム証明書バンドルが使用されます。
ko: X.509 인증서 체인 유효성 검사는 '{0}'에서 시스템 인증서 번들을 사용합니다.
pl: Weryfikacja łańcucha certyfikatu X.509 będzie używać pakietu certyfikatów systemowych na „{0}”.
pt_br: A validação da cadeia de certificados X.509 usará o pacote de certificados do sistema em '{0}'.
ru: При проверке цепочки сертификатов X.509 будет использоваться группа системных сертификатов в "{0}".
tr: X.509 sertifika zinciri doğrulaması, şuradaki sistem sertifikası paketini kullanacak: '{0}'.
zh_hans: X.509 证书链验证将使用 "{0}" 处的系统证书捆绑包。
zh_hant: X.509 憑證鏈結驗證將使用位於 '{0}' 的系統憑證套件組合。

# CommitmentTypeIndicationAttributeInvalid
source: The commitment-type-indication attribute is invalid.
cs: Atribut commitment-type-indication není platný.
de: Das Attribut "commitment-type-indication" ist ungültig.
es: El atributo commitment-type-indication no es válido.
fr: L'attribut commitment-type-indication n'est pas valide.
it: L'attributo commitment-type-indication non è valido.
ja: commitment-type-indication 属性が無効です。
ko: commitment-type-indication 특성이 잘못되었습니다.
pl: Atrybut commitment-type-indication jest nieprawidłowy.
pt_br: O atributo commitment-type-indication é inválido.
ru: Недопустимый атрибут commitment-type-indication.
tr: commitment-type-indication özniteliği geçersiz.
zh_hans: commitment-type-indication 属性无效。
zh_hant: commitment-type-indication 屬性無效。

# CommitmentTypeIndicationAttributeInvalidCombination
source: The commitment-type-indication attribute contains an invalid combination of values.
cs: Atribut commitment-type-indication obsahuje neplatnou kombinaci hodnot.
de: Das commitment-type-indication-Attribut enthält eine ungültige Kombination von Werten.
es: El atributo commitment-type-indication contiene una combinación de valores no válida.
fr: L'attribut commitment-type-indication contient une combinaison non valide de valeurs.
it: L'attributo commitment-type-indication contiene una combinazione di valori non valida.
ja: commitment-type-indication 属性には、無効な値の組み合わせが含まれています。
ko: commitment-type-indication 특성에 잘못된 값 조합이 포함되어 있습니다.
pl: Atrybut commitment-type-indication zawiera nieprawidłową kombinację wartości.
pt_br: O atributo commitment-type-indication contém uma combinação inválida de valores.
ru: Атрибут commitment-type-indication содержит недопустимое сочетание значений.
tr: commitment-type-indication özniteliği geçersiz bir değer bileşimi içeriyor.
zh_hans: commitment-type-indication 属性包含无效的值组合。
zh_hant: commitment-type-indication 屬性包含無效的值組合。

# ConflictingAllowUntrustedRoot
source: There are two certificates with conflicting allowUntrustedRoot attributes in the computed settings. The allowUntrustedRoot attribute is going to be set to false. Certificate: {0}-{1}
cs: Existují dva certifikáty s konfliktními atributy allowUntrustedRoot ve vypočítaném nastavení. Atribut allowUntrustedRoot se nastaví na hodnotu false. Certifikát: {0}–{1}
de: In den berechneten Einstellungen liegen zwei Zertifikate mit in Konflikt stehenden allowUntrustedRoot-Attributen vor. Das allowUntrustedRoot-Attribut wird auf FALSE festgelegt. Zertifikat: {0}–{1}
es: Hay dos certificados con atributos allowUntrustedRoot en conflicto en la configuración calculada. El atributo allowUntrustedRoot se va a establecer en false. Certificado: {0} - {1}
fr: Deux certificats avec des attributs allowUntrustedRoot sont en conflit dans les paramètres calculés. L'attribut allowUntrustedRoot va être défini avec la valeur false. Certificat : {0}-{1}
it: Nelle impostazioni calcolate sono presenti due certificati con attributi allowUntrustedRoot in conflitto. L'attributo allowUntrustedRoot verrà impostato su false. Certificato: {0}-{1}
ja: allowUntrustedRoot 属性が競合する 2 つの証明書が計算された設定にあります。allowUntrustedRoot 属性は false に設定されます。証明書: {0}-{1}
ko: 계산된 설정에서 allowUntrustedRoot 특성이 충돌하는 인증서가 두 개 있습니다. allowUntrustedRoot 특성이 false로 설정됩니다. 인증서: {0}-{1}
pl: W obliczonych ustawieniach istnieją dwa certyfikaty z atrybutami allowUntrustedRoot powodującymi konflikt. Atrybut allowUntrustedRoot zostanie ustawiony na wartość false. Certyfikat: {0}–{1}
pt_br: Existem dois certificados com atributos allowUntrustedRoot conflitantes nas configurações computadas. O atributo allowUntrustedRoot será definido como false. Certificado: {0}–{1}
ru: Существует два сертификата с конфликтующими атрибутами allowUntrustedRoot в вычисляемых параметрах. Атрибуту allowUntrustedRoot будет задано значение false. Сертификат: {0}–{1}
tr: Hesaplanan ayarlarda çakışan allowUntrustedRoot özniteliğini içeren iki sertifika var. allowUntrustedRoot özniteliği yanlış olarak ayarlanacak. Sertifika: {0}-{1}
zh_hans: 计算设置中有两个证书的 allowUntrustedRoot 属性冲突。allowUntrustedRoot 属性将被设置为 False。证书: {0}-{1}
zh_hant: 計算設定中出現兩個憑證的 allowUntrustedRoot 屬性相衝突。allowUntrustedRoot 屬性將會設定為 false。憑證: {0}-{1}

# DefaultError_EmptyAllowList
source: A list of trusted signers is required but none was found.
cs: Vyžaduje se seznam důvěryhodných podepisujících osob, ale žádný se nenašel.
de: Eine Liste vertrauenswürdiger Signaturgeber ist erforderlich, wurde jedoch nicht gefunden.
es: Se requiere una lista de firmantes de confianza, pero no se encontró ninguna.
fr: Une liste de signataires approuvés est obligatoire, mais elle est introuvable.
it: È richiesto un elenco di firmatari attendibili, ma non ne è stato trovato nessuno.
ja: 信頼されている署名者のリストが要求されていますが、見つかりませんでした。
ko: 신뢰할 수 있는 서명자 목록이 필요하지만 찾을 수 없습니다.
pl: Lista zaufanych osób podpisujących jest wymagana, ale jej nie znaleziono.
pt_br: Uma lista de signatários confiáveis é exigida, mas nenhum foi encontrado.
ru: Требуется список надежных подписавших лиц, но он не найден.
tr: Güvenilen imzalayanların bir listesi gerekiyor ancak bulunamadı.
zh_hans: 需要受信任签名者列表，但找不到任何此类列表。
zh_hant: 需要受信任簽署者的清單，但找不到任何清單。

# DefaultError_NoMatchInAllowList
source: The package signature certificate fingerprint does not match any certificate fingerprint in the allow list.
cs: Otisk certifikátu podpisu balíčku neodpovídá žádnému otisku certifikátu v seznamu povolených otisků.
de: Der Zertifikatfingerabdruck der Paketsignatur entspricht keinem Zertifikatfingerabdruck in der Zulassungsliste.
es: La huella digital del certificado de firma del paquete no coincide con ninguna huella digital de certificado de la lista de permitidos.
fr: L'empreinte digitale de certificat de signature de package ne correspond à aucune empreinte digitale de certificat de la liste d'autorisation.
it: L'impronta digitale del certificato di firma del pacchetto non corrisponde ad alcuna impronta digitale di certificato nell'elenco Consenti.
ja: 許可リスト内にある証明書のフィンガープリントの中に、パッケージの署名証明書のフィンガープリントと一致するものがありません。
ko: 패키지 시그니처 인증서 지문이 허용 목록의 모든 인증서 지문과 일치하지 않습니다.
pl: Odcisk palca certyfikatu podpisu pakietu nie jest zgodny z żadnym odciskiem palca certyfikatu na liście dozwolonych.
pt_br: A impressão digital do certificado de assinatura do pacote não corresponde a nenhuma impressão digital de certificado na lista de permissões.
ru: Отпечаток сертификата для подписи пакета не совпадает ни с одним отпечатком сертификата в списке разрешений.
tr: Paket imza sertifikası parmak izi, izin verilenler listesindeki herhangi bir sertifika parmak iziyle eşleşmiyor.
zh_hans: 包签名证书指纹与允许列表中的任何证书指纹均不匹配。
zh_hant: 套件簽章憑證指紋不符合允許清單中的任何憑證指紋。

# ErrorAuthorTargetCannotBeACountersignature
source: Cannot target author signatures that are countersignatures.
cs: Nelze cílit na podpisy autorů, které jsou potvrzovacími podpisy.
de: Autorensignaturen, die Gegensignaturen sind, können nicht als Ziel verwendet werden.
es: No se pueden establecer como destino firmas de autor que sean contrafirmas.
fr: Impossible de cibler les signatures d'auteur qui sont des contre-signatures.
it: Non è possibile impostare come destinazione firme di autori che sono controfirme.
ja: 作成者の副署名である署名はターゲットにできません。
ko: 연대 시그니처인 작성자의 시그니처를 대상으로 할 수 없습니다.
pl: Nie można wskazywać podpisów autora, które są kontrasygnatami.
pt_br: Não é possível direcionar assinaturas do autor que são referendas.
ru: Не удается выбрать подписи автора как целевые, так как они являются подписями другой стороны.
tr: Onay imzası olan yazar imzaları hedeflenemez.
zh_hans: 无法以属于副署的作者签名为目标。
zh_hant: 無法鎖定副署的作者簽章作為目標。

# ErrorByteSignatureNotFound
source: Byte signature not found in package archive: 0x{0}
cs: V archivu balíčku se nenašel bajtový podpis: 0x{0}.
de: Die Bytesignatur wurde im Paketarchiv nicht gefunden: 0x{0}
es: No se encuentra la firma de bytes en el archivo de paquete: 0x{0}
fr: Signature d'octet introuvable dans l'archive de package : 0x{0}
it: La firma in byte non è stata trovata nell'archivio del pacchetto: 0x{0}
ja: バイトの署名がパッケージ アーカイブで見つかりませんでした: 0x{0}
ko: 패키지 보관에 없는 바이트 시그니처: 0x{0}
pl: Nie można znaleźć podpisu bajtów w archiwum pakietów: 0x{0}
pt_br: Assinatura de byte não encontrada no arquivo do pacote: 0x{0}
ru: Байтовая сигнатура не найдена в архиве пакета: 0x{0}
tr: Bayt imzası paket arşivinde bulunamadı: 0x{0}
zh_hans: 在包存档中找不到字节签名: 0x{0}
zh_hant: 在套件封存中找不到位元組特徵標記: 0x{0}

# ErrorDuplicatePackages
source: There are duplicate packages: {0}
cs: Existují duplicitní balíčky: {0}
de: Es sind doppelte Pakete vorhanden: {0}
es: Hay paquetes duplicados: {0}
fr: Il existe des packages en double : {0}
it: Sono presenti pacchetti duplicati: {0}
ja: 重複したパッケージがあります: {0}
ko: 중복 패키지가 있습니다. {0}
pl: Istnieją zduplikowane pakiety: {0}
pt_br: Há pacotes duplicados: {0}
ru: Имеются повторяющиеся пакеты: {0}
tr: Yinelenen paketler var: {0}
zh_hans: 存在重复的程序包: {0}
zh_hant: 有重覆的封裝: {0}

# ErrorInvalidAllowedVersions
source: Invalid allowedVersions for package id '{0}': '{1}'
cs: Neplatná hodnota allowedVersions pro ID balíčku {0}: '{1}'
de: Ungültige "allowedVersions" für die Paket-ID "{0}": "{1}"
es: allowedVersions no válidas para el id. de paquete '{0}': '{1}'
fr: allowedVersions non valide pour l'ID de package '{0}' : '{1}'
it: Attributo allowedVersions non valido per l'ID pacchetto '{0}': '{1}'
ja: パッケージ ID '{0}' の allowedVersions が無効です: '{1}'
ko: 패키지 ID '{0}'에 대한 allowedVersions가 잘못되었습니다. '{1}'
pl: Nieprawidłowy atrybut allowedVersions pakietu o identyfikatorze „{0}”: „{1}”
pt_br: allowedVersions inválido para a ID do pacote '{0}': '{1}'
ru: Недопустимое значение allowedVersions для идентификатора пакета «{0}»: «{1}»
tr: '{0}' paket kimliği için geçersiz allowedVersions: '{1}'
zh_hans: ID 为“{0}”的程序包的 allowedVersions 无效:“{1}”
zh_hant: 封裝識別碼 '{0}' 的 allowedVersions 無效: '{1}'
