Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SigningCertificateV1OrV2AttributeMustBePresent
source: Either the signing-certificate or signing-certificate-v2 attribute must be present.
cs: Musí být k dispozici jeden z atributů signing-certificate a signing-certificate-v2.
de: Eines der Attribute "signing-certificate" oder "signing-certificate-v2" muss vorhanden sein.
es: El atributo signing-certificate o signing-certificate-v2 debe estar presente.
fr: L’attribut signing-certificate ou signing-certificate-v2 doit être présent.
it: L'attributo signing-certificate o signing-certificate-v2 deve essere presente.
ja: signing-certificate 属性または signing-certificate-v2 属性のいずれかが存在する必要があります。
ko: signing-certificate 또는 signing-certificate-v2 특성이 있어야 합니다.
pl: Musi być obecny atrybut signing-certificate lub signing-certificate-v2.
pt_br: O atributo signing-certificate ou signing-certificate-v2 deve estar presente.
ru: Необходим атрибут signing-certificate или signing-certificate-v2.
tr: signing-certificate veya signing-certificate-v2 özniteliği mevcut olmalıdır.
zh_hans: 必须存在 signing-certificate 或 signing-certificate-v2 属性。
zh_hant: 必須設定 signing-certificate 或 signing-certificate-v2 屬性。

# SigningCertificateV2CertificateNotFound
source: A certificate referenced by the signing-certificate-v2 attribute could not be found.
cs: Certifikát, na který se odkazuje atribut signing-certificate-v2, se nepovedlo najít.
de: Ein vom signing-certificate-v2-Attribut referenziertes Zertifikat wurde nicht gefunden.
es: No se encuentra el certificado al que hace referencia el atributo signing-certificate-v2.
fr: Un certificat référencé par l'attribut signing-certificate-v2 est introuvable.
it: Non è stato trovato un certificato a cui fa riferimento l'attributo signing-certificate-v2.
ja: signing-certificate-v2 属性によって参照されている証明書が見つかりませんでした。
ko: signing-certificate-v2 특성에 의해 참조되는 인증서를 찾을 수 없습니다.
pl: Nie można znaleźć certyfikatu przywoływanego przez atrybut signing-certificate-v2.
pt_br: Um certificado referenciado pelo atributo signing-certificate-v2 não pôde ser encontrado.
ru: Не удалось найти сертификат, на который ссылается атрибут signing-certificate-v2.
tr: signing-certificate-v2 özniteliği tarafından başvurulan bir sertifika bulunamadı.
zh_hans: 找不到 signing-certificate-v2 属性所引用的证书。
zh_hant: 找不到 signing-certificate-v2 屬性參考的憑證。

# SigningCertificateV2Invalid
source: The signing-certificate-v2 attribute is invalid.
cs: Atribut signing-certificate-v2 není platný.
de: Das signing-certificate-v2-Attribut ist ungültig.
es: El atributo signing-certificate-v2 no es válido.
fr: L'attribut signing-certificate-v2 n'est pas valide.
it: L'attributo signing-certificate-v2 non è valido.
ja: signing-certificate-v2 属性が無効です。
ko: signing-certificate-v2 특성이 잘못되었습니다.
pl: Atrybut signing-certificate-v2 jest nieprawidłowy.
pt_br: O atributo signing-certificate-v2 é inválido.
ru: Атрибут signing-certificate-v2 недопустим.
tr: signing-certificate-v2 özniteliği geçersiz.
zh_hans: signing-certificate-v2 属性无效。
zh_hant: signing-certificate-v2 屬性無效。

# SigningCertificateV2UnsupportedHashAlgorithm
source: The signing-certificate-v2 attribute uses an unsupported hash algorithm.
cs: Atribut signing-certificate-v2 používá nepodporovaný hashovací algoritmus.
de: Das signing-certificate-v2-Attribut verwendet einen nicht unterstützten Hashalgorithmus.
es: El atributo signing-certificate-v2 usa un algoritmo hash no admitido.
fr: L'attribut signing-certificate-v2 utilise un algorithme de hachage non pris en charge.
it: L'attributo signing-certificate-v2 usa un algoritmo hash non supportato.
ja: signing-certificate-v2 属性は、サポートされていないハッシュ アルゴリズムを使用します。
ko: signing-certificate-v2 특성은 지원되지 않는 해시 알고리즘을 사용합니다.
pl: Atrybut signing-certificate-v2 korzysta z nieobsługiwanego algorytmu wyznaczania wartości skrótu.
pt_br: O atributo signing-certificate-v2 usa um algoritmo de hash incompatível.
ru: Атрибут signing-certificate-v2 использует неподдерживаемый хэш-алгоритм.
tr: signing-certificate-v2 özniteliği, desteklenmeyen bir karma algoritması kullanıyor.
zh_hans: signing-certificate-v2 属性使用了不受支持的哈希算法。
zh_hant: signing-certificate-v2 屬性使用了不支援的雜湊演算法。

# SigningError_CertificateFailsPublicKeyLengthRequirement
source: The signing certificate does not meet a minimum public key length requirement.
cs: Podpisový certifikát nesplňuje požadavek na minimální délku veřejného klíče.
de: Das Signaturzertifikat erfüllt eine Mindestlängenanforderung für öffentliche Schlüssel nicht.
es: El certificado de firma no cumple el requisito de longitud mínima de la clave pública.
fr: Le certificat de signature n'a pas la longueur de clé publique minimale nécessaire.
it: Il certificato di firma non soddisfa il requisito di lunghezza minima per la chiave pubblica.
ja: 署名証明書は、公開キーの長さの最小要件を満たしていません。
ko: 서명 인증서는 공개 키 길이에 대한 최소 요구 사항을 충족하지 않습니다.
pl: Certyfikat podpisywania nie spełnia wymagania minimalnej długości klucza publicznego.
pt_br: O certificado de autenticação não atende ao requisito de comprimento mínimo de chave pública.
ru: Сертификат для подписи не соответствует требованиям минимальной длины открытого ключа.
tr: İmzalama sertifikası minimum ortak anahtar uzunluğu gereksinimini karşılamıyor.
zh_hans: 签名证书不满足最小公钥长度要求。
zh_hant: 簽署憑證不符合最小的公開金鑰長度需求。

# SigningError_CertificateHasLifetimeSigningEKU
source: The lifetime signing EKU in the signing certificate is not supported.
cs: Rozšířené použití klíče pro doživotní podepisování se v podpisovém certifikátu nepodporuje.
de: Die Lebensdauersignatur-EKU im Signaturzertifikat wird nicht unterstützt.
es: No se admite el EKU de firma de vigencia en el certificado de firma.
fr: L'utilisation améliorée de la clé (EKU) Signature permanente dans le certificat de signature n'est pas prise en charge.
it: L'EKU della firma definitiva nel certificato di firma non è supportato.
ja: 署名証明書内でライフタイム署名の EKU はサポートされていません。
ko: 서명 인증서에서 영구 서명 EKU는 지원되지 않습니다.
pl: Wartość EKU podpisywania okresu istnienia w certyfikacie podpisywania nie jest obsługiwana.
pt_br: O EKU de assinatura de tempo de vida no certificado de autenticação não é compatível.
ru: Значение EKU для подписи времени жизни в сертификате для подписи не поддерживается.
tr: İmzalama sertifikasındaki yaşam süresi imzalama EKU'su desteklenmiyor.
zh_hans: 不支持签名证书中的生存期签名 EKU。
zh_hant: 不支援簽署憑證中的存留期簽署 EKU。

# SigningError_CertificateHasUnsupportedSignatureAlgorithm
source: The signing certificate has an unsupported signature algorithm.
cs: Podpisový certifikát má nepodporovaný algoritmus podpisu.
de: Das Signaturzertifikat weist einen nicht unterstützten Signaturalgorithmus auf.
es: El certificado de firma tiene un algoritmo de firma no admitido.
fr: Le certificat de signature a un algorithme de signature non pris en charge.
it: Il certificato di firma contiene un algoritmo di firma non supportato.
ja: 署名証明書には、サポートされていない署名アルゴリズムがあります。
ko: 서명 인증서에 지원되지 않는 시그니처 알고리즘이 있습니다.
pl: Certyfikat podpisywania ma nieobsługiwany algorytm podpisu.
pt_br: O certificado de autenticação tem um algoritmo de assinatura não compatível.
ru: Сертификат для подписи имеет неподдерживаемый алгоритм подписи.
tr: İmzalama sertifikasının desteklenmeyen bir imza algoritması vardır.
zh_hans: 签名证书具有不受支持的签名算法。
zh_hant: 簽署憑證有不支援的簽章演算法。

# SigningError_NotYetValid
source: The signing certificate is not yet valid.
cs: Podpisový certifikát ještě není platný.
de: Das Signaturzertifikat ist noch nicht gültig.
es: El certificado de firma no es válido aún.
fr: Le certificat de signature n'est pas encore valide.
it: Il certificato di firma non è ancora valido.
ja: 署名証明書はまだ有効ではありません。
ko: 서명 인증서가 아직 유효하지 않습니다.
pl: Certyfikat podpisywania nie jest jeszcze ważny.
pt_br: O certificado de autenticação ainda não é válido.
ru: Сертификат для подписи пока не действителен.
tr: İmzalayan sertifika henüz geçerli değil.
zh_hans: 签名证书尚未生效。
zh_hant: 簽署憑證尚未生效。

# SigningWouldRequireZip64
source: The package cannot be signed as it would require the Zip64 format.
cs: Balíček se nedá podepsat, protože by to vyžadovalo formát Zip64.
de: Das Paket kann nicht signiert werden, weil hierzu das Zip64-Format erforderlich wäre.
es: No se puede firmar el paquete porque debe tener formato de Zip64.
fr: Impossible de signer le package, car il nécessite le format Zip64.
it: Non è possibile firmare il pacchetto come richiesto dal formato Zip64.
ja: パッケージに署名できません。そのためには Zip64 形式が必要であるためです。
ko: 패키지는 Zip64 형식이 필요하므로 서명될 수 없습니다.
pl: Nie można podpisać pakietu, ponieważ wymagałoby to formatu Zip64.
pt_br: O pacote não pode ser assinado porque ele requer o formato Zip64.
ru: Не удается подписать пакет, так как он должен иметь формат Zip64.
tr: Paket, Zip64 biçimini gerektireceğinden imzalanamaz.
zh_hans: 无法对包进行签名，因为它要求 Zip64 格式。
zh_hant: 因為套件需要 Zip64 格式，所以無法簽署。

# StreamMustBeReadable
source: The stream must be readable.
cs: Stream musí být čitelný.
de: Der Datenstrom muss lesbar sein.
es: El flujo debe ser legible.
fr: Le flux doit être lisible.
it: Il flusso deve essere leggibile.
ja: ストリームは、読み取り可能である必要があります。
ko: 스트림은 읽을 수 있어야 합니다.
pl: Strumień musi być możliwy do odczytu.
pt_br: O fluxo deve ser legível.
ru: Поток должен быть доступным для чтения.
tr: Akış okunabilir olmalıdır.
zh_hans: 流必须可读。
zh_hant: 資料流必須可讀取。

# StreamMustBeSeekable
source: The stream must be seekable.
cs: Stream musí být možné prohledávat.
de: Der Datenstrom muss durchsuchbar sein.
es: El flujo debe permitir hacer búsquedas.
fr: Le flux doit pouvoir faire l'objet de recherches.
it: Il flusso deve supportare la ricerca.
ja: ストリームは、シーク可能である必要があります。
ko: 스트림은 검색 가능해야 합니다.
pl: Strumień musi być możliwy do przeszukiwania.
pt_br: O fluxo deve ser buscável.
ru: Поток должен быть доступным для поиска.
tr: Akış aranabilir olmalıdır.
zh_hans: 流必须可查找。
zh_hant: 資料流必須可搜尋。

# StringCannotBeNullOrEmpty
source: String argument '{0}' cannot be null or empty
cs: Argument řetězce {0} nesmí být null ani prázdný.
de: Das Zeichenfolgenargument "{0}" darf nicht NULL oder leer sein.
es: El argumento de la cadena '{0}' no puede ser nulo ni estar vacío
fr: L'argument de chaîne '{0}' ne peut pas avoir la valeur Null ou être vide
it: L'argomento stringa '{0}' non può essere null o vuoto
ja: 文字列引数 '{0}' を null または空にすることはできません
ko: 문자열 인수 '{0}'은(는) null이거나 비어 있을 수 없습니다.
pl: Argument ciągu „{0}” nie może mieć wartości null ani być pusty
pt_br: O argumento '{0}' da cadeia de caracteres não pode ser nulo nem estar vazio
ru: Строковый аргумент «{0}» не может иметь значение NULL или пустое значение
tr: '{0}' dize bağımsız değişkeni null veya boş olamaz
zh_hans: 字符串参数“{0}”不能为 null 或空
zh_hant: 字串引數 '{0}' 不能為 Null 或空白

# TimestampCertificateUnsupportedSignatureAlgorithm
source: The timestamp certificate has an unsupported signature algorithm ({0}). The following algorithms are supported: {1}.
cs: Certifikát časového razítka má nepodporovaný algoritmus podpisu ({0}). Podporují se tyto algoritmy: {1}
de: Das Zeitstempelzertifikat weist einen nicht unterstützten Signaturalgorithmus ({0}) auf. Die folgenden Algorithmen werden unterstützt: {1}.
es: El certificado de marca de tiempo tiene un algoritmo de signatura no admitido ({0}). Se admiten los algoritmos siguientes: {1}.
fr: Le certificat d'horodatage a un algorithme de signature non pris en charge ({0}). Les algorithmes suivants sont pris en charge : {1}.
it: Il certificato del timestamp contiene un algoritmo di firma non supportato ({0}). Algoritmi supportati: {1}.
ja: タイムスタンプの証明書の署名アルゴリズム ({0}) がサポートされていません。サポートされているアルゴリズムは次のとおりです: {1}。
ko: 타임스탬프 인증서에 지원되지 않는 시그니처 알고리즘이 있습니다({0}). 다음 알고리즘이 지원됩니다. {1}.
pl: Certyfikat sygnatury czasowej ma nieobsługiwany algorytm podpisywania ({0}). Obsługiwane są następujące algorytmy: {1}.
pt_br: O certificado do carimbo de data/hora tem um algoritmo de assinatura sem suporte ({0}). Há suporte para os seguintes algoritmos: {1}.
ru: Сертификат метки времени имеет неподдерживаемый алгоритм подписей ({0}). Поддерживаются следующие алгоритмы: {1}.
tr: Zaman damgası sertifikası desteklenmeyen bir imza algoritmasına ({0}) sahip. Şu algoritmalar desteklenir: {1}.
zh_hans: 时间戳证书具有不受支持的签名算法({0})。支持以下算法: {1}。
zh_hant: 時間戳記憑證具有不支援的簽章演算法 ({0})。支援下列演算法: {1}。

# TimestampFailureInvalidHttpScheme
source: The timestamper URL '{0}' has an invalid URI scheme. The supported schemes are '{1}' and '{2}'.
cs: Adresa URL nástroje pro přidávání časových razítek {0} má neplatné schéma identifikátoru URI. Podporovaná schémata jsou {1} a {2}.
de: Die Zeitstempel-URL "{0}" weist ein ungültiges URI-Schema auf. Unterstützte Schemas sind "{1}" und "{2}".
es: La dirección URL del marcador de tiempo "{0}" tiene un esquema URI no válido. Los esquemas admitidos son "{1}" y "{2}".
fr: L'URL de l'horodateur « {0} » a un schéma d'URI non valide. Les schémas pris en charge sont « {1} » et « {2} ».
it: L'URL '{0}' del timestamper presenta uno schema URI non valido. Gli schemi supportati sono '{1}' e '{2}'.
ja: タイムスタンパーの URL '{0}' には、無効な URI スキームが含まれています。サポートされているスキームは、'{1}' と '{2}' です。
ko: 타임스탬프 URL '{0}'에 잘못된 URI 스키마가 있습니다. 지원되는 스키마는 '{1}' 및 '{2}'입니다.
pl: Adres URL modułu sygnatur czasowych „{0}” ma nieprawidłowy schemat identyfikatora URI. Obsługiwane schematy to „{1}” i „{2}”.
pt_br: A URL '{0}' do aplicador de carimbo de data/hora tem um esquema de URI inválido. Os esquemas compatíveis são '{1}' e '{2}'.
ru: Недопустимая схема URI в URL-адресе службы меток времени "{0}". Поддерживаемые схемы: "{1}" и "{2}".
tr: Timestamper URL'si '{0}' geçersiz bir URI düzenine sahip. Desteklenen düzenler: '{1}' ve '{2}'.
zh_hans: 时间戳程序 URL“{0}”具有无效的 URI 方案。支持的方案为“{1}”和“{2}”。
zh_hant: Timestamper URL '{0}' 的 URI 配置無效。支援的配置為 '{1}' 和 '{2}'。

# TimestampFailureNonceMismatch
source: The timestamp response is invalid. Nonces did not match.
cs: Odpověď časového razítka není platná. Hodnoty Nonce neodpovídaly.
de: Die Zeitstempelantwort ist ungültig. Nonces stimmten nicht überein.
es: La respuesta de marca de tiempo no es válida. Los valores de seguridad (nonce) no coincidían.
fr: La réponse d'horodatage n'est pas valide. Les nonces ne correspondent pas.
it: La risposta del timestamp non è valida. Mancata corrispondenza dei parametri nonce.
ja: タイムスタンプの応答が無効です。Nonce が一致しませんでした。
ko: 타임스탬프 응답이 잘못되었습니다. Nonce가 일치하지 않습니다.
pl: Odpowiedź sygnatury czasowej jest nieprawidłowa. Niezgodne identyfikatory jednorazowe.
pt_br: A resposta de carimbo de data/hora é inválida. Os Nonces são diferentes.
ru: Ответ метки времени недопустим. Несоответствие nonce.
tr: Zaman damgası yanıtı geçersiz. Bir kerelik anahtarlar eşleşmedi.
zh_hans: 时间戳响应无效。Nonce 不匹配。
zh_hant: 時間戳記回應無效。Nonce 不符。

# TimestampServiceRespondedError
source: The timestamp service responded with HTTP status code '{0}' ('{1}').
cs: Služba časových razítek odpověděla kódem stavu HTTP {0} ({1}).
de: Der Zeitstempeldienst hat mit dem HTTP-Statuscode "{0}" ("{1}") geantwortet.
es: El servicio de marca de tiempo respondió con el código de estado HTTP "{0}" ("{1}").
fr: Le service d'horodatage a répondu par le code d'état HTTP '{0}' ('{1}').
it: Il servizio di timestamp ha risposto con il codice di stato HTTP '{0}' ('{1}').
ja: タイムスタンプ サービスは HTTP 状態コード '{0}' で応答しました ('{1}')。
ko: 타임스탬프 서비스가 HTTP 상태 코드 '{0}'('{1}')(으)로 응답했습니다.
pl: Usługa sygnatur czasowych zwróciła kod stanu HTTP „{0}” („{1}”).
pt_br: O serviço de carimbo de data/hora respondeu com o código de status HTTP '{0}' ('{1}').
ru: Служба меток времени возвратила ответ с кодом состояния HTTP "{0}" ("{1}").
tr: Zaman damgası hizmeti HTTP durum kodu '{0}' ('{1}') ile yanıt verdi.
zh_hans: 时间戳服务已响应，HTTP 状态代码为“{0}”(“{1}”)。
zh_hant: 時間戳記服務回應了 HTTP 狀態碼 '{0}' ('{1}')。

# TimestampSignatureUnsupportedDigestAlgorithm
source: The timestamp signature has an unsupported digest algorithm ({0}). The following algorithms are supported: {1}.
cs: Podpis časového razítka má nepodporovaný algoritmus Digest ({0}). Podporují se tyto algoritmy: {1}.
de: Die Zeitstempelsignatur weist einen nicht unterstützten Digestalgorithmus ({0}) auf. Folgende Algorithmen werden unterstützt: {1}.
es: La firma de la marca de tiempo tiene un algoritmo de resumen no admitido ({0}). Se admiten los algoritmos siguientes: {1}.
fr: La signature d'horodatage a un algorithme Digest non pris en charge ({0}). Les algorithmes suivants sont pris en charge : {1}.
it: La firma del timestamp contiene un algoritmo di digest non supportato ({0}). Algoritmi supportati: {1}.
ja: タイムスタンプ署名のダイジェスト アルゴリズム ({0}) がサポートされていません。サポートされているアルゴリズムは次のとおりです: {1}。
ko: 타임스탬프 시그니처에 지원되지 않는 다이제스트 알고리즘이 있습니다({0}). 다음 알고리즘이 지원됩니다. {1}.
pl: Odpowiedź sygnatury czasowej ma nieobsługiwany algorytm skrótu ({0}). Obsługiwane są następujące algorytmy: {1}.
pt_br: A resposta de carimbo de data/hora tem um algoritmo digest sem suporte ({0}). Há suporte para os seguintes algoritmos: {1}.
ru: Подпись метки времени имеет неподдерживаемый алгоритм выборки ({0}). Поддерживаются следующие алгоритмы: {1}.
tr: Zaman damgası imzası desteklenmeyen bir özet algoritmasına ({0}) sahip. Şu algoritmalar desteklenir: {1}.
zh_hans: 时间戳签名具有不受支持的摘要算法({0})。支持以下算法: {1}。
zh_hant: 時間戳記簽章具有不支援的摘要演算法 ({0})。支援的演算法如下: {1}。

# TimestampValue
source: Timestamp: {0}
cs: Časové razítko: {0}
de: Zeitstempel: {0}
es: Marca de tiempo: {0}
fr: Horodatage : {0}
ja: タイムスタンプ: {0}
ko: 타임스탬프: {0}
pl: Sygnatura czasowa: {0}
pt_br: Carimbo de data/hora: {0}
ru: Метка времени: {0}
tr: Zaman damgası: {0}
zh_hans: 时间戳: {0}
zh_hant: 時間戳記: {0}

# UnableToAddEntry
source: An error occurred while updating packages.config. The file was closed before the entry could be added.
cs: Při aktualizaci souboru packages.config došlo k chybě. Soubor se zavřel před přidáním položky.
de: Fehler beim Aktualisieren von "packages.config". Die Datei wurde geschlossen, bevor der Eintrag hinzugefügt werden konnte.
es: Se produjo un error al actualizar packages.config. El archivo se cerró antes de que se pudiera agregar la entrada.
fr: Une erreur s'est produite lors de la mise à jour de packages.config. Le fichier a été fermé avant que l'entrée puisse être ajoutée.
it: Si è verificato un errore durante l'aggiornamento del file packages.config. Il file è stato chiuso prima che fosse possibile aggiungere la voce.
ja: packages.config の更新中にエラーが発生しました。ファイルが閉じられたため、エントリを追加できませんでした。
ko: packages.config를 업데이트하는 동안 오류가 발생했습니다. 항목을 추가하기 전에 파일이 닫혔습니다.
pl: Wystąpił błąd podczas aktualizowania pliku packages.config. Plik został zamknięty przed dodaniem wpisu.
pt_br: Ocorreu um erro durante a atualização de packages.config. O arquivo foi fechado antes que a entrada pudesse ser adicionada.
ru: Произошла ошибка при обновлении packages.config. Файл был закрыт до того, как стало возможно добавление записи.
tr: packages.config güncelleştirilirken bir hata oluştu. Giriş eklenmeden önce dosya kapatıldı.
zh_hans: 更新 packages.config 时出错。在可以添加条目之前，该文件已关闭。
zh_hant: 更新 packages.config 時發生錯誤。項目還未能加入，檔案即已關閉。

# UnableToParseClientVersion
source: Unable to parse the current NuGet client version.
cs: Nejde parsovat aktuální verzi klienta NuGet.
de: Die aktuelle NuGet-Clientversion kann nicht analysiert werden.
es: No es posible analizar la versión de cliente NuGet actual.
fr: Impossible d'analyser la version actuelle du client NuGet.
it: Non è possibile analizzare la versione corrente del client NuGet.
ja: 現在の NuGet クライアント バージョンを解析できません。
ko: 현재 NuGet 클라이언트 버전을 구문 분석할 수 없습니다.
pl: Nie można przeanalizować bieżącej wersji klienta NuGet.
pt_br: Não foi possível analisar a versão do cliente do NuGet.
ru: Не удалось проанализировать текущую версию клиента NuGet.
tr: Geçerli NuGet istemci sürümü ayrıştırılamıyor.
zh_hans: 无法解析当前 NuGet 客户端版本。
zh_hant: 無法剖析目前的 NuGet 用戶端版本。

# UnableToReadPackageHashInformation
source: Package hash information could not be read from the package signature.
cs: Z podpisu balíčku se nepovedlo načíst informace o hodnotě hash balíčku.
de: Die Pakethashinformationen konnten nicht aus der Paketsignatur gelesen werden.
es: No se pudo leer la información hash del paquete de la firma de este.
fr: Impossible de lire les informations de hachage de package à partir de la signature du package.
it: Non è stato possibile eseguire la lettura delle informazioni hash del pacchetto dalla firma del pacchetto.
ja: パッケージの署名からパッケージのハッシュ情報を読み取ることができませんでした。
ko: 패키지 시그니처에서 패키지 해시 정보를 읽을 수 없습니다.
pl: Nie można odczytać informacji dotyczących skrótu pakietu z podpisu pakietu.
pt_br: Não foi possível ler informações sobre pacote de hash da assinatura do pacote.
ru: Не удается прочитать сведения о хэше пакета в подписи пакета.
tr: Paket karma bilgileri paket imzasından okunamadı.
zh_hans: 无法从包签名读取包哈希信息。
zh_hant: 無法從套件簽章中讀取套件雜湊資訊。

# UnexpectedPackageSignatureVerificationError
source: An unexpected error occurred while verifying a package signature.
cs: Při ověřování podpisu balíčku došlo k neočekávané chybě.
de: Unerwarteter Fehler beim Überprüfen einer Paketsignatur.
es: Error inesperado al comprobar la firma de un paquete.
fr: Une erreur inattendue s'est produite lors de la vérification de la signature du package.
it: Si è verificato un errore imprevisto durante la verifica di una firma del pacchetto.
ja: パッケージの署名の検証中に予期しないエラーが発生しました。
ko: 패키지 시그니처를 확인하는 동안 예기치 않은 오류가 발생했습니다.
pl: Wystąpił nieoczekiwany błąd podczas weryfikowania podpisu pakietu.
pt_br: Ocorreu um erro inesperado ao verificar uma assinatura do pacote.
ru: Произошла неожиданная ошибка при проверке подписи пакета.
tr: Bir paket imzası doğrulanırken beklenmeyen bir hata oluştu.
zh_hans: 验证包签名时发生意外的错误。
zh_hant: 驗證套件簽章時，發生未預期的錯誤。

# UnrecognizedEnumValue
source: The enum value '{0}' is unrecognized.
cs: Hodnota výčtu {0} se nerozpoznala.
de: Der Enumerationswert "{0}" wird nicht erkannt.
es: No se reconoce el valor de enumeración "{0}".
fr: La valeur enum '{0}' n'est pas reconnue.
it: Il valore '{0}' dell'enumerazione non è stato riconosciuto.
ja: 列挙値 '{0}' は認識されていません。
ko: 열거형 값 '{0}'을(를) 인식할 수 없습니다.
pl: Wartość wyliczenia „{0}” nie została rozpoznana.
pt_br: O valor da enumeração '{0}' não é reconhecido.
ru: Не удалось распознать значение перечисления "{0}".
tr: Sabit listesi değeri '{0}' tanınmıyor.
zh_hans: 无法识别枚举值“{0}”。
zh_hant: 無法辨識列舉值 '{0}'。

# UnrelatedSignatures
source: The primary signature and repository countersignature are unrelated.
cs: Primární signatura a potvrzovací podpis úložiště spolu nesouvisí.
de: Die primäre Signatur und die Gegensignatur des Repositorys sind nicht verbunden.
es: La firma principal y la contrafirma del repositorio no están relacionadas.
fr: La signature principale et la contre-signature du dépôt ne sont pas liées.
it: La firma primaria e la controfirma del repository non sono correlate.
ja: プライマリ署名とリポジトリ副署名が関連していません。
ko: 기본 시그니처와 리포지토리 연대 시그니처가 서로 관련이 없습니다.
pl: Podpis podstawowy i kontrpodpis repozytorium nie są powiązane.
pt_br: A assinatura principal e a referenda do repositório não estão relacionadas.
ru: Основная подпись и подпись другой стороны для репозитория не связаны.
tr: Birincil imza ve depo onay imzası ilgisiz.
zh_hans: 主签名和存储库副署无关。
zh_hant: 主要簽章與存放庫副署互不相關。

# UnsupportedAsn1
source: The ASN.1 data is unsupported.
cs: Data ASN.1 se nepodporují.
de: Die ASN.1-Daten werden nicht unterstützt.
es: Los datos ASN.1 no son compatibles.
fr: Les données ASN.1 ne sont pas prises en charge.
it: I dati per ASN.1 non sono supportati.
ja: ASN.1 データはサポートされていません。
ko: ASN.1 데이터는 지원되지 않습니다.
pl: Dane ASN.1 nie są obsługiwane.
pt_br: Os dados ASN.1 não são compatíveis.
ru: Данные ASN.1 не поддерживаются.
tr: ASN.1 verileri desteklenmiyor.
zh_hans: 不支持 ASN.1 数据。
zh_hant: 不支援 ASN.1 資料。
