Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SignError_TimestampGeneralizedTimeInvalid
source: The timestamp's generalized time is outside the timestamping certificate's validity period.
cs: Zobecněný čas časového razítka spadá mimo období platnosti certifikátu časových razítek.
de: Die generalisierte Zeit des Zeitstempels liegt außerhalb der Gültigkeitsdauer des Zeitstempelzertifikats.
es: La hora generalizada de la marca de tiempo no está dentro del período de validez del certificado de marca de tiempo.
fr: L'heure généralisée de l'horodatage est en dehors de la période de validité du certificat d'horodatage.
it: L'ora generalizzata del timestamp non è compresa nel periodo di validità del certificato di timestamp.
ja: タイムスタンプの汎用化された時間が、タイムスタンプの証明書の有効期間外です。
ko: 타임스탬프의 일반적인 시간이 타임스탬핑 인증서의 유효 기간을 벗어납니다.
pl: Uogólniony czas dla sygnatury czasowej wykracza poza okres ważności certyfikatu użycia sygnatury czasowej.
pt_br: A hora generalizada do carimbo de data/hora está fora do período de validade do certificado de carimbo de data/hora.
ru: Обобщенное время метки времени выходит за пределы периода действия у сертификата метки времени.
tr: Zaman damgasının genelleştirilmiş zamanı, zaman damgası sertifikasının geçerlilik döneminin dışında.
zh_hans: 时间戳的一般化时间超出了时间戳证书的有效期。
zh_hant: 時間戳記的普通時間，超出加註時間戳記之憑證的有效期間。

# SignError_TimestampIntegrityCheckFailed
source: The timestamp integrity check failed.
cs: Kontrola integrity časového razítka neproběhla úspěšně.
de: Fehler bei der Zeitstempel-Integritätsprüfung.
es: No se pudo comprobar la integridad de la marca de tiempo.
fr: La vérification de l'intégrité de l'horodatage a échoué.
it: Il controllo dell'integrità del timestamp non è riuscito.
ja: タイムスタンプの整合性チェックに失敗しました。
ko: 타임스탬프 무결성 검사에 실패했습니다.
pl: Sprawdzenie integralności sygnatury czasowej nie powiodło się.
pt_br: Falha na verificação de integridade do carimbo de data/hora.
ru: Проверка целостности меток времени не пройдена.
tr: Zaman damgası bütünlük denetimi başarısız oldu.
zh_hans: 时间戳完整性检查失败。
zh_hant: 時間戳記完整性檢查失敗。

# SignError_TimestampNoCertificate
source: The timestamp does not have a signing certificate.
cs: Časové razítko nemá podpisový certifikát.
de: Der Zeitstempel umfasst kein Signaturzertifikat.
es: La marca de tiempo no tiene un certificado de firma.
fr: L'horodatage n'a pas de certificat de signature.
it: Il timestamp non contiene un certificato di firma.
ja: タイムスタンプには署名証明書がありません。
ko: 타임스탬프에 서명 인증서가 없습니다.
pl: Sygnatura czasowa nie zawiera certyfikatu podpisywania.
pt_br: O carimbo de data/hora não tem um certificado de autenticação.
ru: Метка времени не имеет сертификата для подписи.
tr: Zaman damgasının bir imzalama sertifikası yok.
zh_hans: 时间戳没有签名证书。
zh_hant: 時間戳記沒有簽署憑證。

# SignError_TimestampNotYetValid
source: The timestamp signing certificate is not yet valid.
cs: Podpisový certifikát časového razítka ještě není platný.
de: Das Zeitstempelsignaturzertifikat ist noch nicht gültig.
es: El certificado de firma de la marca de tiempo no es válido aún.
fr: Le certificat de signature d'horodatage n'est pas encore valide.
it: Il certificato di firma del timestamp non è ancora valido.
ja: タイムスタンプの署名証明書はまだ有効ではありません。
ko: 타임스탬프 서명 인증서가 아직 유효하지 않습니다.
pl: Certyfikat podpisywania sygnatury czasowej nie jest jeszcze ważny.
pt_br: O certificado de autenticação de carimbo de data/hora ainda não é válido.
ru: Сертификат для подписи метки времени пока не действителен.
tr: Zaman damgası imzalama sertifikası henüz geçerli değil.
zh_hans: 时间戳签名证书尚未生效。
zh_hant: 時間戳記簽署憑證尚未生效。

# SignError_TimestampSignatureValidationFailed
source: The timestamp signature validation failed.
cs: Ověření podpisu časového razítka selhalo.
de: Fehler bei der Überprüfung der Zeitstempelsignatur.
es: Error al validar la firma de la marca de tiempo.
fr: La validation de la signature d'horodatage a échoué.
it: La convalida della firma del timestamp non è riuscita.
ja: タイムスタンプ署名の検証に失敗しました。
ko: 타임스탬프 시그니처 유효성 검사에 실패했습니다.
pl: Weryfikacja podpisu sygnatury czasowej nie powiodła się.
pt_br: Falha na validação da assinatura do carimbo de data/hora.
ru: Проверка подписи метки времени не пройдена.
tr: Zaman damgası imza doğrulaması başarısız oldu.
zh_hans: 时间戳签名验证失败。
zh_hant: 時間戳記簽章驗證失敗。

# SignFailureCertificateInvalidProviderType
source: The following certificate cannot be used for package signing as the private key provider is unsupported:
cs: Následující certifikát se nedá použít k podepisování balíčků, protože poskytovatel privátního klíče se nepodporuje:
de: Das folgende Zertifikat kann nicht zur Paketsignatur verwendet werden, weil der Anbieter des privaten Schlüssels nicht unterstützt wird:
es: No se puede usar el certificado siguiente para la firma del paquete porque no se admite el proveedor de clave privada:
fr: Impossible d'utiliser le certificat suivant pour la signature du package, car le fournisseur de clé privée n'est pas pris en charge :
it: Non è possibile usare il certificato seguente per la firma del pacchetto perché il provider della chiave privata non è supportato:
ja: 次の証明書は、秘密キーのプロバイダーがサポートされていないため、パッケージの署名には使用できません。
ko: 개인 키 공급자가 지원되지 않으므로 다음 인증서를 패키지 서명에 사용할 수 없습니다.
pl: Nie można podpisać pakietu za pomocą następującego certyfikatu, ponieważ dostawca klucza prywatnego nie jest obsługiwany:
pt_br: O certificado a seguir não pode ser usado para a assinatura de pacote, já que o provedor de chave privada não é compatível:
ru: Этот сертификат невозможно использовать для подписывания пакета, так как поставщик закрытого ключа не поддерживается:
tr: Özel anahtar sağlayıcısı desteklenmediği için aşağıdaki sertifika paket imzalama için kullanılamaz:
zh_hans: 以下证书不能用于包签名，因为私钥提供程序不受支持:
zh_hant: 因為不支援私密金鑰提供者，所以下列憑證無法用於套件簽署:

# SignatureContainsInvalidAttribute
source: Package signature contains an invalid attribute: {0}
cs: Podpis balíčku obsahuje neplatný atribut: {0}
de: Die Paketsignatur enthält ein ungültiges Attribut: {0}
es: La firma del paquete contiene un atributo no válido: {0}
fr: La signature du package contient un attribut non valide : {0}
it: La firma del pacchetto contiene un attributo non valido: {0}
ja: パッケージの署名に、次の無効な属性が含まれています: {0}
ko: 패키지 시그니처에 잘못된 특성이 있습니다. {0}
pl: Podpis pakietu zawiera nieprawidłowy atrybut: {0}
pt_br: A assinatura do pacote contém um atributo inválido: {0}
ru: Подпись пакета содержит недопустимый атрибут: {0}
tr: Paket imzası geçersiz bir öznitelik içeriyor: {0}
zh_hans: 包签名包含无效的属性: {0}
zh_hant: 套件簽章包含無效的屬性: {0}

# SignatureDebug_HashOidFound
source: Signature hash OID found: {0}
cs: Našel se identifikátor OID hodnoty hash podpisu: {0}
de: Signaturhash-OID gefunden: {0}
es: Se encontró un OID de hash de firma: {0}
fr: OID du hachage de signature trouvé : {0}
it: L'OID dell'hash della firma è stato trovato: {0}
ja: 署名ハッシュの OID が見つかりました: {0}
ko: 시그니처 해시 OID가 발견됨: {0}
pl: Znaleziono identyfikator OID skrótu podpisu: {0}
pt_br: OID de hash de assinatura encontrada: {0}
ru: Обнаружен OID хэша подписи: {0}
tr: İmza karma OID'si bulundu: {0}
zh_hans: 找到签名哈希 OID: {0}
zh_hant: 找到簽章雜湊 OID: {0}

# SignatureFailureInvalidHashAlgorithmOid
source: The package hash uses an unsupported hash algorithm.
cs: Hodnota hash balíčku používá nepodporovaný hashovací algoritmus.
de: Der Pakethash verwendet einen nicht unterstützten Hashalgorithmus.
es: El hash del paquete usa un algoritmo de hash no admitido.
fr: Le hachage du package utilise un algorithme de hachage non pris en charge.
it: L'hash del pacchetto usa un algoritmo hash non supportato.
ja: パッケージ ハッシュは、サポートされていないハッシュ アルゴリズムを使用します。
ko: 패키지 해시는 지원되지 않는 해시 알고리즘을 사용합니다.
pl: Skrót pakietu używa nieobsługiwanego algorytmu wyznaczania wartości skrótu.
pt_br: O hash do pacote usa um algoritmo de hash incompatível.
ru: Хэш пакета использует неподдерживаемый хэш-алгоритм.
tr: Paket karması, desteklenmeyen bir karma değer algoritması kullanıyor.
zh_hans: 包哈希使用了不受支持的哈希算法。
zh_hant: 套件雜湊使用了不支援的雜湊演算法。

# SignatureFriendlyName
source: signature
cs: podpis
de: Signatur
es: firma
it: firma
ja: 署名
ko: 시그니처
pl: podpis
pt_br: assinatura
ru: подпись
tr: imza
zh_hans: 签名
zh_hant: 簽章

# SignatureHashAlgorithm
source: Signature Hash Algorithm: {0}
cs: Hashovací algoritmus podpisu: {0}
de: Signaturhashalgorithmus: {0}
es: Algoritmo hash de firma: {0}
fr: Algorithme de hachage de signature : {0}
it: Algoritmo hash della firma: {0}
ja: 署名ハッシュ アルゴリズム: {0}
ko: 시그니처 해시 알고리즘: {0}
pl: Algorytm wyznaczania wartości skrótu podpisu: {0}
pt_br: Algoritmo de Hash de Assinatura: {0}
ru: Хэш-алгоритм подписи: {0}
tr: İmza Karma Algoritması: {0}
zh_hans: 签名哈希算法: {0}
zh_hant: 簽章雜湊演算法: {0}

# SignaturePackageIntegrityFailure
source: The package integrity check failed. The package has changed since it was signed. Try clearing the local http-cache and run nuget operation again.
cs: Kontrola celistvosti balíčku se nezdařila. Balíček se od okamžiku podepsání změnil. Zkuste vymazat místní mezipaměť http a znovu spusťte operaci NuGet.
de: Fehler bei der Paketintegritätsprüfung. Das Paket wurde seit dem Signieren geändert. Löschen Sie den lokalen HTTP-Cache, und führen Sie den NuGet-Vorgang erneut aus.
es: Error de comprobación de integridad del paquete. El paquete ha cambiado desde que se firmó. Intente borrar el caché http local y ejecutar de nuevo la operación NuGet.
fr: Échec de la vérification de l’intégrité du package. Le package a été modifié depuis sa signature. Essayez d’effacer le cache http local et d’exécuter à nouveau l’opération NuGet.
it: Il controllo dell'integrità del pacchetto non è riuscito. Il pacchetto è stato modificato dopo la firma. Provare a svuotare di nuovo la cache HTTP locale ed eseguire di nuovo l'operazione NuGet.
ja: パッケージの整合性チェックに失敗しました。署名された後にパッケージが変更されました。ローカルの http キャッシュを消去して、nuget の操作をもう一度実行してください。
ko: 패키지 무결성 검사에 실패했습니다. 패키지가 서명된 이후 변경되었습니다. 로컬 http-cache를 지우고 nuget 작업을 다시 실행해 보세요.
pl: Sprawdzanie integralności pakietu nie powiodło się. Pakiet został zmieniony od czasu podpisania. Spróbuj wyczyścić lokalny bufor http i ponownie uruchom operację NuGet.
pt_br: A verificação de integridade do pacote falhou. O pacote mudou desde que foi assinado. Tente limpar o cache http local e execute a operação nuget novamente.
ru: Проверка целостности пакета не пройдена. Пакет изменился с момента подписи. Попробуйте очистить локальный HTTP-кэш и выполнить операцию nuget еще раз.
tr: Paket bütünlük denetimi başarısız oldu. Paket imzalandıktan sonra değiştirildi. Yerel http önbelleğini temizlemeyi ve nuget işlemini yeniden çalıştırmayı deneyin.
zh_hans: 包完整性检查失败。该包自签名后已更改。请尝试清除本地 http 缓存并再次运行 nuget 操作。
zh_hant: 套件完整性檢查失敗。套件在簽署後已變更。嘗試清除本機 HTTP 快取，然後再次執行 NuGet 作業。

# SignatureType
source: Signature type: {0}
cs: Typ podpisu: {0}
de: Signaturtyp: {0}
es: Tipo de firma: {0}
fr: Type de signature : {0}
it: Tipo di firma: {0}
ja: 署名の種類: {0}
ko: 시그니처 형식: {0}
pl: Typ podpisu: {0}
pt_br: Tipo de assinatura: {0}
ru: Тип подписи: {0}
tr: İmza türü: {0}
zh_hans: 签名类型: {0}
zh_hant: 簽章類型: {0}

# SignedPackageAlreadySigned
source: The package already contains a signature. Please remove the existing signature before adding a new signature.
cs: Balíček už podpis obsahuje. Než přidáte nový, odeberte prosím ten stávající.
de: Das Paket enthält bereits eine Signatur. Entfernen Sie die vorhandene Signatur, bevor Sie eine neue Signatur hinzufügen.
es: El paquete ya contiene una firma. Quite la firma existente antes de agregar una nueva.
fr: Le package a déjà une signature. Supprimez la signature existante avant d'en ajouter une nouvelle.
it: Il pacchetto contiene già una firma. Rimuovere la firma esistente prima di aggiungerne una nuova.
ja: パッケージには、既に署名が含まれています。新しい署名を追加する前に既存の署名を削除してください。
ko: 패키지에 이미 시그니처가 있습니다. 새 시그니처를 추가하기 전에 기존 시그니처를 제거하세요.
pl: Pakiet zawiera już podpis. Usuń istniejący podpis przed dodaniem nowego.
pt_br: O pacote já contém uma assinatura. Remova a assinatura existente antes de adicionar uma nova assinatura.
ru: Пакет уже содержит подпись. Удалите существующую подпись перед добавлением новой.
tr: Paket zaten bir imza içeriyor. Yeni imza eklemeden önce lütfen var olan imzayı kaldırın.
zh_hans: 包中已包含一个签名。添加新签名之前，请删除现有签名。
zh_hant: 套件已經包含簽章。請先移除現有的簽章，再新增簽章。

# SignedPackageArchiveIOExtraRead
source: Package stream read position cannot be longer than the length of the stream.
cs: Pozice pro čtení streamu balíčku nemůže být delší než délka streamu.
de: Die Paketstream-Leseposition kann nicht länger als die Länge des Streams sein.
es: La longitud de la posición de lectura de la secuencia de paquete no puede ser superior a la de la secuencia.
fr: La position de lecture du flux de package ne peut pas être plus longue que la longueur du flux.
it: La posizione di lettura del flusso del pacchetto non può avere una lunghezza maggiore della lunghezza del flusso.
ja: パッケージ ストリームの読み取り位置は、ストリームの長さを超えてはなりません。
ko: 패키지 스트림의 읽기 위치는 스트림 길이보다 길 수 없습니다.
pl: Pozycja odczytu strumienia pakietu nie może być dłuższa niż długość strumienia.
pt_br: A posição de leitura do fluxo do pacote não pode ser maior que o comprimento do fluxo.
ru: Длина позиции чтения потока пакетов не может превышать длину потока.
tr: Paket akış okuma konumu akışın uzunluğundan daha uzun olamaz.
zh_hans: 包流读取位置的长度不可比流的长。
zh_hant: 套件串流讀取位置的長度不得超過串流的長度。

# SignedPackageArchiveIOInvalidRead
source: Package stream read position cannot be before the current position in the stream.
cs: Pozice pro čtení streamu balíčku nemůže být před aktuální pozicí ve streamu.
de: Die Paketstream-Leseposition kann nicht vor der aktuellen Position im Stream liegen.
es: La posición de lectura de la secuencia de paquete no puede ser anterior a la posición actual en la secuencia.
fr: La position de lecture du flux de package ne peut pas être avant la position actuelle dans le flux.
it: La posizione di lettura del flusso del pacchetto non può trovarsi prima della posizione corrente nel flusso.
ja: パッケージ ストリームの読み取り位置は、ストリームの現在位置より前に設定できません。
ko: 패키지 스트림의 읽기 위치는 스트림에서의 현재 위치보다 앞일 수 없습니다.
pl: Pozycja odczytu strumienia pakietu nie może przypadać przed bieżącą pozycją w strumieniu.
pt_br: A posição de leitura do fluxo do pacote não pode ser anterior a posição atual no fluxo.
ru: Позиция чтения пакета не может находиться перед текущей позицией в потоке.
tr: Paket akış okuma konumu akıştaki geçerli konumdan önce olamaz.
zh_hans: 包流读取位置不可位于流中当前位置的前面。
zh_hant: 套件串流讀取位置不得超前串流中的目前位置。

# SignedPackageNotSignedOnRemove
source: The package is not signed. Unable to remove signature from an unsigned package.
cs: Balíček není podepsaný. Z nepodepsaného balíčku se podpis nedá odebrat.
de: Das Paket ist nicht signiert. Die Signatur kann nicht von einem unsignierten Paket entfernt werden.
es: El paquete no está firmado. No se puede quitar la firma de un paquete que no está firmado.
fr: Le package n'est pas signé. Impossible de supprimer la signature d'un package non signé.
it: Il pacchetto non è firmato. Non è possibile rimuovere la firma da un pacchetto non firmato.
ja: パッケージは署名されていません。署名されていないパッケージから署名を削除することはできません。
ko: 패키지가 서명되지 않았습니다. 서명되지 않은 패키지에서 시그니처를 제거할 수 없습니다.
pl: Pakiet nie jest podpisany. Nie można usunąć podpisu z niepodpisanego pakietu.
pt_br: O pacote não está assinado. Não é possível remover a assinatura de um pacote não assinado.
ru: Пакет не подписан. Не удалось удалить подпись у неподписанного пакета.
tr: Paket imzalı değil. İmzalanmamış paketten imza kaldırılamaz.
zh_hans: 包未签名。无法删除未签名包中的签名。
zh_hant: 套件未簽署。無法從未簽署套件移除簽章。

# SignedPackageNotSignedOnVerify
source: The package is not signed. Unable to verify signature from an unsigned package.
cs: Balíček není podepsaný. V nepodepsaném balíčku se podpis nedá ověřit.
de: Das Paket ist nicht signiert. Die Signatur kann nicht über ein unsigniertes Paket überprüft werden.
es: El paquete no está firmado. No se puede comprobar la firma de un paquete que no está firmado.
fr: Le package n'est pas signé. Impossible de vérifier la signature d'un package non signé.
it: Il pacchetto non è firmato. Non è possibile verificare la firma in un pacchetto non firmato.
ja: パッケージは署名されていません。署名されていないパッケージから署名を検証することはできません。
ko: 패키지가 서명되지 않았습니다. 서명되지 않은 패키지에서 시그니처를 확인할 수 없습니다.
pl: Pakiet nie jest podpisany. Nie można zweryfikować podpisu niepodpisanego pakietu.
pt_br: O pacote não está assinado. Não é possível verificar a assinatura de um pacote não assinado.
ru: Пакет не подписан. Не удалось проверить подпись у неподписанного пакета.
tr: Paket imzalı değil. İmzalanmamış paketteki imza doğrulanamaz.
zh_hans: 包未签名。无法验证未签名包中的签名。
zh_hant: 套件未簽署。無法從未簽署套件驗證簽章。

# SignedPackagePackageAlreadyCountersigned
source: The package already contains a repository countersignature. Please remove the existing signature before adding a new repository countersignature.
cs: Balíček už obsahuje potvrzovací podpis úložiště. Než přidáte nový potvrzovací podpis úložiště, odeberte existující signaturu.
de: Das Paket enthält bereits eine Repositorygegensignatur. Entfernen Sie die vorhandene Signatur, bevor Sie eine neue Repositorygegensignatur hinzufügen.
es: El paquete ya contiene una contrafirma de repositorio. Quite la firma existente antes de agregar una nueva contrafirma de repositorio.
fr: Le package contient déjà une contre-signature de dépôt. Supprimez la signature existante avant d'ajouter une nouvelle contre-signature de dépôt.
it: Il pacchetto contiene già una controfirma del repository. Rimuovere la firma esistente prima di aggiungere una nuova controfirma del repository.
ja: パッケージには、既にリポジトリ副署名が含まれています。新しいリポジトリ副署名を追加する前に既存の署名を削除してください。
ko: 패키지에 이미 리포지토리 연대 시그니처가 있습니다. 새 리포지토리 연대 시그니처를 추가하기 전에 기존 시그니처를 제거하세요.
pl: Pakiet zawiera już kontrpodpis repozytorium. Usuń istniejący podpis przed dodaniem nowego kontrpodpisu repozytorium.
pt_br: O pacote já contém uma referenda de repositório. Remova a assinatura existente antes de adicionar uma nova referenda de repositório.
ru: Пакет уже содержит подпись другой стороны репозитория. Удалите существующую подпись перед добавлением новой.
tr: Paket zaten bir depo onay imzası içeriyor. Yeni bir depo onay imzası eklemeden önce lütfen mevcut imzayı kaldırın.
zh_hans: 包中已包含一个存储库副署。添加新存储库副署之前，请删除现有签名。
zh_hant: 套件已經包含存放庫副署。請先移除現有的特徵標記，再新增存放庫副署。

# SignedPackageUnableToAccessSignature
source: The package was not opened correctly to perform signature operations. Please use a Stream-based constructor to have access to signature attributes of the package.
cs: Balíček se neotevřel správně, aby se daly provést operace podpisu. Abyste měli přístup k atributům Signature daného balíčku, použijte prosím konstruktor, jehož základem je Stream.
de: Das Paket wurde für die Durchführung von Signaturvorgängen nicht korrekt geöffnet. Verwenden Sie einen Stream-basierten Konstruktor, um Zugriff auf die Signaturattribute des Pakets zu erhalten.
es: El paquete no se abrió correctamente para realizar operaciones de firma. Use un constructor basado en secuencias para tener acceso a los atributos de firma del paquete.
fr: Le package n'a pas été ouvert correctement pour effectuer les opérations de signature. Utilisez un constructeur basé sur Stream pour accéder aux attributs de signature du package.
it: Il pacchetto non è stato aperto correttamente per eseguire le operazioni di firma. Usare un costruttore basato su flusso per poter accedere agli attributi di firma del pacchetto.
ja: パッケージが、署名操作を実行するための正しい方法で開かれませんでした。パッケージの署名属性にアクセスするには、ストリームベースのコンストラクターを使用してください。
ko: 시그니처 작업을 수행할 패키지가 제대로 열리지 않았습니다. 패키지의 시그니처 특성에 액세스할 수 있도록 스트림 기반 생성자를 사용하세요.
pl: Pakiet nie został poprawnie otwarty na potrzeby wykonywania operacji podpisu. Użyj konstruktora opartego na strumieniu, aby mieć dostęp do atrybutów podpisu pakietu.
pt_br: O pacote não foi aberto corretamente para executar operações de assinatura. Use um construtor baseado em fluxo para ter acesso aos atributos da assinatura do pacote.
ru: Пакет открыт неправильно для операций с подписями. Для доступа к атрибутам подписи пакета используйте конструктор на основе Stream.
tr: İmza işlemlerini gerçekleştirmek için paket düzgün açılmadı. Paketin imza özniteliklerine erişmek için lütfen Stream tabanlı oluşturucu kullanın.
zh_hans: 包未正确打开，无法执行签名操作。请使用基于流的构造函数访问包的签名属性。
zh_hant: 未正確開啟套件，無法執行簽章作業。請使用以資料流為基礎的建構函式，以獲得套件簽章屬性的存取權。

# SigningCannotBeDoneInPlace
source: {0} and {1} should be different. Package signing cannot be done in place.
cs: {0} a {1} by měly být odlišné. Není možné provést místní podepsání balíčku.
de: "{0}" und "{1}" dürfen nicht identisch sein. Die Paketsignatur kann nicht an einer Stelle durchgeführt werden.
es: {0} y {1} deben ser diferentes. No se puede firmar el paquete in situ.
fr: {0} et {1} doivent être différents. La signature du package ne peut pas être faite sur place.
it: {0} e {1} devono essere diversi. La firma del pacchetto non può essere eseguita in un'unica posizione.
ja: {0} と {1} は別にする必要があります。パッケージの署名を行うことはできません。
ko: {0} 및 {1}은(는) 달라야 합니다. 패키지 시그니처을 완료할 수 없습니다.
pl: Wartości {0} i {1} powinny być różne. Nie można wykonać podpisywania pakietu na miejscu.
pt_br: {0} e {1} devem ser diferentes. A assinatura do pacote não pode ser feita no lugar.
ru: {0} и {1} должны отличаться. Подписать пакет на месте невозможно.
tr: {0} ve {1} farklı olmalıdır. Paket imzalama yerinde yapılamaz.
zh_hans: {0} 和 {1} 不应相同。包签名不能就地完成。
zh_hant: {0} 與 {1}必須不同。無法正確地執行套件簽署。

# SigningCertificateAttributeMustNotBePresent
source: The signing-certificate attribute is not allowed.
cs: Atribut signing-certificate se nepovoluje.
de: Das Attribut "signing-certificate" ist nicht zulässig.
es: No se permite el atributo signing-certificate.
fr: L'attribut signing-certificate n'est pas autorisé.
it: L'attributo signing-certificate non è consentito.
ja: signing-certificate 属性を指定することはできません。
ko: signing-certificate 특성을 사용할 수 없습니다.
pl: Atrybut signing-certificate jest niedozwolony.
pt_br: O atributo signing-certificate não é permitido.
ru: Атрибут signing-certificate запрещен.
tr: signing-certificate özniteliğine izin verilmez.
zh_hans: 不允许使用 signing-certificate 属性。
zh_hant: 不允許此 signing-certificate 屬性。

# SigningCertificateCertificateNotFound
source: A certificate referenced by the signing-certificate attribute could not be found.
cs: Certifikát, na který se odkazuje atribut signing-certificate, se nepovedlo najít.
de: Ein vom Attribut "signing-certificate" referenziertes Zertifikat wurde nicht gefunden.
es: No se encuentra el certificado al que hace referencia el atributo signing-certificate.
fr: Un certificat référencé par l'attribut signing-certificate est introuvable.
it: Non è stato trovato un certificato a cui fa riferimento l'attributo signing-certificate.
ja: signing-certificate 属性によって参照されている証明書が見つかりませんでした。
ko: signing-certificate 특성에 의해 참조되는 인증서를 찾을 수 없습니다.
pl: Nie można znaleźć certyfikatu przywoływanego przez atrybut signing-certificate.
pt_br: Não foi possível encontrar um certificado referenciado pelo atributo signing-certificate.
ru: Не удалось найти сертификат, на который ссылается атрибут signing-certificate.
tr: signing-certificate özniteliği tarafından başvurulan bir sertifika bulunamadı.
zh_hans: 找不到 signing-certificate 属性所引用的证书。
zh_hant: 找不到 signing-certificate 屬性參考的憑證。

# SigningCertificateInvalid
source: The signing-certificate attribute is invalid.
cs: Atribut signing-certificate není platný.
de: Das Attribut "signing-certificate" ist ungültig.
es: El atributo signing-certificate no es válido.
fr: L'attribut signing-certificate n'est pas valide.
it: L'attributo signing-certificate non è valido.
ja: signing-certificate 属性が無効です。
ko: signing-certificate 특성이 잘못되었습니다.
pl: Atrybut signing-certificate jest nieprawidłowy.
pt_br: O atributo signing-certificate é inválido.
ru: Атрибут signing-certificate недопустим.
tr: signing-certificate özniteliği geçersiz.
zh_hans: signing-certificate 属性无效。
zh_hant: signing-certificate 屬性無效。
