Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Packaging/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# NuGetLicenseExpression_UnexpectedIdentifier
source: Unexpected license identifier '{0}'. The identifier is not allowed in this context.
cs: Neočekávaný identifikátor licence {0}. Identifikátor se v tomto kontextu nepovoluje.
de: Unerwarteter Lizenzbezeichner "{0}". Der Bezeichner ist in diesem Kontext nicht zulässig.
es: Identificador de licencia "{0}" inesperado. No se permite el identificador en este contexto.
fr: Identificateur de licence inattendu '{0}'. L'identificateur n'est pas autorisé dans ce contexte.
it: L'identificatore di licenza '{0}' è imprevisto. L'identificatore non è consentito in questo contesto.
ja: 予期しないライセンス識別子 '{0}' です。この識別子はこのコンテキストでは許可されていません。
ko: 예기치 않은 라이선스 식별자 '{0}'입니다. 이 컨텍스트에서 이 식별자를 사용할 수 없습니다.
pl: Nieoczekiwany identyfikator licencji „{0}”. Identyfikator jest niedozwolony w tym kontekście.
pt_br: Identificador de licença inesperado '{0}'. O identificador não é permitido neste contexto.
ru: Непредвиденный идентификатор лицензии "{0}". Идентификатор запрещен в этом контексте.
tr: Beklenmeyen lisans tanımlayıcısı '{0}'. Tanımlayıcıya bu bağlamda izin verilmiyor.
zh_hans: 意外的许可证标识符 {0}。此上下文中不允许使用该标识符。
zh_hant: 未預期的授權識別碼 '{0}'。此內容中不允許該識別碼。

# NuGetLicenseExpression_UnlicensedPackageWarning
source: The owner has marked this package as 'UNLICENSED'. This means that there is no license that allows this package to be used outside of the copyright owner.
cs: Vlastník tento balíček označil jako UNLICENSED. To znamená, že neexistuje žádná licence, která umožňuje používat tento balíček mimo prostředí vlastníka autorských práv.
de: Der Besitzer hat dieses Paket als "UNLICENSED" markiert. Dies bedeutet, dass es keine Lizenz gibt, die die Verwendung dieses Pakets außerhalb des Urheberrechtsinhabers gestattet.
es: El propietario ha marcado este paquete como "UNLICENSED". Esto significa que no hay ninguna licencia que permita que este paquete se use fuera del propietario del copyright.
fr: Le propriétaire a marqué ce package comme 'UNLICENSED'. Cela signifie qu'aucune licence n'autorise l'utilisation de ce package en dehors du propriétaire des droits d'auteur.
it: Il proprietario ha contrassegnato questo pacchetto come 'UNLICENSED', di conseguenza on esiste alcuna licenza che consenta di usare questo pacchetto se non si è il proprietario del copyright.
ja: 所有者はこのパッケージを 'UNLICENSED' とマークしています。これは、著作権所有者の外部でこのパッケージの使用を許可するライセンスがないことを意味します。
ko: 소유자가 이 패키지를 'UNLICENSED'로 표시했습니다. 즉 저작권 소유자 외에 이 패키지를 사용하는 것을 허용하는 라이선스가 없습니다.
pl: Właściciel oznaczył ten pakiet jako „UNLICENSED”. Oznacza to, że nie ma licencji, która zezwala na używanie tego pakietu poza właścicielem praw autorskich.
pt_br: O proprietário marcou este pacote como 'UNLICENSED'. Isso significa que não há nenhuma licença que permita que ele seja usado fora do proprietário dos direitos autorais.
ru: Владелец отметил этот пакет как "UNLICENSED". Это означает, что отсутствует лицензия, которая позволяет использовать этот пакет кому-то, кроме владельца авторского права.
tr: Bu paketin sahibi, paketi 'UNLICENSED' olarak işaretledi. Bu, bu paketin telif hakkı sahibi dışında kullanılmasına olanak sağlayan bir lisans olmadığı anlamına gelir.
zh_hans: 所有者已将此包标记为 "UNLICENSED"。这意味着，只有版权所有者才能使用此包。
zh_hant: 擁有者已將此套件標示為 'UNLICENSED'。這表示沒有任何授權可讓此套件用於版權擁有者以外的範圍。

# NuGetLicense_InvalidLicenseExpressionVersion
source: The license version string '{0}' is invalid.
cs: Řetězec verze licence {0} není platný.
de: Die Lizenzversionszeichenfolge "{0}" ist ungültig.
es: La cadena de versión de licencia "{0}" no es válida.
fr: La chaîne de version de licence '{0}' est non valide.
it: La stringa di versione '{0}' della licenza non è valida.
ja: ライセンス バージョン文字列 '{0}' が無効です。
ko: 라이선스 버전 문자열 '{0}'이(가) 잘못되었습니다.
pl: Ciąg wersji licencji „{0}” jest nieprawidłowy.
pt_br: A cadeia de caracteres da versão de licença '{0}' é inválida.
ru: Строка версии лицензии "{0}" является недопустимой.
tr: '{0}' lisans sürümü dizesi geçersiz.
zh_hans: 许可证版本字符串“{0}”无效。
zh_hant: 授權版本字串 '{0}' 無效。

# NuGetLicense_InvalidLicenseType
source: Unrecognized license type '{0}'
cs: Nerozpoznaný typ licence {0}
de: Unbekannter Lizenztyp "{0}".
es: Tipo de licencia "{0}" no reconocido
fr: Type de licence non reconnu : '{0}'
it: Il tipo di licenza '{0}' non è riconosciuto
ja: ライセンスの種類 '{0}' は認識されていません
ko: 라이선스 형식 '{0}'을(를) 인식할 수 없습니다.
pl: Nierozpoznany typ licencji „{0}”
pt_br: Tipo de licença '{0}' não reconhecido
ru: Не удается распознать тип лицензии "{0}".
tr: Tanınmayan lisans türü '{0}'
zh_hans: 无法识别的许可证类型“{0}”
zh_hant: 無法辨識的授權類型 '{0}'

# NuGetLicense_LicenseElementMissingValue
source: The license element value is empty. This is likely due to an authoring error.
cs: Hodnota elementu license je prázdná. Pravděpodobně se jedná o chybu, ke které došlo během vytváření.
de: Der Wert des Lizenzelements ist leer. Dies liegt wahrscheinlich an einem Erstellungsfehler.
es: El valor del elemento de licencia está vacío. Probablemente se deba a un error de creación.
fr: La valeur de l'élément license est vide. Cela est probablement dû à une erreur de création.
it: Il valore dell'elemento license è vuoto probabilmente a causa di un errore di creazione.
ja: license 要素の値が空です。作成エラーが原因の可能性があります。
ko: 라이선스 요소 값이 비어 있습니다. 작성 오류 때문인 것 같습니다.
pl: Wartość elementu license jest pusta. Przyczyną jest prawdopodobnie błąd tworzenia.
pt_br: O valor do elemento de licença está vazio. Isso provavelmente ocorre devido a um erro de criação.
ru: Значение элемента лицензии является пустым. Это вызвано ошибкой при его создании.
tr: Lisans öğesinin değeri boş. Bunun nedeni bir yazma hatası olabilir.
zh_hans: 许可证元素值为空。这可能由创作错误导致。
zh_hant: license 元素值是空的。可能的原因為撰寫錯誤。

# NuGetLicense_LicenseExpressionVersionTooHigh
source: The license version string '{0}' is higher than the one supported by this toolset '{1}'.
cs: Řetězec verze licence {0} je vyšší než řetězec, který podporuje tato sada nástrojů {1}.
de: Die Lizenzversionszeichenfolge "{0}" ist höher als von diesem Toolset unterstützt wird: {1}.
es: La cadena de versión de licencia "{0}" indica una versión posterior a la que admite el conjunto de herramientas "{1}".
fr: La chaîne de version de licence '{0}' est supérieure à celle prise en charge par cet ensemble d'outils '{1}'.
it: Il valore della stringa di versione '{0}' della licenza è maggiore di quello supportato dal set di strumenti '{1}'.
ja: ライセンス バージョン文字列 '{0}' が、このツールセット '{1}' でサポートされているものより上です。
ko: 라이선스 버전 문자열 '{0}'이(가) 이 도구 집합 '{1}'에서 지원하는 것보다 높습니다.
pl: Ciąg wersji licencji „{0}” jest większy niż obsługiwany przez ten zestaw narzędzi „{1}”.
pt_br: A cadeia de caracteres da versão de licença '{0}' é maior do que aquele compatível com este conjunto de ferramentas '{1}'.
ru: Версия лицензии "{0}" превышает версию, поддерживаемую этим набором инструментов "{1}".
tr: '{0}' lisans sürümü dizesi bu araç kümesi ('{1}') tarafından desteklenen sürümden daha yüksek.
zh_hans: 许可版本字符串 {0} 比此工具集 {1} 支持的值高。
zh_hant: 授權版本字串 '{0}' 高於此工具組所支援的授權版本字串 '{1}'。

# NuGetLicense_MissingRequiredValue
source: The element 'license' cannot be empty.
cs: Element license nemůže být prázdný.
de: Das Element "license" darf nicht leer sein.
es: El elemento "license" no puede estar vacío.
fr: L'élément 'license' ne peut pas être vide.
it: L'elemento 'license' non può essere vuoto.
ja: 'license' 要素を空にすることはできません。
ko: 'license' 요소는 비워 둘 수 없습니다.
pl: Element „license” nie może być pusty.
pt_br: O elemento 'license' não pode ficar vazio.
ru: Элемент "license" не может быть пустым.
tr: 'license' öğesi boş olamaz.
zh_hans: "license" 元素不能为空。
zh_hant: 'license' 元素不可以是空的。

# NuGetPackageOwners
source: Owners: {0}
cs: Vlastníci: {0}
de: Besitzer: {0}
es: Propietarios: {0}
fr: Propriétaires : {0}
it: Proprietari: {0}
ja: 所有者: {0}
ko: 소유자: {0}
pl: Właściciele: {0}
pt_br: Os Proprietários: {0}
ru: Владельцы: {0}
tr: Sahipler: {0}
zh_hans: 所有者: {0}
zh_hant: 擁有者: {0}

# NuGetPackageOwnersInvalid
source: The nuget-package-owners attribute is invalid.
cs: Atribut nuget-package-owners není platný.
de: Das nuget-package-owners-Attribut ist ungültig.
es: El atributo nuget-package-owners no es válido.
fr: L'attribut nuget-package-owners n'est pas valide.
it: L'attributo nuget-package-owners non è valido.
ja: nuget-package-owners 属性が無効です。
ko: nuget-package-owners 특성이 잘못되었습니다.
pl: Atrybut nuget-package-owners jest nieprawidłowy.
pt_br: O atributo nuget-package-owners é inválido.
ru: Атрибут nuget-package-owners недопустим.
tr: nuget-package-owners özniteliği geçersiz.
zh_hans: nuget-package-owners 特性无效。
zh_hant: nuget-package-owners 屬性無效。

# NuGetPackageOwnersInvalidValue
source: One or more package owner values are invalid.
cs: Nejméně jedna hodnota vlastníka balíčku není platná.
de: Mindestens ein Paketbesitzerwert ist ungültig.
es: Uno o más valores del propietario del paquete no son válidos.
fr: Une ou plusieurs valeurs du propriétaire du package ne sont pas valides.
it: Uno o più valori per il proprietario del pacchetto non sono validi.
ja: 1 つまたは複数のパッケージ所有者の値が有効ではありません。
ko: 하나 이상의 패키지 소유자 값이 잘못되었습니다.
pl: Co najmniej jedna wartość właściciela pakietu jest nieprawidłowa.
pt_br: Um ou mais valores de proprietário de pacote são inválidos.
ru: Некоторые значения владельца пакета недопустимы.
tr: Bir veya daha fazla paket sahibi değerleri geçersizdir.
zh_hans: 一个或多个包所有者值无效。
zh_hant: 一或多個套件擁有者值都無效。

# NuGetV3ServiceIndexUrl
source: Service index: {0}
cs: Index služby: {0}
de: Dienstindex: {0}
es: Índice de servicio: {0}
fr: Index de service : {0}
it: Indice di servizio: {0}
ja: サービス インデックス: {0}
ko: 서비스 인덱스: {0}
pl: Indeks usługi: {0}
pt_br: Índice de serviço: {0}
ru: Индекс служб: {0}
tr: Hizmet dizini: {0}
zh_hans: 服务索引: {0}
zh_hant: 服務索引: {0}

# NuGetV3ServiceIndexUrlInvalid
source: The nuget-v3-service-index-url attribute is invalid.
cs: Atribut nuget-v3-service-index-url není platný.
de: Das nuget-v3-service-index-url-Attribut ist ungültig.
es: El atributo nuget-v3-service-index-url no es válido.
fr: L'attribut nuget-v3-service-index-url n'est pas valide.
it: L'attributo nuget-v3-service-index-url non è valido.
ja: nuget-v3-service-index-url 属性が無効です。
ko: nuget-v3-service-index-url 특성이 잘못되었습니다.
pl: Atrybut nuget-v3-service-index-url jest nieprawidłowy.
pt_br: O atributo nuget-v3-service-index-url é inválido.
ru: Атрибут nuget-v3-service-index-url недопустим.
tr: nuget-v3-service-index-url özniteliği geçersiz.
zh_hans: nuget-v3-service-index-url 特性无效。
zh_hant: nuget-v3-service-index-url 屬性無效。

# NuGetV3ServiceIndexUrlInvalidValue
source: The nuget-v3-service-index-url attribute value is invalid.
cs: Hodnota atributu nuget-v3-service-index-url není platná.
de: Der nuget-v3-service-index-url-Attributwert ist ungültig.
es: El valor del atributo nuget-v3-service-index-url no es válido.
fr: La valeur de l'attribut nuget-v3-service-index-url n'est pas valide.
it: Il valore dell'attributo nuget-v3-service-index-url non è valido.
ja: nuget-v3-service-index-url 属性値が無効です。
ko: nuget-v3-service-index-url 특성 값이 잘못되었습니다.
pl: Wartość atrybutu nuget-v3-service-index-url jest nieprawidłowa.
pt_br: O valor do atributo nuget-v3-service-index-url é inválido.
ru: Значение атрибута nuget-v3-service-index-url недопустимо.
tr: nuget-v3-service-index-url öznitelik değeri geçersiz.
zh_hans: nuget-v3-service-index-url 特性值无效。
zh_hant: nuget-v3-service-index-url 屬性值無效。

# PackageEntryAlreadyExist
source: Package entry already exists in packages.config. Id: {0}
cs: Položka balíčku už v souboru packages.config je. ID: {0}
de: Der Paketeintrag ist in "packages.config" bereits vorhanden. ID: {0}
es: La entrada del paquete ya existe en packages.config. Id.: {0}
fr: L'entrée de package existe déjà dans packages.config. ID : {0}
it: La voce del pacchetto esiste già nel file packages.config. Id: {0}
ja: パッケージ エントリが既に packages.config に存在します。ID: {0}
ko: 패키지 항목이 packages.config에 이미 있습니다. ID: {0}
pl: Wpis pakietu już istnieje w pliku packages.config. Identyfikator: {0}
pt_br: A entrada de pacote já existe em packages.config. Id: {0}
ru: Запись пакета уже существует в packages.config. Идентификатор: {0}
tr: Paket girişi, packages.config içinde zaten var. Kimlik: {0}
zh_hans: 程序包条目已存在于 packages.config 中。ID: {0}
zh_hant: packages.config 中已有封裝項目。識別碼: {0}

# PackageEntryNotExist
source: Package entry does not exists in packages.config. Id: {0}, Version: {1}
cs: Položka balíčku není v souboru packages.config. ID: {0}, verze: {1}
de: Der Paketeintrag ist in "packages.config" nicht vorhanden. ID: {0}, Version: {1}
es: La entrada del paquete no existe en packages.config. Id.: {0}, versión: {1}
fr: L'entrée de package n'existe pas dans packages.config. ID : {0}, Version : {1}
it: La voce del pacchetto non esiste nel file packages.config. Id: {0}. Versione: {1}
ja: パッケージ エントリが packages.config に存在しません。ID: {0}、バージョン: {1}
ko: 패키지 항목이 packages.config에 없습니다. ID: {0}, 버전: {1}
pl: Wpis pakietu nie istnieje w pliku packages.config. Identyfikator: {0}, wersja: {1}
pt_br: A entrada de pacote não existe em packages.config. Id: {0}, Versão: {1}
ru: Запись пакета не существует в packages.config. Идентификатор: {0}, версия: {1}
tr: Paket girişi, packages.config içinde yok. Kimlik: {0}, Sürüm: {1}
zh_hans: 程序包条目在 packages.config 中不存在。ID: {0}，版本: {1}
zh_hant: packages.config 中沒有封裝項目。識別碼: {0}，版本: {1}

# PackageMinVersionNotSatisfied
source: The '{0}' package requires NuGet client version '{1}' or above, but the current NuGet version is '{2}'. To upgrade NuGet, please go to https://docs.nuget.org/consume/installing-nuget
cs: Balíček {0} vyžaduje verzi klienta NuGet {1} nebo vyšší, ale aktuální verze NuGet je {2}. Když chcete upgradovat NuGet, jděte na web https://docs.nuget.org/consume/installing-nuget.
de: Das Paket "{0}" erfordert die NuGet-Clientversion {1} oder höher. Die aktuelle NuGet-Version lautet jedoch {2}. Wenn Sie ein Upgrade von NuGet ausführen möchten, wechseln Sie zu https://docs.nuget.org/consume/installing-nuget.
es: El paquete "{0}" requiere la versión del cliente NuGet "{1}" o superior, pero la versión de NuGet actual es "{2}". Para actualizar NuGet, vaya a https://docs.nuget.org/consume/installing-nuget
fr: Le package '{0}' nécessite le client NuGet version '{1}' ou ultérieure, mais la version NuGet actuelle est la '{2}'. Pour mettre à niveau NuGet, accédez à https://docs.nuget.org/consume/installing-nuget
it: Il pacchetto '{0}' richiede la versione del client NuGet '{1}' o una versione successiva, ma la versione corrente di NuGet è '{2}'. Per aggiornare NuGet, vedere https://docs.nuget.org/consume/installing-nuget
ja: '{0}' パッケージを使用するには NuGet クライアントのバージョンが '{1}' 以上でなければなりませんが、現在の NuGet バージョンは '{2}' です。NuGet をアップグレードするには、https://docs.nuget.org/consume/installing-nuget にアクセスしてください
ko: '{0}' 패키지에는 NuGet 클라이언트 버전 '{1}' 이상이 필요하지만 현재 NuGet 버전은 '{2}'입니다. NuGet을 업그레이드하려면 https://docs.nuget.org/consume/installing-nuget으로 이동하세요.
pl: Pakiet „{0}” wymaga wersji klienta NuGet „{1}” lub nowszej, ale obecna wersja narzędzia NuGet to „{2}”. Aby uaktualnić narzędzie NuGet, przejdź na stronę https://docs.nuget.org/consume/installing-nuget
pt_br: O pacote '{0}' exige a versão '{1}' ou superior do cliente NuGet, mas a versão atual do NuGet é '{2}'. Para atualizar o NuGet, acesse https://docs.nuget.org/consume/installing-nuget
ru: Для пакета "{0}" требуется клиент NuGet версии "{1}" или выше, однако текущая версия NuGet — "{2}". Чтобы обновить NuGet, перейдите по адресу: https://docs.nuget.org/consume/installing-nuget
tr: '{0}' paketi için NuGet istemci sürümünün '{1}' veya üzeri olması gerekiyor, ancak geçerli NuGet sürümü: '{2}'. NuGet istemcisini yükseltmek için lütfen şu adrese gidin: https://docs.nuget.org/consume/installing-nuget
zh_hans: “{0}”包需要 NuGet 客户端版本“{1}”或更高版本，但是当前 NuGet 版本为“{2}”。若要升级 NuGet，请访问 https://docs.nuget.org/consume/installing-nuget
zh_hant: '{0}' 套件需要 NuGet 用戶端版本 '{1}' 或更高版本，但目前的 NuGet 版本是 '{2}'。若要升級 NuGet，請前往 https://docs.nuget.org/consume/installing-nuget

source: Package stream should be seekable
cs: Stream balíčků by mělo jít prohledávat.
de: Der Paketdatenstrom sollte durchsuchbar sein.
es: La secuencia de paquete debe permitir búsquedas
fr: Le flux de packages doit pouvoir faire l'objet d'une recherche
it: Il flusso dei pacchetti deve supportare la ricerca
ja: パッケージ ストリームはシーク可能である必要があります
ko: 패키지 스트림을 찾을 수 있어야 합니다.
pl: Strumień pakietu powinien mieć możliwość wyszukiwania
pt_br: O fluxo do pacote deve ser pesquisável
ru: Поток пакетов должен поддерживать поиск
tr: Paket akışı aranabilir olmalıdır
zh_hans: 程序包流应该是可查找的
zh_hant: 封裝資料流應該可搜尋

# PackagesNodeNotExist
source: Packages node does not exists in packages.config at {0}.
cs: Uzel balíčku není v souboru packages.config v umístění: {0}.
de: Der Paketknoten ist in "packages.config" unter "{0}" nicht vorhanden.
es: El nodo de paquetes no existe en packages.config en {0}.
fr: Le nœud de packages n'existe pas dans packages.config sur {0}.
it: Il nodo dei pacchetti non esiste in packages.config in {0}.
ja: {0} にある packages.config にパッケージ ノードが存在しません。
ko: packages.config의 {0}에 패키지 노드가 없습니다.
pl: Węzeł pakietów nie istnieje w pliku packages.config w lokalizacji {0}.
pt_br: Não existem pacotes de nó no packages.config em {0}.
ru: Узел пакетов не существует в файле packages.config в {0}.
tr: Paketler düğümü, {0} öğesindeki packages.config yapılandırmasında mevcut değil.
zh_hans: 位于 {0} 处的 packages.config 中没有包节点。
zh_hant: 位於 {0} 的 packages.config 不含任何封裝節點。

# PrimarySignatureFriendlyName
source: primary signature
cs: primární podpis
de: Primärsignatur
es: firma principal
fr: signature principale
it: firma primaria
ja: プライマリ署名
ko: 기본 시그니처
pl: podpis podstawowy
pt_br: assinatura principal
ru: основная подпись
tr: birincil imza
zh_hans: 主签名
zh_hant: 主要簽章

# PrimarySignatureHasNoTimestamp
source: The primary signature does not have a timestamp.
cs: Primární podpis nemá časové razítko.
de: Die primäre Signatur hat keinen Zeitstempel.
es: La firma principal no tiene una marca de tiempo.
fr: La signature principale n'a pas d'horodatage.
it: La firma primaria non include un timestamp.
ja: プライマリ署名にはタイムスタンプがありません。
ko: 기본 시그니처에 타임스탬프가 없습니다.
pl: Podpis podstawowy nie ma sygnatury czasowej.
pt_br: A assinatura principal não tem um carimbo de data/hora.
ru: Основная подпись не имеет метки времени.
tr: Birincil imzanın bir zaman damgası yok.
zh_hans: 主签名没有时间戳。
zh_hant: 主要簽章沒有時間戳記。

# PropertyCannotBeNull
source: '{0}' cannot be null.
cs: {0} nemůže být null.
de: „{0}“ darf nicht Null sein.
es: '{0}' no puede ser null.
fr: « {0} » ne peut pas avoir la valeur nul.
it: '{0}' non può essere null.
ja: '{0}' を null 値にはできません。
ko: '{0}'은(는) null일 수 없습니다.
pl: Właściwość „{0}” nie może mieć wartości null.
pt_br: "{0}" não pode ser nulo.
ru: "{0}" не может иметь значение null.
tr: '{0}' boş olamaz.
zh_hans: "{0}" 不能是 null。
zh_hant: 「{0}」不得為 Null。

# RangeOutOfBoundsForArray
source: Arguments {0} and {1} were out of bounds for the array.
cs: Argumenty {0} a {1} byly mimo hranice pole.
de: Die Argumente "{0}" und "{1}" lagen für das Array außerhalb des gültigen Bereichs.
es: Los argumentos {0} y {1} estaban fuera de los límites de la matriz.
fr: Les arguments {0} et {1} étaient situés en dehors des limites du tableau.
it: Gli argomenti {0} e {1} non sono compresi nei limiti per la matrice.
ja: 引数 {0} と {1} は配列の範囲外でした。
ko: {0} 및 {1} 인수가 배열에 대한 범위를 벗어났습니다.
pl: Argumenty {0} i {1} znajdowały się poza zakresami dla tablicy.
pt_br: Os argumentos {0} e {1} estavam fora dos limites da matriz.
ru: Аргументы {0} и {1} выходили за границы массива.
tr: {0} ve {1} bağımsız değişkenleri dizi sınırlarının dışındaydı.
zh_hans: 参数 {0} 和 {1} 超出了数组界限。
zh_hant: 引數 {0} 和 {1} 超出陣列的界限。

# RepositoryCountersignatureFriendlyName
source: repository countersignature
cs: potvrzovací podpis úložiště
de: Repositorygegensignatur
es: contrafirma del repositorio
fr: contre-signature du référentiel
it: controfirma del repository
ja: リポジトリ副署名
ko: 리포지토리 연대 시그니처
pl: kontrasygnata repozytorium
pt_br: referenda do repositório
ru: подпись другой стороны репозитория
tr: depo onay imzası
zh_hans: 存储库副署
zh_hant: 存放庫副署

# RepositoryCountersignatureHasNoCertificate
source: The repository countersignature does not have a signing certificate.
cs: Potvrzovací podpis úložiště nemá podpisový certifikát.
de: Die Gegensignatur des Repositorys umfasst kein Signaturzertifikat.
es: La contrafirma del repositorio no tiene un certificado de firma.
fr: La contre-signature du dépôt n'a aucun certificat de signature.
it: La controfirma del repository non contiene alcun certificato di firma.
ja: リポジトリ副署名に署名証明書がありません。
ko: 리포지토리 연대 시그니처에 서명 인증서가 없습니다.
pl: Kontrpodpis repozytorium nie zawiera certyfikatu podpisywania.
pt_br: A referenda não tem um certificado de autenticação.
ru: Подпись другой стороны для репозитория не имеет сертификат для подписи.
tr: Depo onay imzasının bir imzalama sertifikası yok.
zh_hans: 存储库副署不具有签名证书。
zh_hant: 此存放庫副署不具簽署憑證。

# RepositoryCountersignatureHasNoTimestamp
source: The repository countersignature does not have a timestamp.
cs: Potvrzovací podpis úložiště nemá časové razítko.
de: Die Gegensignatur des Repositorys hat keinen Zeitstempel.
es: La contrafirma del repositorio no tiene marca de tiempo.
fr: La contre-signature du dépôt n'a aucun horodatage.
it: La controfirma del repository non contiene alcun timestamp.
ja: リポジトリ副署名にタイムスタンプがありません。
ko: 리포지토리 연대 시그니처에 타임스탬프가 없습니다.
pl: Kontrpodpis repozytorium nie ma sygnatury czasowej.
pt_br: A referenda do repositório não tem um carimbo de data/hora.
ru: Подпись другой стороны для репозитория не имеет метку времени.
tr: Depo onay imzasının bir zaman damgası yok.
zh_hans: 存储库副署不具有时间戳。
zh_hant: 存放庫副署不具時間戳記。

# RepositoryPrimarySignatureFriendlyName
source: repository primary signature
cs: primární podpis úložiště
de: Primärsignatur des Repositorys
es: firma principal del repositorio
fr: signature principale du référentiel
it: firma primaria del repository
ja: リポジトリのプライマリ署名
ko: 리포지토리 기본 시그니처
pl: podstawowy podpis repozytorium
pt_br: assinatura principal do repositório
ru: основная подпись репозитория
tr: depo birincil imzası
zh_hans: 存储库主签名
zh_hant: 存放庫主要簽章

# SignError_TimestampCertificateFailsPublicKeyLengthRequirement
source: The timestamp certificate does not meet a minimum public key length requirement.
cs: Certifikát časového razítka nesplňuje požadavek na minimální délku veřejného klíče.
de: Das Zeitstempelzertifikat erfüllt eine Mindestlängenanforderung für öffentliche Schlüssel nicht.
es: El certificado de marca de tiempo no cumple el requisito de longitud mínima de la clave pública.
fr: Le certificat d'horodatage n'a pas la longueur de clé publique minimale exigée.
it: Il certificato del timestamp non soddisfa il requisito di lunghezza minima per la chiave pubblica.
ja: タイムスタンプの証明書は、公開キーの長さの最小要件を満たしていません。
ko: 타임스탬프 인증서는 공개 키 길이에 대한 최소 요구 사항을 충족하지 않습니다.
pl: Certyfikat sygnatury czasowej nie spełnia wymagania minimalnej długości klucza publicznego.
pt_br: O certificado de carimbo de data/hora não atende ao requisito de comprimento mínimo de chave pública.
ru: Сертификат меток времени не соответствует требованиям к минимальной длине открытого ключа.
tr: Zaman damgası sertifikası minimum ortak anahtar uzunluğu gereksinimini karşılamıyor.
zh_hans: 时间戳证书不满足最小公钥长度要求。
zh_hant: 時間戳記憑證不符合最低的公開金鑰長度需求。
