Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.MSSigning.Extensions/xlf/NuGetMSSignCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# MSSignCommandUsageExamples
source: nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "Cryptographic Service Provider" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "Cryptographic Service Provider" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" -OutputDirectory .\..\Signed
es: nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "Proveedor de servicios criptográficos" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "Proveedor de servicios criptográficos" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" -OutputDirectory .\..\Signed
fr: nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "Fournisseur de services de chiffrement" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "Fournisseur de services de chiffrement" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" -OutputDirectory .\..\Signed
ja: nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "暗号化サービス プロバイダー" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "暗号化サービス プロバイダー" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" -OutputDirectory .\..\署名済み
ko: nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "암호화 서비스 공급자" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "암호화 서비스 공급자" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" -OutputDirectory .\..\Signed
tr: nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "Şifreleme Hizmeti Sağlayıcısı" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "Şifreleme Hizmeti Sağlayıcısı" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" -OutputDirectory .\..\Signed
zh_hant: nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "密碼編譯服務提供者" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" nuget mssign MyPackage.nupkg -Timestamper https://foo.bar -CertificateFile foo.p7b -CSPName "密碼編譯服務提供者" -KeyContainer "4003d786-cc37-4004-bfdf-c4f3e8ef9b3a" -CertificateFingerprint "4003d786cc374004bfdfc4f3e8ef9b3a" -OutputDirectory .\..\Signed

# RepoSignCommandDescription
source: Sign a NuGet package by adding repository signature with specified p7b file.
cs: Podepište balíček NuGet tak, že do zadaného souboru p7b přidáte podpis úložiště.
de: Hiermit signieren Sie ein NuGet-Paket durch Hinzufügen einer Repositorysignatur mit angegebener p7b-Datei.
es: Firma un paquete NuGet agregando la firma del repositorio con el archivo p7b especificado.
fr: Signez un package NuGet en ajoutant la signature du référentiel avec le fichier p7b spécifié.
it: Firma un pacchetto NuGet aggiungendo la firma del repository con il file P7B specificato.
ja: 指定された p7b ファイルを使用してリポジトリ署名を追加し、NuGet パッケージに署名します。
ko: 지정된 p7b 파일에 리포지토리 시그니처를 추가하여 NuGet 패키지에 서명합니다.
pl: Podpisz pakiet NuGet przez dodanie podpisu repozytorium za pomocą określonego pliku p7b.
pt_br: Assinar um pacote do NuGet adicionando a assinatura de repositório com o arquivo p7b especificado.
ru: Подпишите пакет NuGet, добавив подпись репозитория с указанным файлом P7B.
tr: Bir NuGet paketini belirtilen p7b dosyasıyla depo imzası ekleyerek imzalayın.
zh_hans: 通过使用指定的 p7b 文件添加存储库签名来给 NuGet 包签名。
zh_hant: 請透過 p7b 檔案新增存放庫特徵標記，以簽署 NuGet 套件。

# RepoSignCommandPackageOwnersDescription
source: Semicolon-separated list of package owners.
cs: Středníkem oddělený seznam vlastníků balíčku
de: Durch Semikolon getrennte Liste von Paketbesitzern.
es: Lista separada por signos de punto y coma de propietarios del paquete.
fr: Liste séparée par des points-virgules des propriétaires de package.
it: Elenco di proprietari di pacchetti delimitati da punto e virgola.
ja: パッケージ所有者をセミコロンで区切った一覧。
ko: 패키지 소유자를 세미콜론으로 구분한 목록입니다.
pl: Rozdzielona średnikami lista właścicieli pakietu.
pt_br: Lista separada por ponto e vírgula de proprietários do pacote.
ru: Разделенный точками с запятыми список владельцев пакета.
tr: Paket sahiplerinin noktalı virgülle ayrılmış listesi.
zh_hans: 包所有者的分号分隔列表。
zh_hant: 分號分隔的套件擁有者清單。

# RepoSignCommandUsageDescription
source: Sign a NuGet package with repository signature.
cs: Podepište balíček NuGet podpisem úložiště.
de: Hiermit signieren Sie ein NuGet-Paket mit Repositorysignatur.
es: Firma un paquete NuGet con la firma del repositorio.
fr: Signez un package NuGet avec une signature de référentiel.
it: Firma un pacchetto NuGet con la firma del repository.
ja: リポジトリ署名を使用して NuGet パッケージに署名します。
ko: 리포지토리 시그니처로 NuGet 패키지에 서명합니다.
pl: Podpisz pakiet NuGet za pomocą podpisu repozytorium.
pt_br: Assinar um pacote do NuGet com assinatura de repositório.
ru: Подпишите пакет NuGet подписью репозитория.
tr: Bir NuGet paketini depo imzasıyla imzalayın.
zh_hans: 使用存储库签名为 NuGet 包签名。
zh_hant: 使用存放庫特徵標記簽署 NuGet 套件。

# RepoSignCommandUsageExamples
source: nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "Cryptographic Service Provider" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -V3ServiceIndexUrl https://v3.index.test nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "Cryptographic Service Provider" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -OutputDirectory .\..\Signed -PackageOwners "owner1;owner2" -V3ServiceIndexUrl https://v3.index.test
es: nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "Proveedor de servicios criptográficos" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -V3ServiceIndexUrl https://v3.index.test nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "Proveedor de servicios criptográficos" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -OutputDirectory .\..\Signed -PackageOwners "propietario1;propietario2" -V3ServiceIndexUrl https://v3.index.test
fr: nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "Fournisseur de services de chiffrement" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -V3ServiceIndexUrl https://v3.index.test nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "Fournisseur de services de chiffrement" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -OutputDirectory .\..\Signed -PackageOwners "owner1;owner2" -V3ServiceIndexUrl https://v3.index.test
it: nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "Provider del servizio di crittografia" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -V3ServiceIndexUrl https://v3.index.test nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "Provider del servizio di crittografia" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -OutputDirectory .\..\Signed -PackageOwners "proprietario1;proprietario2" -V3ServiceIndexUrl https://v3.index.test
ja: nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "暗号化サービス プロバイダー" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -V3ServiceIndexUrl https://v3.index.test nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "暗号化サービス プロバイダー" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -OutputDirectory .\..\Signed -PackageOwners "owner1;owner2" -V3ServiceIndexUrl https://v3.index.test
ko: nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "암호화 서비스 공급자" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -V3ServiceIndexUrl https://v3.index.test nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "암호화 서비스 공급자" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -OutputDirectory .\..\Signed -PackageOwners "owner1;owner2" -V3ServiceIndexUrl https://v3.index.test
ru: nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "Поставщик служб шифрования" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -V3ServiceIndexUrl https://v3.index.test nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "Поставщик служб шифрования" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -OutputDirectory .\..\Signed -PackageOwners "владелец1;владелец2" -V3ServiceIndexUrl https://v3.index.test
zh_hant: nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "密碼編譯服務提供者" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -V3ServiceIndexUrl https://v3.index.test nuget reposign MyPackage.nupkg -Timestamper http://timestamper.test -CertificateFile certificates.p7b -CSPName "密碼編譯服務提供者" -KeyContainer 4003d786-cc37-4004-bfdf-c4f3e8ef9b3a -CertificateFingerprint 8599ADD1C62EE42E315EA887FF60908B7A7C6E9B -OutputDirectory .\..\Signed -PackageOwners "owner1;owner2" -V3ServiceIndexUrl https://v3.index.test

# RepoSignCommandUsageSummary
source: <package_path> -Timestamper <timestamp_server_url> -CertificateFile <p7b_file_path> -CSPName <cryptographic_service_provider_name> -KeyContainer <key_container_guid> -CertificateFingerprint <certificate_fingerprint> -PackageOwners <package_owners> -V3ServiceIndexUrl <v3_service_index_url>
fr: <package_path> -Timestamper <timestamp_server_url> CertificateFile - <p7b_file_path> - Nom_csp <cryptographic_service_provider_name> - KeyContainer <key_container_guid> - CertificateFingerprint <certificate_fingerprint> PackageOwners - <package_owners> -V3ServiceIndexUrl <v3_service_index_url>
ru: <путь_к_пакету> -Timestamper <url_сервера_метки_времени> -CertificateFile <путь_к_файлу_p7b> -CSPName <имя_поставщика_служб_шифрования> -KeyContainer <guid_контейнера_ключа> -CertificateFingerprint <отпечаток_сертификата> -PackageOwners <владельцы_пакета> -V3ServiceIndexUrl <url_индекса_службы_v3>

# RepoSignCommandV3ServiceIndexUrlDescription
source: Repository V3 service index URL.
cs: Adresa URL indexu služby úložiště V3
de: Repository V3-Dienstindex-URL.
es: Dirección URL del índice del servicio de repositorio V3.
fr: URL de l'index du service V3 du référentiel.
it: URL dell'indice del servizio V3 del repository.
ja: リポジトリ V3 サービス インデックス URL。
ko: 리포지토리 V3 서비스 인덱스 URL입니다.
pl: Adres URL indeksu usługi w wersji 3 repozytorium.
pt_br: URL do índice de serviço do repositório V3.
ru: URL-адрес индекса для службы V3 репозитория.
tr: Depo V3 hizmet dizini URL'si.
zh_hans: 存储库 V3 服务索引 URL。
zh_hant: 存放庫 V3 服務索引 URL。

# MSSignCommandUsageSummary
source: <package_path> -Timestamper <timestamp_server_url> -CertificateFile <p7b_file_path> -CSPName <cryptographic_service _provider_name> -KeyContainer <key_container_guid> -CertificateFingerprint <certificate_fingerprint>
ru: <путь_к_пакету> -Timestamper <URL-адрес_сервера_меток_времени> - CertificateFile <путь_к_P7B-файлу> - CSPName <имя_поставщика_служб_шифрования> - KeyContianer <guid_контейнера_ключей> - CertificateFingerprint <отпечаток_сертификата>
zh_hans: <package_path> -Timestamper <timestamp_server_url> -CertificateFile <p7b_file_path> -CSPName <cryptographic_service _provider_name> -KeyContianer <key_container_guid> -CertificateFingerprint <certificate_fingerprint>
