Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.MSSigning.Extensions/xlf/NuGetMSSignCommand.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# MSSignCommandCSPNameDescription
source: Name of the cryptographic service provider which contains the private key container.
cs: Název zprostředkovatele kryptografických služeb, který obsahuje kontejner privátního klíče
de: Name des Kryptografiedienstanbieters, der den Container des privaten Schlüssels enthält.
es: Nombre del proveedor de servicios criptográficos que incluye el contenedor de claves privadas.
fr: Nom du fournisseur de services de chiffrement qui contient le conteneur de clé privée.
it: Nome del provider del servizio di crittografia che include il contenitore di chiavi private.
ja: 秘密キーのコンテナーを含む暗号化サービス プロバイダーの名前です。
ko: 개인 키 컨테이너를 포함하는 암호화 서비스 공급자의 이름입니다.
pl: Nazwa dostawcy usług kryptograficznych, która zawiera kontener klucza prywatnego.
pt_br: O nome do provedor de serviços de criptografia que contém o contêiner de chave privada.
ru: Имя поставщика служб шифрования, который содержит контейнер закрытого ключа.
tr: Özel anahtar kapsayıcısını içeren şifreleme hizmeti sağlayıcısının adı.
zh_hans: 其中包含私钥容器的加密服务提供程序的名称。
zh_hant: 包含私密金鑰容器之密碼編譯服務提供者的名稱。

# MSSignCommandCertificateFileDescription
source: File path to the p7b file to be used while signing the package.
cs: Cesta k souboru p7b, která se použije při podepisování balíčku
de: Dateipfad zur P7B-Datei, die beim Signieren des Pakets verwendet werden soll.
es: Ruta de acceso al archivo p7b que se va a usar al firmar el paquete.
fr: Chemin du fichier p7b à utiliser pour la signature du package.
it: Percorso del file P7B da usare per la firma del pacchetto.
ja: パッケージの署名中に使用する p7b ファイルのファイル パスです。
ko: 패키지에 서명할 때 사용할 P7B 파일의 파일 경로입니다.
pl: Ścieżka pliku p7b do użycia podczas podpisywania pakietu.
pt_br: Caminho do arquivo p7b a ser usado ao assinar o pacote.
ru: Путь к файлу p7b, используемому при подписывании пакета.
tr: Paketi imzalarken kullanılacak p7b dosyasının yolu.
zh_hans: 为包签名时使用的 p7b 文件的文件路径。
zh_hant: 簽署套件時所使用之 p7b 檔案的檔案路徑。

# MSSignCommandCertificateFingerprintDescription
source: SHA-256, SHA-384 or SHA-512 fingerprint of the certificate used to search a p7b file for the certificate.
cs: Kryptografický otisk SHA-256, SHA-384 nebo SHA-512 certifikátu, pomocí kterého se pro daný certifikát hledá soubor p7b.
de: SHA-256-, SHA-384- oder SHA-512-Fingerabdruck des Zertifikats, das zum Suchen einer P7B-Datei für das Zertifikat verwendet wird.
es: Huella digital SHA-256, SHA-384 o SHA-512 del certificado que se usa al buscar un archivo p7b para el certificado.
fr: Empreinte digitale SHA-256, SHA-384 ou SHA-512 du certificat utilisée pour rechercher le certificat dans un fichier p7b.
it: Impronta digitale SHA-256, SHA-384 o SHA-512 del certificato usato per cercare il certificato in un file p7b.
ja: 証明書の p7b ファイルの検索に使用する、証明書の SHA-256、SHA-384 または SHA-512 フィンガープリント。
ko: 인증서의 p7b 파일에서 인증서를 검색하는 데 사용되는 인증서의 SHA-256, SHA-384 또는 SHA-512 지문입니다.
pl: Odcisk palca SHA-256, SHA-384 lub SHA-512 certyfikatu użyty do wyszukania pliku p7b dla certyfikatu.
pt_br: Impressão digital SHA-256, SHA-384 ou SHA-512 do certificado usado para pesquisar o certificado em um arquivo p7b.
ru: Отпечаток SHA-256, SHA-384 или SHA-512 сертификата, используемый для поиска P7B-файла для сертификата.
tr: p7b dosyasında sertifikayı aramak için kullanılan sertifikanın SHA-256, SHA-384 veya SHA-512 parmak izi.
zh_hans: 用于在 p7b 文件中搜索证书的证书的 SHA-256、SHA-384 或 SHA-512 指纹。
zh_hant: 用來為憑證搜尋 p7b 檔案的憑證 SHA-256、SHA-384 或 SHA-512 指紋。

# MSSignCommandDescription
source: Signs a NuGet package with the specified p7b file.
cs: Podepíše balíček NuGet zadaným souborem p7b.
de: Signiert ein NuGet-Paket mit der angegebenen P7B-Datei.
es: Firma un paquete NuGet con el archivo p7b especificado.
fr: Signe un package NuGet avec le fichier p7b spécifié.
it: Firma un pacchetto NuGet con il file P7B specificato.
ja: 指定した p7b ファイルを使用して NuGet パッケージに署名します。
ko: 지정한 P7B 파일로 NuGet 패키지에 서명합니다.
pl: Podpisuje pakiet NuGet za pomocą określonego pliku p7b.
pt_br: Assina um pacote do NuGet com o arquivo p7b especificado.
ru: Подписывает пакет NuGet с указанным P7B-файлом.
tr: Bir NuGet paketini belirtilen p7b dosyası ile imzalar.
zh_hans: 使用指定的 p7b 文件对 NuGet 包进行签名。
zh_hant: 使用指定的 p7b 檔案簽署 NuGet 套件。

# MSSignCommandHashAlgorithmDescription
source: Hash algorithm to be used while generating the package manifest file. Defaults to SHA256.
cs: Hashovací algoritmus, který se použije při generování souboru manifestu balíčku. Výchozí je SHA256.
de: Hashalgorithmus, der beim Generieren der Paketmanifestdatei verwendet werden soll. Standardmäßig SHA256.
es: Algoritmo hash que se va a usar al generar el archivo de manifiesto del paquete. El valor predeterminado es SHA256.
fr: Algorithme de hachage à utiliser pendant la génération du fichier manifeste du package. Par défaut, SHA256.
it: Algoritmo hash da usare per la generazione del file manifesto del pacchetto. Impostazione predefinita: SHA256.
ja: パッケージ マニフェスト ファイルの生成中に使用するハッシュ アルゴリズムです。規定値は SHA256 です。
ko: 패키지 매니페스트 파일을 생성할 때 사용할 해시 알고리즘입니다. 기본값은 SHA256입니다.
pl: Algorytm wyznaczania wartości skrótu do użycia podczas generowania pliku manifestu pakietu. Wartość domyślna to SHA256.
pt_br: O algoritmo de hash a ser usado ao gerar o arquivo de manifesto do pacote. O padrão é SHA256.
ru: Хэш-алгоритм, который будет использоваться при создании файла манифеста пакета. По умолчанию SHA256.
tr: Paket bildirim dosyası oluşturulurken kullanılacak karma algoritması. Varsayılan değeri: SHA256.
zh_hans: 生成包清单文件时使用的哈希算法。默认值为 SHA256。
zh_hant: 產生封裝資訊清單檔時使用的雜湊演算法。預設為 SHA256。

# MSSignCommandInvalidArgumentException
source: Invalid value provided for '{0}'. For a list of accepted values, please visit https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign
cs: Zadala se neplatná hodnota pro {0}. Seznam akceptovaných hodnot najdete na https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign
de: Für „{0}“ wurde ein ungültiger Wert angegeben. Eine Liste der akzeptierten Werte finden Sie unter https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign.
es: Se proporcionó un valor no válido para "{0}". Para obtener una lista de los valores aceptados, visite https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign
fr: Valeur non valide fournie pour « {0} ». Pour obtenir une liste des valeurs acceptées, veuillez consulter https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign
it: Valore non valido specificato per '{0}'. Per un elenco dei valori accettati, visitare https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign
ja: '{0}' に対して指定された値が無効です。受け入れられる値の一覧については、https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign にアクセスしてください
ko: '{0}'에 잘못된 값이 제공되었습니다. 허용되는 값 목록은 https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign 페이지를 참조하세요.
pl: Podano nieprawidłową wartość dla „{0}”. Aby uzyskać listę akceptowanych wartości, odwiedź stronę https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign
pt_br: Valor inválido fornecido para "{0}". Para obter uma lista dos valores aceitos, visite https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign
ru: Указано недопустимое значение для "{0}". Список допустимых значений см. на странице https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign
tr: '{0}' için geçersiz değer belirtildi. Kabul edilen değerlerin listesi için lütfen https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign sayfasını ziyaret edin
zh_hans: 为“{0}”提供的值无效。有关接受值的列表，请访问 https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign
zh_hant: 提供給 '{0}' 的值無效。如需接受值的清單，請瀏覽 https://learn.microsoft.com/nuget/reference/cli-reference/cli-ref-sign

# MSSignCommandInvalidCertificateFingerprint
source: {0}: Invalid value for 'CertificateFingerprint' option. The value must be a SHA-256, SHA-384, or SHA-512 certificate fingerprint (in hexadecimal).
cs: {0}: Neplatná hodnota pro parametr CertificateFingerprint. Hodnotou musí být otisk certifikátu SHA-256, SHA-384 nebo SHA-512 (v šestnáctkovém tvaru).
de: {0}: Ungültiger Wert für die Option „CertificateFingerprint“. Der Wert muss ein SHA-256-, SHA-384- oder SHA-512-Zertifikatfingerabdruck (hexadezimal) sein.
es: {0}: valor no válido para la opción "CertificateFingerprint". El valor debe ser una huella de certificado SHA-256, SHA-384 o SHA-512 (en hexadecimal).
fr: {0} : valeur non valide pour l’option « CertificateFingerprint ». La valeur doit être une empreinte de certificat SHA-256, SHA-384 ou SHA-512 (en nombre hexadécimal).
it: {0}: valore non valido per l'opzione 'CertificateFingerprint'. Il valore deve essere un’impronta digitale del certificato SHA-256, SHA-384 o SHA-512 (in formato esadecimale).
ja: {0}: 'CertificateFingerprint' オプションの値が無効です。値は SHA-256、SHA-384、または SHA-512 証明書フィンガープリント (16 進数) である必要があります。
ko: {0}: 'CertificateFingerprint' 옵션의 값이 잘못되었습니다. 값은 SHA-256, SHA-384 또는 SHA-512 인증서 지문(16진수)이어야 합니다.
pl: {0}: Nieprawidłowa wartość opcji „CertificateFingerprint”. Wartość musi być odciskiem cyfrowym certyfikatu SHA-256, SHA-384 lub SHA-512 (w systemie szesnastkowym).
pt_br: {0}: Valor inválido para a opção "CertificateFingerprint". O valor deve ser uma impressão digital de certificado SHA-256, SHA-384 ou SHA-512 (em hexadecimal).
ru: {0}: недопустимое значение параметра "CertificateFingerprint". Значение должно быть отпечатком сертификата SHA-256, SHA-384 или SHA-512 (в шестнадцатеричном формате).
tr: {0}: 'CertificateFingerprint' seçeneği için geçersiz değer. Değer bir SHA-256, SHA-384 veya SHA-512 sertifikası parmak izi (onaltılık düzende) olmalıdır.
zh_hans: {0}: "CertificateFingerprint" 选项的值无效。该值必须是 SHA-256、SHA-384 或 SHA-512 证书指纹(十六进制)。
zh_hant: {0}: 'CertificateFingerprint' 選項的值無效。該值必須是 SHA-256、SHA-384 或 SHA-512 憑證指紋 (十六進位格式)。

# MSSignCommandInvalidCngKeyException
source: Cng Key is not an RSA key.
cs: Klíč CNG není klíčem RSA.
de: Der CNG-Schlüssel ist kein RSA-Schlüssel.
es: La clave CNG no es una clave RSA.
fr: La clé CNG n'est pas une clé RSA.
it: La chiave CNG non è una chiave RSA.
ja: CNG キーは RSA キーではありません。
ko: CNG 키가 RSA 키가 아닙니다.
pl: Klucz CNG nie jest kluczem RSA.
pt_br: A chave Cng não é uma chave RSA.
ru: Ключ CNG не является ключом RSA.
tr: CNG Anahtarı bir RSA anahtarı değildir.
zh_hans: Cng 密钥不是 RSA 密钥。
zh_hant: Cng 金鑰並非 RSA 金鑰。

# MSSignCommandKeyContainerDescription
source: Name of the key container which has the private key.
cs: Název kontejneru klíčů, který obsahuje privátní klíč
de: Der Name des Schlüsselcontainers mit dem privaten Schlüssel.
es: Nombre del contenedor de claves que incluye la clave privada.
fr: Nom du conteneur de clé qui a la clé privée.
it: Nome del contenitore di chiavi in cui si trova la chiave privata.
ja: 秘密キーを持つキー コンテナーの名前です。
ko: 개인 키가 있는 키 컨테이너의 이름입니다.
pl: Nazwa kontenera kluczy, w którym znajduje się klucz prywatny.
pt_br: Nome do contêiner de chave que tem a chave privada.
ru: Имя контейнера ключа, содержащего закрытый ключ.
tr: Özel anahtarı olan anahtar kapsayıcısının adı.
zh_hans: 具有私钥的密钥容器的名称。
zh_hant: 具有私密金鑰之金鑰容器的名稱。

# MSSignCommandNoCertException
source: Can't find specified certificate.
cs: Zadaný certifikát se nedá najít.
de: Das angegebene Zertifikat wurde nicht gefunden.
es: No se encuentra el certificado especificado.
fr: Certificat spécifié introuvable.
it: Il certificato specificato non è stato trovato.
ja: 指定された証明書が見つかりません。
ko: 지정한 인증서를 찾을 수 없습니다.
pl: Nie można odnaleźć określonego certyfikatu.
pt_br: Não é possível localizar o certificado especificado.
ru: Не удается найти указанный сертификат.
tr: Belirtilen sertifika bulunamıyor.
zh_hans: 找不到指定的证书。
zh_hant: 找不到指定的憑證。

# MSSignCommandNoCngKeyException
source: Can't find cng key.
cs: Klíč CNG se nedá najít.
de: Der CNG-Schlüssel wurde nicht gefunden.
es: No se encuentra la clave CNG.
fr: Clé CNG introuvable.
it: La chiave CNG non è stata trovata.
ja: CNG キーが見つかりません。
ko: CNG 키를 찾을 수 없습니다.
pl: Nie można odnaleźć klucza CNG.
pt_br: Não é possível localizar a chave cng.
ru: Не удается найти ключ CNG.
tr: Cng anahtarı bulunamıyor.
zh_hans: 找不到 cng 密钥。
zh_hant: 找不到 cng 金鑰。

# MSSignCommandNoPackageException
source: No package was provided. For a list of accepted ways to provide a package, please visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Nezadal se žádný balíček. Seznam přijatelných způsobů, jak balíček zadat, najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Es wurde kein Paket angegeben. Eine Liste der anerkannten Methoden zur Bereitstellung eines Pakets finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference.
es: No se proporcionó ningún paquete. Para obtener una lista de las formas aceptadas para proporcionar un paquete, visite https://docs.nuget.org/docs/reference/command-line-reference.
fr: Aucun package fourni. Pour obtenir la liste des moyens de fournir des packages qui sont acceptés, consultez https://docs.nuget.org/docs/reference/command-line-reference
it: Non è stato fornito alcun pacchetto. Per un elenco dei modi accettati per fornire un pacchetto, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: パッケージが指定されていません。パッケージを指定する承認済みの方法の一覧については、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: 패키지를 제공하지 않았습니다. 허용되는 패키지 제공 방법의 목록은 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: Nie dostarczono żadnego pakietu. Aby uzyskać listę akceptowanych sposobów dostarczenia pakietu, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Nenhum pacote foi fornecido. Para obter uma lista das maneiras aceitas para fornecer um pacote, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Пакет не указан. Допустимые способы предоставления пакетов: https://docs.nuget.org/docs/reference/command-line-reference
tr: Hiçbir paket sağlanmadı. Kabul edilen paket sağlama yollarının listesi için lütfen https://docs.nuget.org/docs/reference/command-line-reference adresini ziyaret edin
zh_hans: 没有提供任何包。要获取接受的包提供方式列表，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 未提供任何套件。如需可接受的提供套件方法清單，請前往 https://docs.nuget.org/docs/reference/command-line-reference

# MSSignCommandNoTimestamperWarning
source: No '-Timestamper' option was provided the signed package will not be timestamped. To learn more about this option, please visit https://docs.nuget.org/docs/reference/command-line-reference
cs: Nezadala se žádná možnost -Timestamper, podepsaný balíček tedy nebude mít časové razítko. Další informace o této možnosti najdete tady: https://docs.nuget.org/docs/reference/command-line-reference
de: Es wurde keine Option "-Timestamper" angegeben, daher wird das signierte Paket nicht mit einem Zeitstempel versehen. Weitere Informationen zu dieser Option finden Sie unter https://docs.nuget.org/docs/reference/command-line-reference.
es: No se proporcionó ninguna opción para "-Timestamper" y no se incluirá la marca de tiempo en el paquete firmado. Para obtener más información acerca de esta opción, visite https://docs.nuget.org/docs/reference/command-line-reference.
fr: Aucune option « -Timestamper » fournie, le package signé n'est pas horodaté. Pour en savoir plus sur cette option, consultez https://docs.nuget.org/docs/reference/command-line-reference
it: Non è stata specificata alcuna opzione '-Timestamper'. Non verrà aggiunto un timestamp al pacchetto firmato. Per altre informazioni su questa opzione, vedere https://docs.nuget.org/docs/reference/command-line-reference
ja: '-Timestamper' オプションは指定されていません。署名済みのパッケージには、タイムスタンプは設定されません。このオプションの詳細については、https://docs.nuget.org/docs/reference/command-line-reference をご覧ください
ko: '-Timestamper' 옵션을 제공하지 않아 서명된 패키지가 타임스탬프되지 않습니다. 이 옵션에 대해 자세히 알아보려면 https://docs.nuget.org/docs/reference/command-line-reference를 참조하세요.
pl: Nie podano opcji „-Timestamper”. Podpisany pakiet nie zostanie oznaczony sygnaturą czasową. Aby dowiedzieć się więcej na temat tej opcji, odwiedź stronę https://docs.nuget.org/docs/reference/command-line-reference
pt_br: Nenhuma opção '-Timestamper' foi fornecida, então o pacote assinado não receberá carimbo de data/hora. Para saber mais sobre essa opção, visite https://docs.nuget.org/docs/reference/command-line-reference
ru: Для подписанного пакета не будет установлена метка времени, так как не был указан параметр "-Timestamper". Дополнительные сведения об этом параметре: https://docs.nuget.org/docs/reference/command-line-reference
tr: Hayır '-Timestamper' seçeneği sağlandı, imzalı pakete zaman damgası konulmayacak. Bu seçenek hakkında daha fazla bilgi için lütfen https://docs.nuget.org/docs/reference/command-line-reference adresini ziyaret edin
zh_hans: 未提供 "-Timestamper" 选项，签名的包不会加盖时间戳。若要了解有关此选项的详细信息，请访问 https://docs.nuget.org/docs/reference/command-line-reference
zh_hant: 未提供任何 '-Timestamper'，因此簽署的套件不會加上時間戳記。若要深入了解這個選項，請瀏覽 https://docs.nuget.org/docs/reference/command-line-reference

# MSSignCommandNoValidCertificateFileException
source: No CertificateFile provided or provided file is not a p7b file.
cs: Nezadal se žádný soubor certifikátu, nebo poskytnutý soubor není soubor p7b.
de: CertificateFile wurde nicht angegeben, oder die angegebene Datei ist keine P7B-Datei.
es: No se proporcionó ningún archivo de certificado (CertificateFile) o el archivo proporcionado no es p7b.
fr: Aucun fichier de certificat fourni, ou le fichier fourni n'est pas un fichier p7b.
it: Non è stato specificato alcun file del certificato o il file specificato non è un file P7B.
ja: CertificateFile が指定されていないか、指定されたファイルが p7b ファイルではありません。
ko: CertificateFile을 제공하지 않았거나 제공한 파일이 P7B 파일이 아닙니다.
pl: Nie dostarczono pliku certyfikatu lub dostarczony plik nie jest plikiem p7b.
pt_br: Nenhum CertificateFile fornecido ou o arquivo fornecido não é um arquivo p7b.
ru: Файл сертификата не указан, или указанный файл не является P7B-файлом.
tr: Bir CertificateFile sağlanmadı veya sağlanan dosya bir p7b dosyası değil.
zh_hans: 没有提供 CertificateFile 或者所提供的文件不是 p7b 文件。
zh_hant: 未提供任何 CertificateFile，或提供的檔案不是 p7b 檔案。

# MSSignCommandOutputDirectoryDescription
source: Directory where the signed package should be saved. By default the original package is overwritten by the signed package.
cs: Adresář, do kterého se má uložit podepsaný balíček. Ve výchozím nastavení se původní balíček přepíše podepsaným balíčkem.
de: Das Verzeichnis, in dem das signierte Paket gespeichert werden soll. Standardmäßig wird das ursprüngliche Paket durch das signierte Paket überschrieben.
es: Directorio donde se debe guardar el paquete firmado. De forma predeterminada, el paquete original se sobrescribe con el paquete firmado.
fr: Répertoire où le package signé doit être enregistré. Par défaut, le package d'origine est remplacé par le package signé.
it: Directory in cui deve essere salvato il pacchetto firmato. Per impostazione predefinita, il pacchetto originale viene sovrascritto dal pacchetto firmato.
ja: 署名済みパッケージを保存するディレクトリです。既定では、オリジナル パッケージは署名済みパッケージで上書きされます。
ko: 서명된 패키지를 저장할 디렉터리입니다. 기본적으로 원래 패키지를 서명된 패키지로 덮어씁니다.
pl: Katalog, w którym ma zostać zapisany podpisany pakiet. Domyślnie oryginalny pakiet jest zastępowany podpisanym pakietem.
pt_br: Diretório em que o pacote assinado deve ser salvo. Por padrão, o pacote original é substituído pelo pacote assinado.
ru: Папка, в которой будет сохранен подписанный пакет. По умолчанию исходный пакет перезаписывается подписанным пакетом.
tr: İmzalı paketin kaydedileceği dizin. Varsayılan ayar olarak, imzalı paket tarafından özgün paketin üzerine yazılır.
zh_hans: 其中应保存已签名包的目录。默认情况下已签名包会覆盖原始包。
zh_hant: 用來儲存已簽署套件的目錄。根據預設，已簽署套件會複寫原始套件。

# MSSignCommandOverwriteDescription
source: Switch to indicate if the current signature should be overwritten. By default the command will fail if the package already has a signature.
cs: Přepínač, který určuje, jestli se má přepsat aktuální podpis. Pokud balíček už bude obsahovat podpis, příkaz se ve výchozím nastavení neprovede úspěšně.
de: Schalter, der festlegt, ob die aktuelle Signatur überschrieben werden soll. Standardmäßig verursacht der Befehl einen Fehler, wenn das Paket bereits eine Signatur aufweist.
es: Se cambia para indicar si la firma actual debe sobrescribirse. Se produce un error del comando de forma predeterminada si el paquete ya tiene una firma.
fr: Commutateur pour indiquer si la signature actuelle doit être remplacée. Par défaut, la commande échoue si le package a déjà une signature.
it: Attivare o disattivare per indicare se la firma corrente deve essere sovrascritta o meno. Per impostazione predefinita, il comando non riuscirà se il pacchetto contiene già una firma.
ja: 現在の署名を上書きするかどうかを示すスイッチです。規定では、パッケージに既に署名がある場合、コマンドは失敗します。
ko: 현재 시그니처를 덮어쓸지 여부를 나타내는 스위치입니다. 기본적으로 패키지에 이미 시그니처가 있으면 명령이 실패합니다.
pl: Przełącz, aby wskazać, czy bieżący podpis ma być zastąpiony. Domyślnie polecenie nie powiedzie się, jeżeli pakiet zawiera już podpis.
pt_br: Opção para indicar se a assinatura atual deve ser substituída. Por padrão, o comando falhará se o pacote já tiver uma assinatura.
ru: Параметр, который указывает, необходимо ли перезаписать текущую подпись. Если у пакета уже есть подпись, по умолчанию команда завершится с ошибкой.
tr: Geçerli imzanın üzerine yazılıp yazılmayacağını belirtmek için değiştirin. Varsayılan ayar olarak, paketin imzası zaten varsa komut başarısız olur.
zh_hans: 用于指示是否应覆盖当前签名的开关。如果包已有签名，默认情况下该命令将失败。
zh_hant: 表示是否應覆寫目前簽章的參數。根據預設，如果套件已有簽章，命令便會失敗。

# MSSignCommandTimestampHashAlgorithmDescription
source: Hash algorithm to be used by the RFC 3161 timestamp server. Defaults to SHA256.
cs: Hashovací algoritmus používaný serverem časového razítka podle standardu RFC 3161. Výchozí je SHA256.
de: Der vom RFC 3161-Zeitstempelserver zu verwendende Hashalgorithmus. Standardmäßig SHA256.
es: Algoritmo hash que va a usar el servidor de asignación de marca de tiempo RFC 3161. El valor predeterminado es SHA256.
fr: Algorithme de hachage à utiliser par le serveur d'horodatage RFC 3161. Par défaut, SHA256.
it: Algoritmo hash che verrà usato dal server di timestamp RFC 3161. Impostazione predefinita: SHA256.
ja: RFC 3161 タイムスタンプ サーバーで使用するハッシュ アルゴリズムです。規定値は SHA256 です。
ko: RFC 3161 타임스탬프 서버에서 사용할 해시 알고리즘입니다. 기본값은 SHA256입니다.
pl: Algorytm wyznaczania wartości skrótu do użycia przez serwer znaczników czasu RFC 3161. Wartość domyślna to SHA256.
pt_br: Algoritmo de hash a ser usado pelo servidor de carimbo de data/hora RFC 3161. O padrão é SHA256.
ru: Хэш-алгоритм, используемый сервером меток времени RFC 3161. По умолчанию SHA256.
tr: RFC 3161 zaman damgası sunucusu tarafından kullanılacak karma algoritması. Varsayılan değeri: SHA256.
zh_hans: RFC 3161 时间戳服务器要使用的哈希算法。默认值为 SHA256。
zh_hant: RFC 3161 時間戳記伺服器所使用的雜湊演算法。預設為 SHA256。

# MSSignCommandTimestamperDescription
source: URL to an RFC 3161 timestamping server.
cs: Adresa URL serveru časového razítka podle standardu RFC 3161
de: URL zu einem RFC 3161-Zeitstempelserver.
es: Dirección URL a un servidor de asignación de marca de tiempo RFC 3161.
fr: URL d'un serveur d'horodatage RFC 3161.
it: URL di un server di timestamp RFC3161.
ja: RFC 3161 タイム スタンプ サーバーの URL です。
ko: RFC 3161 타임스탬핑 서버의 URL입니다.
pl: Adres URL do serwera znaczników czasu RFC 3161.
pt_br: URL para um servidor de aplicação de carimbo de data/hora RFC 3161.
ru: URL-адрес сервера меток времени RFC 3161.
tr: RFC 3161 zaman damgası sunucusunun URL'si.
zh_hans: RFC 3161 加盖时间戳服务器的 URL。
zh_hant: RFC 3161 時間戳記伺服器的 URL。

# MSSignCommandUsageDescription
source: Signs a NuGet package.
cs: Podepíše balíček NuGet.
de: Signiert ein NuGet-Paket.
es: Firma un paquete NuGet.
fr: Signe un package NuGet.
it: Firma un pacchetto NuGet.
ja: NuGet パッケージに署名します。
ko: NuGet 패키지에 서명합니다.
pl: Podpisuje pakiet NuGet.
pt_br: Assina um pacote NuGet.
ru: Подписывает пакет NuGet.
tr: NuGet paketini imzalar.
zh_hans: 对 NuGet 包进行签名。
zh_hant: 簽署 NuGet 套件。
