Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.VisualStudio.Implementation/Resources/xlf/VsResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CouldNotGetShortFrameworkName
source: The framework name '{0}' cannot be converted to a short framework name.
cs: Název architektury {0} se nedá převést na zkrácený název architektury.
de: Der Frameworkname "{0}" kann nicht in einen kurzen Frameworknamen konvertiert werden.
es: El nombre del marco '{0}' no se puede convertir a un nombre de marco corto.
fr: Le nom de framework '{0}' ne peut pas être converti en nom de framework court.
it: Non è possibile convertire il nome di framework '{0}' in un nome di framework breve.
ja: フレームワーク名 '{0}' を短いフレームワーク名に変換できません。
ko: 프레임워크 이름 '{0}'을(를) 약식 프레임워크 이름으로 변환할 수 없습니다.
pl: Nie można przekonwertować nazwy platformy „{0}” na krótką nazwę platformy.
pt_br: O nome da estrutura '{0}' não pode ser convertido para um nome de estrutura curto.
ru: Имя платформы "{0}" не может быть преобразовано в краткое имя платформы.
tr: '{0}' çerçeve adı, bir kısa çerçeve adına dönüştürülemiyor.
zh_hans: 框架名称“{0}”不能转换为短框架名称。
zh_hant: 無法將架構名稱 '{0}' 轉換為簡短架構名稱。

# DiagnosticBrowseObjectClassName
source: Diagnostic
cs: Diagnostika
de: Diagnose
es: Diagnóstico
it: Diagnostica
ja: 診断
ko: 진단
pl: Diagnostyka
pt_br: Diagnóstico
ru: Диагностика
tr: Tanılama
zh_hans: 诊断
zh_hant: 診斷

# DiagnosticCodeDescription
source: The diagnostic's identifying code.
cs: Identifikační kód diagnostiky
de: Der Code zur Kennzeichnung der Diagnose.
es: Código de identificación del diagnóstico.
fr: Code d'identification du diagnostic.
it: Codice identificativo della diagnostica.
ja: 診断の識別コードです。
ko: 진단의 식별 코드입니다.
pl: Kod identyfikacyjny diagnostyki.
pt_br: O código de identificação do diagnóstico.
ru: Идентификационный код диагностики.
tr: Tanılamanın tanımlayıcı kodu.
zh_hans: 诊断的标识代码。
zh_hant: 診斷的識別程式碼。

# DiagnosticCodeDisplayName
source: Code
cs: Kód
es: Código
it: Codice
ja: コード
ko: 코드
pl: Kod
pt_br: Código
ru: Код
tr: Kod
zh_hans: 代码
zh_hant: 程式碼

# DiagnosticLevelDescription
source: The diagnostic's level.
cs: Úroveň diagnostiky
de: Die Diagnoseebene.
es: Nivel de diagnóstico.
fr: Niveau du diagnostic.
it: Livello della diagnostica.
ja: 診断のレベルです。
ko: 진단의 수준입니다.
pl: Poziom diagnostyki.
pt_br: O nível do diagnóstico.
ru: Уровень диагностики.
tr: Tanılamanın düzeyi.
zh_hans: 诊断的级别。
zh_hant: 診斷的層級。

# DiagnosticLevelDisplayName
source: Level
cs: Úroveň
de: Ebene
es: Nivel
fr: Niveau
it: Livello
ja: レベル
ko: 수준
pl: Poziom
pt_br: Nível
ru: Уровень
tr: Düzey
zh_hans: 级别
zh_hant: 層級

# DiagnosticLibraryNameDescription
source: The name of the package or project this diagnostic applies to.
cs: Název balíčku nebo projektu, ke kterému se tato diagnostika vztahuje
de: Der Name des Pakets oder Projekts, auf das diese Diagnose angewendet wird.
es: Nombre del paquete o proyecto al que se aplica este diagnóstico.
fr: Nom du package ou du projet auquel ce diagnostic s'applique.
it: Nome del pacchetto o del progetto a cui si applica questa diagnostica.
ja: この診断が適用されるパッケージまたはプロジェクトの名前です。
ko: 이 진단이 적용되는 패키지 또는 프로젝트의 이름입니다.
pl: Nazwa pakietu lub projektu, którego ta diagnostyka dotyczy.
pt_br: O nome do pacote ou do projeto ao qual este diagnóstico se aplica.
ru: Имя пакета или проекта, к которому применяется эта диагностика.
tr: Bu tanılamanın geçerli olduğu paketin veya projenin adı.
zh_hans: 应用此诊断的包或项目的名称。
zh_hant: 此診斷套用的套件或專案名稱。

# DiagnosticLibraryNameDisplayName
source: Library
cs: Knihovna
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
tr: Kitaplık
zh_hans: 库
zh_hant: 程式庫

# DiagnosticMessageDescription
source: The diagnostic's descriptive message.
cs: Popisná zpráva diagnostiky
de: Die beschreibende Meldung zur Diagnose.
es: Mensaje descriptivo del diagnóstico.
fr: Message descriptif du diagnostic.
it: Messaggio descrittivo della diagnostica.
ja: 診断の説明メッセージです。
ko: 진단의 설명 메시지입니다.
pl: Opisowy komunikat diagnostyki.
pt_br: A mensagem descritiva do diagnóstico.
ru: Описательное сообщение для диагностики.
tr: Tanılamanın açıklayıcı iletisi.
zh_hans: 诊断的描述性消息。
zh_hant: 診斷的描述性訊息。

# DiagnosticMessageDisplayName
source: Message
cs: Zpráva
de: Meldung
es: Mensaje
it: Messaggio
ja: メッセージ
ko: 메시지
pl: Komunikat
pt_br: Mensagem
ru: Сообщение
tr: İleti
zh_hans: 消息
zh_hant: 訊息

# DiagnosticWarningLevelDescription
source: The diagnostic's warning level. Only applies to warnings.
cs: Úroveň upozornění u diagnostiky. Platí jenom pro upozornění.
de: Die Warnstufe der Diagnose. Gilt nur für Warnungen.
es: Nivel de advertencia del diagnóstico. Solo se aplica a advertencias.
fr: Niveau d'avertissement du diagnostic. S'applique uniquement aux avertissements.
it: Livello di avviso della diagnostica. Si applica solo agli avvisi.
ja: 診断の警告レベルです。警告にのみ適用されます。
ko: 진단의 경고 수준입니다. 경고에만 적용됩니다.
pl: Poziom ostrzeżeń diagnostyki. Dotyczy tylko ostrzeżeń.
pt_br: O nível de aviso do diagnóstico. Aplica-se somente a avisos.
ru: Порог предупреждений диагностики. Применяется только к предупреждениям.
tr: Tanılamanın uyarı düzeyi. Yalnızca uyarılar için geçerlidir.
zh_hans: 诊断的警告级别。仅适用于警告。
zh_hant: 診斷的警告層級。僅適用於警告。

# DiagnosticWarningLevelDisplayName
source: Warning Level
cs: Úroveň upozornění
de: Warnstufe
es: Nivel de advertencia
fr: Niveau d'avertissement
it: Livello di avviso
ja: 警告レベル
ko: 경고 수준
pl: Poziom ostrzeżeń
pt_br: Nível de Aviso
ru: Порог предупреждений
tr: Uyarı Düzeyi
zh_hans: 警告等级
zh_hant: 警告層級

# Error_FileNotExists
source: The project file '{0}' does not exist on disk.
cs: Soubor projektu {0} na disku neexistuje.
de: Die Projektdatei "{0}" ist auf dem Datenträger nicht vorhanden.
es: El archivo del proyecto '{0}' no existe en el disco.
fr: Le fichier projet « {0} » n'existe pas sur le disque.
it: Il file di progetto '{0}' non esiste sul disco.
ja: プロジェクト ファイル '{0}' がディスクに存在しません。
ko: 프로젝트 파일 '{0}'이(가) 디스크에 없습니다.
pl: Plik projektu „{0}” nie istnieje na dysku.
pt_br: O arquivo de projeto '{0}' não existe no disco.
ru: Файл проекта "{0}" не существует на диске.
tr: '{0}' proje dosyası disk üzerinde değil.
zh_hans: 磁盘上没有项目文件“{0}”。
zh_hant: 磁碟上沒有專案檔 '{0}'。

# Error_ProjectNotInCache
source: Project {0} does not exist in the project system cache.
cs: Projekt {0} neexistuje v systémové mezipaměti projektů.
de: Das Projekt "{0}" ist im Projektsystemcache nicht vorhanden.
es: El proyecto {0} no existe en la caché de sistema del proyecto.
fr: Le projet {0} n'existe pas dans le cache système du projet.
it: Il progetto {0} non esiste nella cache di sistema del progetto.
ja: プロジェクト {0} がプロジェクト システム キャッシュに存在しません。
ko: 프로젝트 {0}이(가) 프로젝트 시스템 캐시에 존재하지 않습니다.
pl: Projekt {0} nie istnieje w pamięci podręcznej systemu projektu.
pt_br: O projeto {0} não existe no cache do sistema do projeto.
ru: Проект {0} не существует в кэше системы проектов.
tr: {0} projesi, proje sistem önbelleğinde yer almıyor.
zh_hans: 项目 {0} 不存在于项目系统缓存中。
zh_hant: 專案系統快取中沒有專案 {0}。

# InvalidNetStandardFramework
source: The specified framework name '{0}' must be .NETStandard.
cs: Název zadaného rámce {0} musí být .NETStandard.
de: Der angegebene Frameworkname "{0}" muss .NETStandard sein.
es: El nombre del marco especificado '{0}' debe ser .NETStandard.
fr: Le nom du framework spécifié '{0}' doit être .NETStandard.
it: Il nome del framework '{0}' specificato deve essere .NETStandard.
ja: 指定されたフレームワーク名 '{0}' は、.NETStandard でなければなりません。
ko: 지정된 프레임워크 이름 '{0}'(은)는 .NETStandard여야 합니다.
pl: Określoną nazwą platformy „{0}” musi być .NETStandard.
pt_br: O nome da estrutura '{0}' especificada deve ser .NETStandard.
ru: Указанное имя платформы "{0}" должно быть задано как .NETStandard.
tr: Belirtilen çerçeve adı '{0}', .NETStandard olmalıdır.
zh_hans: 指定的框架名“{0}”必须为 .NETStandard。
zh_hant: 指定的架構名稱 '{0}' 必須為 .NETStandard。

# InvalidNuGetVersionString
source: The provided version string is not a valid nuget version.
cs: Zadaný řetězec verze není platná verze NuGet.
de: Die bereitgestellte Versionszeichenfolge ist keine gültige NuGet-Version.
es: La cadena de la versión proporcionada no es una versión nuget válida.
fr: La chaîne de version fournie n'est pas une version nuget valide.
it: La stringa di versione fornita non è una versione valida di nuget.
ja: 指定したバージョン文字列は、有効な NuGet バージョンではありません。
ko: 제공된 버전 문자열은 유효한 nuget 버전이 아닙니다.
pl: Podany ciąg wersji nie jest prawidłową wersją narzędzia nuget.
pt_br: A cadeia de versão fornecida não é uma versão nuget válida.
ru: Указанная строка версии не содержит допустимой версии NuGet.
tr: Belirtilen sürüm dizesi, geçerli bir nuget sürümü değil.
zh_hans: 提供的版本字符串不是有效的 nuget 版本。
zh_hant: 提供的版本字串不是有效 nuget 版本。

# InvalidSource
source: The specified source '{0}' is invalid. Please provide a valid source.
cs: Zadaný zdroj {0} není platný. Zadejte prosím platný zdroj.
de: Die angegebene Quelle "{0}" ist ungültig. Geben Sie eine gültige Quelle an.
es: El origen especificado '{0}' no es válido. Proporcione un origen válido.
fr: La source spécifiée '{0}' n'est pas valide. Fournissez une source valide.
it: L'origine '{0}' specificata non è valida. Specificare un'origine valida.
ja: 指定されたソース '{0}' が正しくありません。有効なソースを指定してください。
ko: 지정된 소스 '{0}'이(가) 올바르지 않습니다. 올바른 소스를 제공해주세요.
pl: Określone źródło „{0}” jest nieprawidłowe. Określ prawidłowe źródło.
pt_br: A fonte especificada '{0}' é inválida. Forneça uma fonte válida.
ru: Указанный источник "{0}" недопустим. Укажите допустимый источник.
tr: Belirtilen '{0}' kaynağı geçersiz. Lütfen geçerli bir kaynak belirtin.
zh_hans: 指定的源“{0}”无效。请提供有效的源。
zh_hant: 指定的來源 '{0}' 無效。請提供有效的來源。

# PackageAssemblyBrowseObjectClassName
source: Assembly
cs: Sestavení
es: Ensamblado
ja: アセンブリ
ko: 어셈블리
pl: Zestaw
ru: Сборка
tr: Bütünleştirilmiş Kod
zh_hans: 程序集
zh_hant: 組件

# PackageAssemblyNameDescription
source: The assembly's name.
cs: Název sestavení
de: Der Name der Assembly.
es: Nombre del ensamblado.
fr: Nom de l'assembly.
it: Nome dell'assembly.
ja: アセンブリの名前です。
ko: 어셈블리의 이름입니다.
pl: Nazwa zestawu.
pt_br: O nome do assembly.
ru: Имя сборки.
tr: Bütünleştirilmiş kodun adı.
zh_hans: 程序集的名称。
zh_hant: 組件的名稱。

# PackageAssemblyNameDisplayName
source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Ad
zh_hans: 名称
zh_hant: 名稱

# PackageAssemblyPathDescription
source: The assembly's path.
cs: Cesta k sestavení
de: Der Pfad der Assembly.
es: Ruta de acceso del ensamblado.
fr: Chemin de l'assembly.
it: Percorso dell'assembly.
ja: アセンブリのパスです。
ko: 어셈블리의 경로입니다.
pl: Ścieżka zestawu.
pt_br: O caminho do assembly.
ru: Путь к сборке.
tr: Bütünleştirilmiş kodun yolu.
zh_hans: 程序集的路径。
zh_hant: 組件的路徑。

# PackageAssemblyPathDisplayName
source: Path
cs: Cesta
de: Pfad
es: Ruta de acceso
fr: Chemin
it: Percorso
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
zh_hans: 路径
zh_hant: 路徑

# PackageBuildFileBrowseObjectClassName
source: Build File
cs: Soubor sestavení
de: Builddatei
es: Archivo de compilación
fr: Fichier de build
it: File di compilazione
ja: ビルド ファイル
ko: 빌드 파일
pl: Plik kompilacji
pt_br: Criar Arquivo
ru: Файл сборки
tr: Derleme Dosyası
zh_hans: 生成文件
zh_hant: 建立檔案

# PackageBuildFileGroupName
source: Build Files
cs: Soubory sestavení
de: Builddateien
es: Archivos de compilación
fr: Fichiers de build
it: File di compilazione
ja: ビルド ファイル
ko: 빌드 파일
pl: Pliki kompilacji
pt_br: Arquivos de compilação
ru: Файлы сборки
tr: Derleme Dosyaları
zh_hans: 生成文件
zh_hant: 組建檔

# PackageBuildFileNameDescription
source: The build file's name.
cs: Název souboru sestavení.
de: Der Name der Builddatei.
es: Nombre del archivo de compilación.
fr: Nom d’accès du fichier de build
it: Nome del file di compilazione.
ja: ビルド ファイルの名前です。
ko: 빌드 파일의 이름입니다.
pl: Nazwa pliku kompilacji.
pt_br: O nome do arquivo de build.
ru: Имя файла сборки.
tr: Derleme dosyası adı.
zh_hans: 生成文件的名称。
zh_hant: 組建檔的名稱。

# PackageBuildFileNameDisplayName
source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Ad
zh_hans: 名称
zh_hant: 名稱

# PackageBuildFilePathDescription
source: The build file's path.
cs: Cesta k souboru sestavení.
de: Der Pfad der Builddatei.
es: Ruta de acceso del archivo de compilación.
fr: Chemin d’accès du fichier de build
it: Percorso del file di compilazione.
ja: ビルド ファイルのパスです。
ko: 빌드 파일의 경로입니다.
pl: Ścieżka pliku kompilacji.
pt_br: O caminho do arquivo de build.
ru: Путь к файлу сборки.
tr: Derleme dosyası yolu.
zh_hans: 生成文件的路径。
zh_hant: 組建檔的路徑。

# PackageBuildFilePathDisplayName
source: Path
cs: Cesta
de: Pfad
es: Ruta de acceso
fr: Chemin
it: Percorso
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
zh_hans: 路径
zh_hant: 路徑

# PackageBuildMultiTargetingFileGroupName
source: Build Files (Multi-targeting)
cs: Soubory sestavení (cílení na více verzí)
de: Builddateien (Festlegung von Zielversionen)
es: Archivos de compilación (múltiples destinos)
fr: Fichiers de build (multi-ciblage)
it: File di compilazione (multitargeting)
ja: ビルド ファイル (マルチターゲット)
ko: 빌드 파일(다중 대상)
pl: Pliki kompilacji (wiele elementów docelowych)
pt_br: Arquivos de Build (Multiplataforma)
ru: Файлы сборки (несколько целей)
tr: Derleme Dosyaları (Multi-targeting)
zh_hans: 生成文件(多目标)
zh_hant: 組建檔 (多重目標)

# PackageCompileTimeAssemblyGroupName
source: Compile Time Assemblies
cs: Kompilovat časová sestavení
de: Kompilierzeitassemblys
es: Ensamblados de tiempo de compilación
fr: Assemblys de compilation
it: Assembly della fase di compilazione
ja: コンパイル時のアセンブリ
ko: 컴파일 시간 어셈블리
pl: Zestawy czasu kompilowania
pt_br: Assemblies de Tempo de Compilação
ru: Сборки времени компиляции
tr: Derleme Zamanı Bütünleştirilmiş Kodları
zh_hans: 编译时程序集
zh_hant: 編譯時間組件

# PackageContentFileBrowseObjectClassName
source: Content File
cs: Soubor obsahu
de: Inhaltsdatei
es: Archivo de contenido
fr: Fichier de contenu
it: File di contenuto
ja: コンテンツ ファイル
ko: 콘텐츠 파일
pl: Plik zawartości
pt_br: Arquivo de Conteúdo
ru: Файл содержимого
tr: İçerik Dosyası
zh_hans: 文件内容
zh_hant: 內容檔案

# PackageContentFileBuildActionDescription
source: The content file's build action.
cs: Akce sestavení souboru obsahu
de: Die Buildaktion der Inhaltsdatei.
es: Acción de compilación del archivo de contenido.
fr: Action de génération du fichier de contenu.
it: Azione di compilazione del file di contenuto.
ja: コンテンツ ファイルのビルド アクションです。
ko: 콘텐츠 파일의 빌드 작업입니다.
pl: Akcja kompilacji pliku zawartości.
pt_br: A ação de build do arquivo de conteúdo.
ru: Действие сборки для файла содержимого.
tr: İçerik dosyasının derleme eylemi.
zh_hans: 内容文件的生成操作。
zh_hant: 內容檔案的建置動作。

# PackageContentFileBuildActionDisplayName
source: Build Action
cs: Akce sestavení
de: Buildaktion
es: Acción de compilación
fr: Action de génération
it: Azione di compilazione
ja: ビルド アクション
ko: 빌드 작업
pl: Akcja kompilacji
pt_br: Ação de Build
ru: Действие сборки
tr: Derleme Eylemi
zh_hans: 生成操作
zh_hant: 建置動作

# PackageContentFileCodeLanguageDescription
source: Controls whether this file should be included in the referencing project based on that project's language.
cs: Určuje, jestli se má tento soubor zahrnout do odkazujícího projektu na základě jazyka daného projektu.
de: Steuert, ob diese Datei basierend auf der Sprache des Projekts in das verweisende Projekt einbezogen werden soll.
es: Controla si este archivo debe incluirse en el proyecto de referencia en función del lenguaje de ese proyecto.
fr: Détermine si ce fichier doit être inclus dans le projet de référence en fonction du langage de ce projet.
it: Controlla se questo file deve essere incluso nel progetto di riferimento in base al linguaggio del progetto.
ja: プロジェクトの言語に基づいて、このファイルを参照元のプロジェクトに含めるかどうかを制御します。
ko: 해당 프로젝트의 언어에 따라 이 파일을 참조 프로젝트에 포함할지 여부를 제어합니다.
pl: Określa, czy ten plik ma być uwzględniany w projekcie, który zawiera odwołanie, na podstawie języka tego projektu.
pt_br: Controla se este arquivo deve ser incluído no projeto da referência com base na linguagem do projeto.
ru: Определяет, включать ли файл в ссылающийся проект, в зависимости от языка этого проекта.
tr: Bu dosyanın, bu projenin diline bağlı olarak başvuruda bulunan projeye eklenip eklenmeyeceğini denetler.
zh_hans: 控制此文件是否应包含在基于该项目的语言的引用项目中。
zh_hant: 依據該專案的語言控制此檔案是否應包含在參考專案中。

# PackageContentFileCodeLanguageDisplayName
source: Code Language
cs: Jazyk kódu
de: Codesprache
es: Lenguaje de código
fr: Langage de code
it: Linguaggio del codice
ja: コード言語
ko: 코드 언어
pl: Język kodu
pt_br: Linguagem do Código
ru: Язык кода
tr: Kod Dili
zh_hans: 代码语言
zh_hant: 程式碼語言

# PackageContentFileCopyToOutputDescription
source: Whether the content file is copied to the output directory during build.
cs: Určuje, jestli se soubor obsahu během sestavování zkopíruje do výstupního adresáře.
de: Gibt an, ob die Inhaltsdatei während des Buildvorgangs in das Ausgabeverzeichnis kopiert wird.
es: Si el archivo de contenido se copia en el directorio de salida durante la compilación.
fr: Indique si le fichier de contenu est copié dans le répertoire de sortie durant la génération.
it: Indica se il file di contenuto viene copiato nella directory di output durante la compilazione.
ja: ビルド中にコンテンツ ファイルを出力ディレクトリにコピーするかどうかを指定します。
ko: 빌드하는 동안 출력 디렉터리에 콘텐츠 파일을 복사할지 여부를 지정합니다.
pl: Określa, czy plik zawartości jest kopiowany do katalogu wyjściowego podczas kompilacji.
pt_br: Se o arquivo de conteúdo é copiado para o diretório de saída durante o build.
ru: Копируется ли файл содержимого в выходной каталог во время сборки.
tr: İçerik dosyasının derleme sırasında çıkış dizinine kopyalanıp kopyalanmayacağını belirtir.
zh_hans: 在生成过程中是否将内容文件复制到输出目录。
zh_hant: 是否在建置期間將內容檔案複製到輸出目錄。

# PackageContentFileCopyToOutputDisplayName
source: Copy to Output
cs: Kopírovat do výstupu
de: In Ausgabeverzeichnis kopieren
es: Copiar en salida
fr: Copier vers la sortie
it: Copia nell'output
ja: 出力にコピー
ko: 출력으로 복사
pl: Kopiuj do katalogu wyjściowego
pt_br: Copiar para Saída
ru: Копировать в выходной каталог
tr: Çıkışa Kopyala
zh_hans: 复制到输出
zh_hant: 複製到輸出

# PackageContentFileOutputPathDescription
source: The content file's output path.
cs: Výstupní cesta u souboru obsahu
de: Der Ausgabepfad der Inhaltsdatei.
es: Ruta de acceso de salida del archivo de contenido.
fr: Chemin de sortie du fichier de contenu.
it: Percorso di output del file di contenuto.
ja: コンテンツ ファイルの出力パスです。
ko: 콘텐츠 파일의 출력 경로입니다.
pl: Ścieżka wyjściowa pliku zawartości.
pt_br: O caminho de saída do arquivo de conteúdo.
ru: Выходной путь для файла содержимого.
tr: İçerik dosyasının çıkış yolu.
zh_hans: 内容文件的输出路径。
zh_hant: 內容檔案的輸出路徑。

# PackageContentFileOutputPathDisplayName
source: Output Path
cs: Výstupní cesta
de: Ausgabepfad
es: Ruta de acceso de salida
fr: Chemin de sortie
it: Percorso di output
ja: 出力パス
ko: 출력 경로
pl: Ścieżka wyjściowa
pt_br: Caminho de Saída
ru: Выходной путь
tr: Çıkış Yolu
zh_hans: 输出路径
zh_hant: 輸出路徑

# PackageContentFilePPOutputPathDescription
source: The content file's preprocessed output path.
cs: Předzpracovaná výstupní cesta u souboru obsahu
de: Der vorverarbeitete Ausgabepfad der Inhaltsdatei.
es: Ruta de acceso de salida preprocesada del archivo de contenido.
fr: Chemin de sortie prétraité du fichier de contenu.
it: Percorso dell'output pre-elaborato del file di contenuto.
ja: コンテンツ ファイルの前処理された出力パスです。
ko: 콘텐츠 파일의 전처리된 출력 경로입니다.
pl: Wstępnie przetworzona ścieżka wyjściowa pliku zawartości.
pt_br: O caminho de saída pré-processado do arquivo de conteúdo.
ru: Предварительно обработанный выходной путь для файла содержимого.
tr: İçerik dosyasının önceden işlenmiş çıkış yolu.
zh_hans: 内容文件的预处理输出路径。
zh_hant: 內容檔案的前置處理輸出路徑。

# PackageContentFilePPOutputPathDisplayName
source: Preprocessed Output Path
cs: Předzpracovaná výstupní cesta
de: Vorverarbeiteter Ausgabepfad
es: Ruta de acceso de resultados preprocesada
fr: Chemin de sortie prétraité
it: Percorso dell'output pre-elaborato
ja: 前処理済みの出力パス
ko: 전처리된 출력 경로
pl: Wstępnie przetworzona ścieżka wyjściowa
pt_br: Caminho de Saída Pré-processado
ru: Предварительно обработанный выходной путь
tr: Önceden İşlenmiş Çıkış Yolu
zh_hans: 预处理的输出路径
zh_hant: 前置處理輸出路徑

# PackageContentFilePathDescription
source: The content file's path.
cs: Cesta k souboru obsahu
de: Der Pfad der Inhaltsdatei.
es: Ruta de acceso del archivo de contenido.
fr: Chemin du fichier de contenu.
it: Percorso del file di contenuto.
ja: コンテンツ ファイルのパスです。
ko: 콘텐츠 파일의 경로입니다.
pl: Ścieżka pliku zawartości.
pt_br: O caminho do arquivo de conteúdo.
ru: Путь к файлу содержимого.
tr: İçerik dosyasının yolu.
zh_hans: 内容文件的路径。
zh_hant: 內容檔案的路徑。

# PackageContentFilePathDisplayName
source: Path
cs: Cesta
de: Pfad
es: Ruta de acceso
fr: Chemin
it: Percorso
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
zh_hans: 路径
zh_hant: 路徑

# PackageContentFilesGroupName
source: Content Files
cs: Soubory obsahu
de: Inhaltsdateien
es: Archivos de contenido
fr: Fichiers de contenu
it: File di contenuto
ja: コンテンツ ファイル
ko: 콘텐츠 파일
pl: Pliki zawartości
pt_br: Arquivos de Conteúdo
ru: Файлы содержимого
tr: İçerik Dosyaları
zh_hans: 内容文件
zh_hant: 內容檔案

# PackageDocumentBrowseObjectClassName
source: Package Document
cs: Dokument balíčku
de: Paketdokument
es: Documento del paquete
it: Documento del pacchetto
ja: パッケージ ドキュメント
ko: 패키지 문서
pl: Dokument pakietu
pt_br: Documento do Pacote
ru: Документ пакета
tr: Paket Belgesi
zh_hans: 包文档
zh_hant: 封装文件

# PackageDocumentGroupName
source: Documents
cs: Dokumenty
de: Dokumente
es: Documentos
it: Documenti
ja: ドキュメント
ko: 문서
pl: Dokumenty
pt_br: Documentos
ru: Документы
tr: Belgeler
zh_hans: 文档
zh_hant: 文件

# PackageDocumentPathDescription
source: The document's path.
cs: Cesta k dokumentu.
de: Der Pfad des Dokuments.
es: La ruta de acceso del documento.
fr: Chemin d’accès du document.
it: Percorso del documento.
ja: ドキュメントのパス。
ko: 문서의 경로입니다.
pl: Ścieżka dokumentu.
pt_br: O caminho do documento.
ru: Путь документа.
tr: Belge yolu.
zh_hans: 文档的路径。
zh_hant: 文件的路徑。

# PackageDocumentPathDisplayName
source: Path
cs: Cesta
de: Pfad
es: Ruta de acceso
fr: Chemin
it: Percorso
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
zh_hans: 路径
zh_hant: 路徑

# PackageFrameworkAssemblyGroupName
source: Framework Assemblies
cs: Sestavení rozhraní
de: Frameworkassemblys
es: Ensamblados de marco
fr: Assemblys de framework
it: Assembly del framework
ja: フレームワーク アセンブリ
ko: 프레임워크 어셈블리
pl: Zestawy platformy
pt_br: Assemblies de Estrutura
ru: Сборки платформы
tr: Çerçeve Bütünleştirilmiş Kodları
zh_hans: 框架程序集
zh_hant: 架構組件

# PackageReferenceBrowseObjectClassName
source: Package Reference
cs: Odkaz na balíček
de: Paketverweis
es: Referencia de paquete
fr: Référence du package
it: Riferimento a pacchetto
ja: パッケージ参照
ko: 패키지 참조
pl: Odwołanie do pakietu
pt_br: Referência de Pacote
ru: Ссылка на пакет
tr: Paket Başvurusu
zh_hans: 包引用
zh_hant: 套件參考

# PackageReferenceNameDescription
source: The package's name.
cs: Název balíčku
de: Der Name des Pakets.
es: Nombre del paquete.
fr: Nom du package.
it: Nome del pacchetto.
ja: パッケージの名前です。
ko: 패키지의 이름입니다.
pl: Nazwa pakietu.
pt_br: O nome do pacote.
ru: Имя пакета.
tr: Paketin adı.
zh_hans: 包的名称。
zh_hant: 套件的名稱。

# PackageReferenceNameDisplayName
source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Ad
zh_hans: 名称
zh_hant: 名稱

# PackageReferencePathDescription
source: The package's resolved full path.
cs: Přeložená úplná cesta k balíčku
de: Der aufgelöste vollständige Pfad des Pakets.
es: Ruta de acceso completa resuelta del paquete.
fr: Chemin complet résolu du package.
it: Percorso completo risolto del pacchetto.
ja: パッケージの解決された完全なパスです。
ko: 패키지의 확인된 전체 경로입니다.
pl: Rozpoznana pełna ścieżka pakietu.
pt_br: O caminho completo resolvido do pacote.
ru: Разрешенный полный путь к пакету.
tr: Paketin çözümlenmiş tam yolu.
zh_hans: 包已解析的完整路径。
zh_hant: 套件的已解析完整路徑。

# PackageReferencePathDisplayName
source: Path
cs: Cesta
de: Pfad
es: Ruta de acceso
fr: Chemin
it: Percorso
ja: パス
ko: 경로
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
zh_hans: 路径
zh_hant: 路徑
