Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.VisualStudio.Implementation/Resources/xlf/VsResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TemplateWizard_MissingRegistryKeyName
source: The project template is configured to use a Registry-provided package repository but the Registry value name has not been specified. Use the "keyName" attribute to specify the Registry value.
cs: V šabloně projektů je nakonfigurované použití úložiště balíčků z registru, ale nezadal se název hodnoty registru. Zadejte hodnotu registru pomocí atributu keyName.
de: Die Projektvorlage ist für die Verwendung eines von der Registrierung bereitgestellten Paketrepositorys konfiguriert, der Registrierungswertname wurde aber nicht angegeben. Verwenden Sie das Attribut "keyName", um den Registrierungswert anzugeben.
es: La plantilla de proyecto está configurada para usar un repositorio de paquetes proporcionado por el registro pero no se ha especificado el nombre del valor de registro. Use el atributo "keyName" para especificar el valor de registro.
fr: Le modèle de projet est configuré pour utiliser un référentiel de package fourni par un Registre mais la valeur de Registre n'a pas été spécifiée. Utilisez l'attribut « keyName » pour spécifier la valeur de Registre.
it: Il modello di progetto è configurato per usare un repository di pacchetti forniti dal Registro di sistema, ma il nome del valore del Registro di sistema non è stato specificato. Usare l'attributo "keyName" per specificare il valore del Registro di sistema.
ja: プロジェクト テンプレートはレジストリで指定されたパッケージ リポジトリを使用するように構成されていますが、レジストリ値の名前が指定されていません。"keyName" 属性を使用して、レジストリ値を指定してください。
ko: 프로젝트 템플릿이 레지스트리에서 제공한 패키지 리포지토리를 사용하도록 구성되었지만 레지스트리 값 이름이 지정되지 않았습니다. "keyName" 특성을 사용하여 레지스트리 값을 지정하십시오.
pl: Szablon projektu jest skonfigurowany do korzystania z repozytorium pakietów dostarczanego przez rejestr, ale nie określono nazwy wartości rejestru. Użyj atrybutu „keyName” w celu określenia wartości rejestru.
pt_br: O modelo de projeto está configurado para usar um repositório de pacotes fornecido pelo Registro, mas o nome do valor de registro não foi especificado. Use o atributo "keyName" para especificar o valor de Registro.
ru: В шаблоне проекта настроено использование репозитория пакетов из реестра, но не указано значение реестра. Используйте атрибут keyName, чтобы указать значение реестра.
tr: Proje şablonu Kayıt Defteri tarafından sağlanan bir paket deposu kullanmak için yapılandırıldı ancak Kayıt Defteri değeri adı belirtilmedi. Kayıt Defteri değerini belirtmek için "keyName" özniteliğini kullanın.
zh_hans: 项目模板已配置为使用注册表提供的程序包存储库，但是尚未指定注册表值名称。使用 "keyName" 属性可指定注册表值。
zh_hant: 此專案範本已設定為已有提供登錄的封裝儲存機制，但卻未指定登錄值名稱。請使用 "keyName" 屬性指定登錄值。

# UnknownPackage
source: Unable to find package '{0}'.
cs: Nelze najít balíček {0}.
de: Das Paket "{0}" wurde nicht gefunden.
es: No se puede encontrar el paquete '{0}'.
fr: Impossible de trouver le package '{0}'.
it: Non è possibile trovare il pacchetto '{0}'.
ja: パッケージ '{0}' が見つかりません。
ko: '{0}' 패키지를 찾을 수 없습니다.
pl: Nie można odnaleźć pakietu „{0}”.
pt_br: Não é possível localizar o pacote '{0}'.
ru: Не удается найти пакет "{0}".
tr: '{0}' paketi bulunamadı.
zh_hans: 找不到程序包“{0}”。
zh_hant: 找不到封裝 '{0}'。
