Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Clients/NuGet.VisualStudio.Implementation/Resources/xlf/VsResources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PackageReferenceVersionDescription
source: The package's version.
cs: Verze balíčku
de: Die Version des Pakets.
es: Versión del paquete.
fr: Version du package.
it: Versione del pacchetto.
ja: パッケージのバージョンです。
ko: 패키지의 버전입니다.
pl: Wersja pakietu.
pt_br: A versão do pacote.
ru: Версия пакета.
tr: Paketin sürümü.
zh_hans: 包的版本。
zh_hant: 套件的版本。

# PackageReferenceVersionDisplayName
source: Version
cs: Verze
es: Versión
it: Versione
ja: バージョン
ko: 버전
pl: Wersja
pt_br: Versão
ru: Версия
tr: Sürüm
zh_hans: 版本
zh_hant: 版本

# PathContext_CreateContextError
source: Failed creating a path context for "{0}". Reason: {1}
cs: Nepovedlo se vytvořit kontext cesty pro {0}. Důvod: {1}
de: Fehler beim Erstellen eines Pfadkontexts für "{0}". Grund: {1}
es: No se pudo crear un contexto de ruta de acceso para "{0}". Motivo: {1}
fr: Échec de création d'un contexte de chemin pour « {0} ». Raison : {1}
it: Non è stato possibile creare un contesto del percorso per "{0}". Motivo: {1}
ja: "{0}" のパス コンテキストの作成に失敗しました。理由: {1}
ko: "{0}"에 대한 경로 컨텍스트를 만들지 못했습니다. 이유: {1}
pl: Nie można utworzyć kontekstu ścieżki dla „{0}”. Przyczyna: {1}
pt_br: Falha ao criar um contexto de caminho para "{0}". Razão: {1}
ru: Не удалось создать контекст пути для "{0}". Причина: {1}
tr: "{0}" için yol içeriği oluşturma başarısız oldu. Nedeni: {1}
zh_hans: 未能创建“{0}”的路径上下文。原因: {1}
zh_hant: 無法建立 "{0}" 的路徑內容。原因: {1}

# PathContext_LockFileError
source: The lock file doesn't exist or it's an older format that doesn't have the package folders property persisted.
cs: Soubor zámku neexistuje nebo je ve starším formátu, který nemá trvale uloženou vlastnost package folders.
de: Die Sperrdatei ist nicht vorhanden, oder es handelt sich um ein älteres Format, in dem die Eigenschaft für Paketordner nicht dauerhaft gespeichert wird.
es: El archivo de bloqueo no existe o tiene un formato más antiguo cuya propiedad de carpetas del paquete no está guardada.
fr: Le fichier de verrouillage n'existe pas ou il s'agit d'un format plus ancien dont la propriété des dossiers de package n'a pas été conservée.
it: Il file di blocco non esiste o presenta un formato precedente che non prevede il salvataggio permanente della proprietà delle cartelle del pacchetto.
ja: ロック ファイルは存在しないか、パッケージ フォルダーが正しく保持されていない古い形式です。
ko: 잠금 파일이 없거나 패키지 폴더 속성이 유지되지 않는 이전 형식입니다.
pl: Plik blokady nie istnieje lub jest w starszym formacie, który nie ma utrwalonej właściwości folderów pakietów.
pt_br: O arquivo de bloqueio não existe ou é de um formato antigo cujas propriedades de pastas do pacote não persistiram.
ru: Файл блокировки не существует или имеет старый формат, в котором не сохраняется свойство папок пакета.
tr: Kilit dosyası mevcut değil ya da kalıcı özellik paketi klasörleri olmayan eski bir biçimdedir.
zh_hans: 锁定的文件不存在，或该文件的格式过时，无法保存包文件夹属性。
zh_hant: 鎖定檔案不存在，或其格式較舊，而沒有保存套件資料夾屬性。

# PathContext_PackageDirectoryNotFound
source: Package directory for "{0}" is not found.
cs: Adresář balíčku pro {0} se nenašel.
de: Das Paketverzeichnis für "{0}" wurde nicht gefunden.
es: No se encuentra el directorio del paquete para "{0}".
fr: Le répertoire de package pour « {0} » est introuvable.
it: La directory del pacchetto per "{0}" non è stata trovata.
ja: "{0}" のパッケージ ディレクトリが見つかりません。
ko: "{0}"에 대한 패키지 디렉터리를 찾을 수 없습니다.
pl: Nie znaleziono katalogu pakietu dla „{0}”.
pt_br: O diretório do pacote para "{0}" não foi encontrado.
ru: Каталог пакетов для "{0}" не найден.
tr: "{0}" için paket dizini bulunamadı.
zh_hans: 找不到“{0}”的包目录。
zh_hant: 找不到 "{0}" 的套件目錄。

# PreinstalledPackages_ExtensionManagerError
source: Error accessing Extension Manager.
cs: Chyba při přístupu ke správci rozšíření
de: Fehler beim Zugriff auf den Erweiterungs-Manager.
es: Error al acceder al Administrador de extensiones.
fr: Erreur lors de l'accès au gestionnaire des extensions.
it: Si è verificato un errore durante l'accesso a Gestione estensioni.
ja: 拡張機能マネージャーへのアクセス中にエラーが発生しました。
ko: 확장 관리자에 액세스하는 동안 오류가 발생했습니다.
pl: Błąd podczas uzyskiwania dostępu do menedżera rozszerzenia.
pt_br: Erro ao acessar o Gerenciador de Extensões.
ru: Произошла ошибка при доступе к диспетчеру расширений.
tr: Uzantı Yöneticisi'ne erişilirken hata oluştu.
zh_hans: 访问扩展管理器时出错。
zh_hant: 存取擴充管理員時發生錯誤。

# PreinstalledPackages_FailedToInstallPackage
source: Could not add all required packages to the project. The following packages failed to install from '{0}':
cs: Do projektu se nevedlo přidat všechny požadované balíčky. Instalace následujících balíčků z {0} se nepovedla:
de: Dem Projekt konnten nicht alle erforderlichen Pakete hinzugefügt werden. Die folgenden Pakete konnten nicht von "{0}" installiert werden:
es: No se pudieron agregar todos los paquetes requeridos al proyecto. Los siguientes paquetes no se pudieron instalar desde '{0}':
fr: Impossible d'ajouter tous les packages requis au projet. Échec de l'installation des packages suivants à partir de « {0} » :
it: Non è stato possibile aggiungere tutti i pacchetti richiesti al progetto. Non è stato possibile installare i seguenti pacchetti da '{0}':
ja: 必要なすべてのパッケージをプロジェクトに追加できませんでした。次のパッケージを '{0}' からインストールできませんでした:
ko: 프로젝트에 필요한 패키지를 모두 추가할 수 없습니다. 다음 패키지를 '{0}'에서 설치하지 못했습니다.
pl: Nie można dodać wszystkich wymaganych pakietów do projektu. Nie można zainstalować następujących pakietów z lokalizacji „{0}”:
pt_br: Não foi possível adicionar todos os pacotes necessários ao projeto. Houve falha na instalação dos pacotes a seguir a partir de '{0}':
ru: Не удалось добавить в проект все необходимые пакеты. Не удалось установить следующие пакеты из "{0}":
tr: Gereken tüm paketler projeye eklenemedi. Şu paketler '{0}' kaynağından yüklenemedi:
zh_hans: 无法将所有必需的程序包添加到项目。以下程序包无法从“{0}”安装:
zh_hant: 無法將所有必要封裝加入專案中。無法從 '{0}' 安裝下列封裝:

# PreinstalledPackages_InvalidExtensionId
source: The preinstalled packages have a reference to a missing Extension. Could not find an Extension with ID '{0}'.
cs: Předinstalované balíčky obsahují odkaz na chybějící rozšíření. Nepovedlo se najít rozšíření s ID {0}.
de: Die vorinstallierten Pakete besitzen einen Verweis auf eine fehlende Erweiterung. Eine Erweiterung mit der ID "{0}" wurde nicht gefunden.
es: Los paquetes preinstalados tienen una referencia a una extensión que falta. No se pudo encontrar un extensión con el identificador '{0}'.
fr: Les packages préinstallés ont une référence à une extension manquante. Impossible de trouver une extension avec l'ID « {0} ».
it: I pacchetti preinstallati contengono un riferimento a un'estensione mancante. Non è stato possibile trovare un'estensione con ID '{0}'.
ja: プレインストールされたパッケージに、見つからない拡張機能への参照が含まれています。ID '{0}' の拡張機能が見つかりませんでした。
ko: 사전 설치된 패키지에는 누락된 확장에 대한 참조가 있습니다. ID가 '{0}'인 확장을 찾을 수 없습니다.
pl: Preinstalowane pakiety zawierają odwołanie do brakującego rozszerzenia. Nie można odnaleźć rozszerzenia o identyfikatorze „{0}”.
pt_br: Os pacotes pré-instalados têm uma referência a uma Extensão ausente. Não foi possível encontrar uma Extensão com a ID '{0}'.
ru: В предустановленных пакетах используется ссылка на отсутствующее расширение. Не удалось найти расширение с идентификатором "{0}".
tr: Önceden yüklenen paketler eksik bir Uzantıya başvuru yapıyor. '{0}' kimliğine sahip bir Uzantı bulunamadı.
zh_hans: 预安装的程序包具有对缺少的扩展的引用。找不到 ID 为“{0}”的扩展。
zh_hant: 預先安裝之封裝參考了缺少的擴充功能。找不到識別碼為 '{0}' 的擴充功能。

# PreinstalledPackages_InvalidRegistryValue
source: The preinstalled packages have a reference to a missing Registry value. Could not find a Registry key with name '{0}' under '{1}'.
cs: Předinstalované balíčky obsahují odkaz na chybějící hodnotu registru. Klíč registru s názvem {0} se pod položkou {1} nenašel.
de: Die vorinstallierten Pakete besitzen einen Verweis auf einen fehlenden Registrierungswert. Ein Registrierungsschlüssel mit dem Namen "{0}" wurde unter "{1}" nicht gefunden.
es: Los paquetes preinstalados tienen una referencia a un valor de registro que falta. No se pudo encontrar una clave de registro con el identificador '{0}'. '{1}'.
fr: Les packages préinstallés ont une référence à une valeur de Registre manquante. Impossible de trouver une clé de Registre portant le nom « {0} » sous « {1} ».
it: I pacchetti preinstallati contengono un riferimento a un valore mancante del Registro di sistema. Non è stato possibile trovare una chiave del Registro di sistema con il nome '{0}' in '{1}'.
ja: プレインストールされたパッケージに、見つからないレジストリ値への参照が含まれています。名前 '{0}' のレジストリ キーが '{1}' で見つかりませんでした。
ko: 사전 설치된 패키지에는 누락된 레지스트리 값에 대한 참조가 있습니다. '{1}'에서 이름이 '{0}'인 레지스트리 키를 찾을 수 없습니다.
pl: Preinstalowane pakiety zawierają odwołanie do brakującej wartości rejestru. Nie można odnaleźć klucza rejestru o nazwie „{0}” w lokalizacji „{1}”.
pt_br: Os pacotes pré-instalados têm uma referência a um valor de Registro ausente. Não foi possível encontrar uma chave do Registro com o nome '{0}' em '{1}'.
ru: В предустановленных пакетах используется ссылка на отсутствующее значение реестра. Не удалось найти раздел реестра "{0}" в "{1}".
tr: Önceden yüklenen paketler eksik bir Kayıt Defteri değerine başvuru yapıyor. '{1}' altında '{0}' adlı bir Kayıt Defteri anahtarı bulunamadı.
zh_hans: 预安装的程序包具有对缺少的注册表值的引用。在“{1}”下找不到名称为“{0}”的注册表项。
zh_hant: 預先安裝之封裝參考了缺少的登錄值。在 '{1}' 下找不到名稱為 '{0}' 的登錄機碼。

# PreinstalledPackages_PackageInstallStatus
source: Adding {0}.{1} to project...
cs: Přidává se {0}.{1} do projektu...
de: {0}.{1} wird dem Projekt hinzugefügt...
es: Agregando {0}.{1} al proyecto...
fr: Ajout de {0}.{1} au projet...
it: Aggiunta di {0}.{1} al progetto in corso...
ja: {0}.{1} をプロジェクトに追加しています...
ko: 프로젝트에 {0}.{1}을(를) 추가하는 중...
pl: Trwa dodawanie pakietu {0}.{1} do projektu...
pt_br: Adicionando {0}.{1} ao projeto...
ru: Добавление {0}.{1} в проект...
tr: {0}.{1} projeye ekleniyor...
zh_hans: 正在将 {0}.{1} 添加到项目...
zh_hant: 正在將 {0}.{1} 加入專案中...

# PreinstalledPackages_RegistryKeyError
source: The preinstalled packages are configured to use a Registry-provided package repository but there was an error accessing Registry key '{0}'.
cs: V předinstalovaných balíčcích je nakonfigurované používání úložiště balíčků uvedeného v registru, ale při přístupu ke klíči registru {0} se vyskytla chyba.
de: Die vorinstallierten Pakete sind für die Verwendung eines von der Registrierung bereitgestellten Paketrepositorys konfiguriert. Fehler beim Zugriff auf den Registrierungsschlüssel "{0}".
es: Los paquetes preinstalados están configurados para usar un repositorio de paquetes proporcionado por el registro pero se produjo un error al obtener acceso a la clave de registro '{0}'.
fr: Les packages préinstallés sont configurés pour utiliser un référentiel de packages fourni par le Registre mais une erreur s'est produite lors de l'accès à la clé de Registre « {0} ».
it: I pacchetti preinstallati sono configurati per usare il repository di pacchetti fornito dal Registro di sistema, ma si è verificato un errore durante l'accesso alla chiave del Registro di sistema '{0}'.
ja: プレインストールされたパッケージは、レジストリで指定されたパッケージ リポジトリを使用するように構成されていますが、レジストリ キー '{0}' へのアクセス中にエラーが発生しました。
ko: 사전 설치된 패키지가 레지스트리 제공 패키지 리포지토리를 사용하도록 구성되어 있지만 레지스트리 키 '{0}'에 액세스하는 동안 오류가 발생했습니다.
pl: Preinstalowane pakiety są skonfigurowane do korzystania z repozytorium pakietów udostępnianego przez rejestr, ale wystąpił błąd podczas uzyskiwania dostępu do klucza rejestru „{0}”.
pt_br: Os pacotes pré-instalados são configurados para usar um repositório de pacotes fornecido pelo Registro, mas houve um erro ao acessar a chave do Registro '{0}'.
ru: Для предустановленных пакетов настроено использование репозитория пакетов из реестра, но при обращении к разделу реестра "{0}" произошла ошибка.
tr: Önceden yüklenen paketler bir Registry-provided paket deposu kullanmak için yapılandırılmış ancak '{0}' Kayıt Defteri anahtarına erişilirken bir hata oluştu.
zh_hans: 预安装的程序包已配置为使用注册表提供的程序包存储库，但是访问注册表项“{0}”时出错。
zh_hant: 預先安裝之封裝已設定為要使用已有提供登錄的封裝儲存機制，但存取登錄機碼 '{0}' 時發生錯誤。

# PreinstalledPackages_VersionConflict
source: Attempting to install version '{1}' of '{0}' but the project already includes a different version. Skipping...
cs: Probíhá pokus o instalaci verze {1} pro {0}, ale tenhle projekt už zahrnuje jinou verzi. Přeskakuje se...
de: Es wird versucht, die Version "{1}" von "{0}" zu installieren, das Projekt enthält aber bereits eine andere Version. Der Vorgang wird übersprungen...
es: Intentando instalar la versión '{1}' de '{0}' pero el proyecto ya incluye otra versión diferente. Omitiendo...
fr: Tentative d'installation de la version « {1} » de « {0} » mais le projet comprend déjà une version différente. Ignoré...
it: Tentativo di installare la versione '{1}' di '{0}'. Il progetto include già una versione differente. L'operazione verrà ignorata...
ja: '{0}' のバージョン '{1}' をインストールしようとしていますが、プロジェクトには既に別のバージョンが含まれています。スキップしています...
ko: '{1}' 버전의 '{0}'을(를) 설치하려고 했지만 프로젝트에 이미 다른 버전이 포함되어 있습니다. 건너뛰는 중...
pl: Próbowano zainstalować wersję „{1}” pakietu „{0}”, ale projekt już zawiera inną wersję. Trwa pomijanie...
pt_br: Tentando instalar a versão '{1}' do '{0}', mas o projeto já inclui uma versão diferente. Ignorando...
ru: Предпринята попытка установить версию "{1}" "{0}", но в проекте уже есть другая версия. Пропуск...
tr: '{0}' için '{1}' sürümü yüklenmeye çalışılıyor ancak proje zaten farklı bir sürümü içeriyor. Atlanıyor...
zh_hans: 正在尝试安装“{1}”版本的“{0}”，但是项目已包括不同版本。正在跳过...
zh_hant: 嘗試安裝 '{1}' 版的 '{0}'，但專案已包含不同的版本。略過中...

# ProjectReferenceBrowseObjectClassName
source: Project Reference
cs: Odkaz na projekt
de: Projektverweis
es: Referencia de proyecto
fr: Référence du projet
it: Riferimento a progetto
ja: プロジェクト参照
ko: 프로젝트 참조
pl: Odwołanie do projektu
pt_br: Referência de Projeto
ru: Ссылка на проект
tr: Proje Başvurusu
zh_hans: 项目引用
zh_hant: 專案參考

# ProjectReferenceNameDescription
source: The project's name.
cs: Název projektu
de: Der Name des Projekts.
es: Nombre del proyecto.
fr: Nom du projet.
it: Nome del progetto.
ja: プロジェクトの名前です。
ko: 프로젝트의 이름입니다.
pl: Nazwa projektu.
pt_br: O nome do projeto.
ru: Имя проекта.
tr: Projenin adı.
zh_hans: 项目的名称。
zh_hant: 專案的名稱。

# ProjectReferenceNameDisplayName
source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
tr: Ad
zh_hans: 名称
zh_hant: 名稱

# PropertyCannotBeNull
source: '{0}' cannot be null.
cs: Hodnota {0} nemůže být nulová.
de: „{0}“ darf nicht Null sein.
es: '{0}' no puede ser nulo.
fr: '{0}' ne peut pas avoir la valeur null.
it: '{0}' non può essere null.
ja: '{0}' を null 値にはできません。
ko: '{0}'은(는) null일 수 없습니다.
pl: Właściwość „{0}” nie może mieć wartości null.
pt_br: "{0}" não pode ser nulo.
ru: "{0}" не может иметь значение null.
tr: '{0}' null olamaz.
zh_hans: ‘{0}’ 不得为 null。
zh_hant: 「{0}」不得為 Null。

# TemplateWizard_ErrorDialogTitle
source: Package Installation Error
cs: Chyba instalace balíčku
de: Fehler bei der Paketinstallation.
es: Error de instalación del paquete
fr: Erreur d'installation du package
it: Errore di installazione pacchetto
ja: パッケージのインストール エラー
ko: 패키지 설치 오류
pl: Błąd instalacji pakietu
pt_br: Erro na Instalação do Pacote
ru: Ошибка при установке пакета
tr: Paket Yükleme Hatası
zh_hans: 程序包安装错误
zh_hant: 封裝安裝錯誤

# TemplateWizard_InvalidPackageElementAttributes
source: The project template lists one or more packages with missing, empty, or invalid values for the "id" or "version" attributes. Both attributes are required and must have valid values.
cs: V šabloně projektů jsou uvedené některé balíčky s chybějícími, prázdnými nebo neplatnými hodnotami pro atributy id nebo version. Oba atributy jsou vyžadované a musí mít platné hodnoty.
de: In der Projektvorlage wird mindestens ein Paket aufgelistet, in dem für die Attribute "id" oder "version" Werte fehlen oder leer bzw. ungültig sind. Beide Attribute sind erforderlich und müssen gültige Werte aufweisen.
es: En la plantilla del proyecto se enumeran uno o varios paquetes con valores vacíos, no válidos o inexistentes para los atributos "id" o "version". Ambos atributos son obligatorios y deben tener valores válidos.
fr: Le modèle de projet répertorie un ou plusieurs packages avec des valeurs manquantes, vides ou non valides pour les attributs "id" ou "version". Ces deux attributs sont requis et doivent avoir des valeurs valides.
it: Nel modello di progetto sono elencati uno o più pacchetti con valori mancanti, vuoti o non validi per gli attributi "id" e "version". Entrambi gli attributi sono obbligatori e devono contenere valori validi.
ja: プロジェクト テンプレートの一覧に含まれる 1 つ以上のパッケージで、"id" または "version" 属性の値が見つからないか、空であるか、または無効です。両方の属性が必須で、有効な値を指定する必要があります。
ko: 프로젝트 템플릿에 "id" 또는 "version" 특성 값이 누락되었거나 비어 있거나 잘못된 패키지가 하나 이상 나열됩니다. 두 특성이 모두 필요하며, 유효한 값이 있어야 합니다.
pl: Szablon projektu zawiera co najmniej jeden pakiet z brakującymi, pustymi lub nieprawidłowymi wartościami atrybutu "id" lub "version". Oba atrybuty są wymagane i muszą mieć prawidłowe wartości.
pt_br: O modelo de projeto lista um ou mais pacotes com valores ausentes, vazios, ou inválidos para os atributos "id" ou "version" . Ambos os atributos são necessários e devem ter valores válidos.
ru: В шаблоне проекта указаны пакеты с отсутствующими, пустыми или недопустимыми значениями атрибутов id или version. Оба атрибута должны присутствовать и иметь допустимые значения.
tr: Proje şablonu, "id" veya "version" öznitelikleri eksik, boş veya geçersiz değerlere sahip bir veya daha fazla paket listeliyor. İki öznitelik de gereklidir ve geçerli değerlere sahip olmalıdır.
zh_hans: 项目模板列出一个或多个程序包，这些程序包的 "id" 或 "version" 属性的值缺失、为空或无效。"id" 和 "version" 属性均为必需属性，并且必须具有有效值。
zh_hant: 專案範本列出的一或多個封裝中，有缺少 "id" 或 "version" 屬性，也有這兩個屬性為空白，或其值無效。這兩個屬性為必要屬性，且其值必須有效。

# TemplateWizard_InvalidRepositoryAttribute
source: The "repository" attribute of the package element has an invalid value: '{0}'. Valid values are: 'template' or 'extension'.
cs: Atribut repository v elementu balíčku má neplatnou hodnotu: '{0}'. Platné hodnoty jsou: template nebo extension.
de: Das Attribut "repository" des Paketelements besitzt einen ungültigen Wert: "{0}". Gültige Werte sind: "template" oder "extension".
es: El atributo "repository" del elemento del paquete tiene un valor no válido: '{0}'. Los valores válidos son: 'template' o 'extension'.
fr: L'attribut « repository » de l'élément de package a une valeur non valide : « {0} ». Les valeurs valides sont : « template » ou « extension ».
it: L'attributo "repository" dell'elemento package contiene un valore non valido: '{0}'. Valori validi: 'template' e 'extension'.
ja: パッケージ要素の "repository" 属性に無効な値が含まれています: '{0}'。有効な値: 'template' または 'extension'。
ko: 패키지 요소의 "repository" 특성에 잘못된 값이 있습니다. '{0}'. 올바른 값은 'template' 또는 'extension'입니다.
pl: Atrybut „repository” elementu pakietu ma nieprawidłową wartość: „{0}”. Prawidłowe wartości: „template” lub „extension”.
pt_br: O atributo "repository" do elemento de pacote tem um valor inválido: '{0}'. Os valores válidos são: 'template' ou 'extension'.
ru: Недопустимое значение атрибута repository элемента пакета: "{0}". Допустимые значения: template или extension.
tr: Paket öğesinin "repository" özniteliği geçersiz bir değere sahip: '{0}'. Geçerli değerler: 'template' veya 'extension'.
zh_hans: 程序包元素的 "repository" 属性的值“{0}”无效。有效值为 "template" 或 "extension"。
zh_hant: package 項目之 "repository" 屬性的值無效: '{0}'。有效值為: 'template' 或 'extension'。

# TemplateWizard_InvalidWizardRunKind
source: This template wizard can only be applied to single-project or project-item templates.
cs: Tenhle průvodce šablonou se dá použít jen pro jednoprojektové šablony nebo šablony položek projektů.
de: Dieser Vorlagen-Assistent kann nur auf Einzelprojekt- oder Projektelementvorlagen angewendet werden.
es: Este asistente para plantillas solo se puede aplicar a plantillas de proyecto único o de elemento de proyecto.
fr: Cet Assistant Modèle s'applique seulement à des modèles de projet unique ou d'élément de projet.
it: È possibile applicare la procedura guidata solo ai modelli per progetto singolo o per elementi di progetto.
ja: このテンプレート ウィザードは、単一のプロジェクトまたはプロジェクトアイテム テンプレートにのみ適用できます。
ko: 이 템플릿 마법사는 단일 프로젝트 템플릿이나 프로젝트 항목 템플릿에만 적용할 수 있습니다.
pl: Za pomocą tego kreatora szablonów można tworzyć tylko szablony pojedynczych projektów lub elementów projektów.
pt_br: Este assistente de modelo só pode ser aplicado a um único projeto ou a modelos de item de projeto.
ru: Этот мастер шаблонов применим только к шаблонам одиночных проектов и элементов проектов.
tr: Bu şablon sihirbazı yalnızca single-project veya project-item şablonlarına uygulanabilir.
zh_hans: 此模板向导只能应用于单个项目或项目项模板。
zh_hant: 此範本精靈只能套用到單一專案或專案項目範本。

# TemplateWizard_MissingExtensionId
source: The project template is configured to use an Extension-specific package repository but the Extension ID has not been specified. Use the "repositoryId" attribute to specify the Extension ID.
cs: V šabloně projektů je nakonfigurované použití úložiště balíčků pro konkrétní rozšíření, ale nezadalo se ID rozšíření. Zadejte ID rozšíření pomocí atributu repositoryId.
de: Die Projektvorlage ist für die Verwendung eines erweiterungsspezifischen Paketrepositorys konfiguriert, es wurde aber keine Erweiterungs-ID angegeben. Geben Sie die Erweiterungs-ID mithilfe des Attributs "repositoryId" an.
es: La plantilla de proyecto está configurada para usar un repositorio de paquetes específico de la extensión pero no se ha especificado el identificador de la extensión. Use el atributo "repositoryId" para especificar el identificador de la extensión.
fr: Le modèle de projet est configuré pour utiliser un référentiel de package spécifique à une extension mais l'ID d'extension n'a pas été spécifié. Utilisez l'attribut « repositoryId » pour spécifier l'ID d'extension.
it: Il modello di progetto è configurato per l'uso di un repository di pacchetti specifico per le estensioni, ma l'ID estensione non è stato specificato. Usare l'attributo "repositoryId" per specificare l'ID estensione.
ja: プロジェクト テンプレートは拡張機能に固有のパッケージ リポジトリを使用するように構成されていますが、拡張機能 ID が指定されていません。"repositoryId" 属性を使用して、拡張機能 ID を指定してください。
ko: 프로젝트 템플릿이 확장별 패키지 리포지토리를 사용하도록 구성되어 있지만 확장 ID가 지정되지 않았습니다. "repositoryId" 특성을 사용하여 확장 ID를 지정하십시오.
pl: Szablon projektu jest skonfigurowany do korzystania z repozytorium pakietów określonego przez rozszerzenie, ale nie określono identyfikatora rozszerzenia. Użyj atrybutu „repositoryId” w celu określenia identyfikatora rozszerzenia.
pt_br: O modelo de projeto está configurado para usar um repositório de pacotes específicos da Extensão, mas a ID da extensão não foi especificada. Use o atributo "repositoryId" para especificar a ID da extensão.
ru: В шаблоне проекта настроено использование репозитория пакетов для конкретного расширения, но не указан идентификатор расширения. Используйте атрибут repositoryId, чтобы указать идентификатор расширения.
tr: Proje şablonu Uzantıya özgü bir paket deposu kullanmak için yapılandırıldı ancak Uzantı Kimliği belirtilmedi. Uzantı kimliğini belirtmek için "repositoryId" özniteliğini kullanın.
zh_hans: 项目模板已配置为使用特定于扩展的程序包存储库，但是尚未指定扩展 ID。使用 "repositoryId" 属性可指定扩展 ID。
zh_hant: 此專案範本已設定為使用擴充功能專用的封裝儲存機制，但卻未指定擴充功能識別碼。請使用 "repositoryId" 屬性指定擴充功能識別碼。
