Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Build.Tasks/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, tr, zh_hans, zh_hant

# Error_StaticGraphRestoreFailedToStart
source: An error occurred starting static graph-based restore. {0}. Please file an issue at https://github.com/NuGet/Home
cs: Při spouštění statického obnovení založeného na grafu došlo k chybě. {0} Nahlaste prosím problém na https://github.com/NuGet/Home
de: Fehler beim Starten der statischen graphbasierten Wiederherstellung. {0}. Melden Sie ein Problem unter https://github.com/NuGet/Home.
es: Se produjo un error al iniciar la restauración basada en gráficos estáticos. {0}. Envíe un problema en https://github.com/NuGet/Home
fr: Une erreur s’est produite lors du démarrage de la restauration statique basée sur le graphique. {0}. Entrez un problème au https://github.com/NuGet/Home
it: Si è verificato un errore durante l'avvio del ripristino statico basato sul grafico. {0}. Segnala un problema all'indirizzo https://github.com/NuGet/Home
ja: 静的グラフ ベースの復元の開始中にエラーが発生しました。{0}。https://github.com/NuGet/Home で問題を提出してください
ko: 정적 그래프 기반 복원을 시작하는 동안 오류가 발생했습니다. {0}. https://github.com/NuGet/Home 문제를 제출하세요.
pl: Podczas uruchamiania statycznego przywracania opartego na grafie wystąpił błąd. {0}. Zgłoś problem w witrynie https://github.com/NuGet/Home
pt_br: Ocorreu um erro ao iniciar a restauração baseada em gráfico estático. {0}. Registre um problema em https://github.com/NuGet/Home
tr: Statik grafik tabanlı geri yükleme başlatılırken bir hata oluştu. {0}. Lütfen https://github.com/NuGet/Home adresinde bir sorun bildirin
zh_hans: 启动基于静态图形的还原时出错。{0}。请在 https://github.com/NuGet/Home 提交问题
zh_hant: 啟動靜態圖形式還原時發生錯誤。{0}。請在 https://github.com/NuGet/Home 提出問題

# Error_StaticGraphUnhandledException
source: Static graph-based restore encountered an unhandled exception. Please file an issue at https://github.com/NuGet/Home. The exception was: {0}
cs: Při statickém obnovení založeném na grafu došlo k neošetřené výjimce. Nahlaste prosím problém na https://github.com/NuGet/Home. Výjimka: {0}
de: Bei der statischen graphbasierten Wiederherstellung ist ein Ausnahmefehler aufgetreten. Melden Sie ein Problem unter https://github.com/NuGet/Home. Ausnahme: {0}
es: La restauración basada en gráficos estáticos ha encontrado una excepción no controlada. Envíe una incidencia a https://github.com/NuGet/Home. La excepción fue: {0}
fr: Une restauration statique basée sur un graphique a rencontré une exception non prise en charge. Veuillez soumettre un cas sur la page https://github.com/NuGet/Home. L’exception était : {0}
it: Il ripristino statico basato su grafi ha rilevato un'eccezione non gestita. Segnala un problema in https://github.com/NuGet/Home. L'eccezione era: {0}
ja: 静的グラフ ベースの復元でハンドルされない例外が発生しました。https://github.com/NuGet/Home で問題を提出してください。 例外は次のとおりです: {0}
ko: 정적 그래프 기반 복원에서 처리되지 않은 예외가 발생했습니다. https://github.com/NuGet/Home에서 문제를 제출하세요. 예외는 다음과 같습니다. {0}
pl: Statyczne przywracanie oparte na grafie napotkało nieobsługiwany wyjątek. Zgłoś problem w witrynie https://github.com/NuGet/Home. Wyjątek to: {0}
pt_br: A restauração baseada em grafo estático encontrou uma exceção sem tratamento. Registre um problema em https://github.com/NuGet/Home. A exceção foi: {0}
tr: Statik grafik tabanlı geri yükleme işlenmeyen bir özel durumla karşılaştı. Lütfen https://github.com/NuGet/Home sayfasından sorun bildirin. Özel durum: {0}
zh_hans: 基于静态图形的还原遇到未经处理的异常。请通过 https://github.com/NuGet/Home 提交问题。异常为: {0}
zh_hant: 靜態圖形式還原發生未處理的例外狀況。請在 https://github.com/NuGet/Home 提出問題。例外狀況為: {0}

# ImportsFallbackWarning
source: ProjectReference '{0}' was resolved using '{1}' instead of the project target framework '{2}'. This project may not be fully compatible with your project.
cs: Odkaz ProjectReference {0} se místo cílové verze rozhraní .NET Framework projektu {2} přeložil pomocí {1}. Projekt nemusí být plně kompatibilní s vaším projektem.
de: ProjectReference "{0}" wurde nicht mit Projektzielframework "{2}", sondern mit "{1}" aufgelöst. Dieses Projekt ist mit Ihrem Projekt möglicherweise nicht vollständig kompatibel.
es: El elemento ProjectReference "{0}" se resolvió con "{1}" en lugar de la plataforma de destino del proyecto "{2}". Puede que el proyecto no sea totalmente compatible con el suyo.
fr: La référence de projet '{0}' a été résolue en utilisant '{1}' au lieu du framework cible du projet '{2}'. Ce projet n'est peut-être pas totalement compatible avec votre projet.
it: L'elemento ProjectReference '{0}' è stato risolto usando '{1}' e non il framework di destinazione del progetto '{2}'. Questo progetto potrebbe non essere completamente compatibile con il progetto corrente.
ja: ProjectReference '{0}' は、プロジェクトのターゲット フレームワーク '{2}' ではなく、'{1}' を使用して解決されました。このプロジェクトは、ご自身のプロジェクトとの完全な互換性がない可能性があります。
ko: 프로젝트 대상 프레임워크 '{2}' 대신 '{1}'을(를) 사용하여 ProjectReference '{0}'을(를) 확인했습니다. 이 프로젝트는 사용자의 프로젝트와 완벽하게 호환되지 않을 수 있습니다.
pl: Odwołanie ProjectReference „{0}” zostało rozpoznane przy użyciu elementu „{1}” zamiast platformy docelowej projektu „{2}”. Ten projekt może nie być w pełni zgodny z Twoim projektem.
pt_br: ProjectReference '{0}' foi resolvido usando '{1}' em vez da estrutura de destino do projeto '{2}'. Este projeto pode não ser totalmente compatível com o seu projeto.
tr: ProjectReference '{0}', proje hedef çerçevesi '{2}' yerine '{1}' kullanılarak çözümlendi. Bu proje, sizin projenizle tamamen uyumlu olmayabilir.
zh_hans: 已使用“{1}”而不是项目目标框架“{2}”解析 ProjectReference“{0}”。此项目可能与你的项目不完全兼容。
zh_hant: 已使用 '{1}' (而非專案目標 Framework '{2}') 解析了 ProjectReference '{0}'。此專案可能與您的專案無法完全相容。

# InstallCommandNothingToInstall
source: All packages listed in {0} are already installed.
cs: Všechny balíčky uvedené v {0} jsou už nainstalované.
de: Alle in "{0}" aufgeführten Pakete sind bereits installiert.
es: Todos los paquetes enumerados en {0} ya están instalados.
fr: Tous les packages listés dans {0} sont déjà installés.
it: Tutti i pacchetti elencati in {0} sono già installati.
ja: {0} に一覧表示されているすべてのパッケージは既にインストールされています。
ko: {0}에 나열된 모든 패키지가 이미 설치되어 있습니다.
pl: Wszystkie pakiety wymienione w pliku {0} są już zainstalowane.
pt_br: Todos os pacotes listados em {0} já estão instalados.
tr: {0} içinde listelenen tüm paketler zaten yüklü.
zh_hans: {0} 中列出的所有包均已安装。
zh_hant: 已安裝 {0} 中列出的所有套件。

# Log_NoProjectsForRestore
source: The solution did not have any projects to restore, ensure that all projects are known to be MSBuild and that the projects exist.
cs: Řešení neobsahovalo žádné projekty k obnovení, ujistěte se, že MSBuild zná všechny projekty a že projekty existují.
de: Die Projektmappe einhielt keine Projekte zur Wiederherstellung. Stellen Sie sicher, dass alle Projekte als MSBuild bekannt sind und die Projekte vorhanden sind.
es: La solución no tenía ningún proyecto para restaurar, asegúrese de que se sabe que todos los proyectos son MSBuild y de que existen los proyectos.
fr: La solution n’avait aucun projet à restaurer, assurez-vous que tous les projets sont considérés comme MSBuild et que les projets existent.
it: La soluzione non dispone di progetti da ripristinare. Assicurarsi che tutti i progetti siano noti come MSBuild e che esistano.
ja: ソリューションには復元するプロジェクトがありませんでした。すべてのプロジェクトが MSBuild として認識されていることと、プロジェクトが存在することをご確認ください。
ko: 솔루션에 복원할 프로젝트가 없습니다. 모든 프로젝트가 MSBuild로 알려져 있고 프로젝트가 존재하는지 확인하세요.
pl: Rozwiązanie nie zawiera żadnych projektów do przywrócenia, dlatego upewnij się, że wiadome jest, że wszystkie projekty są MSBuild, i że projekty istnieją.
pt_br: A solução não tinha nenhum projeto para restaurar, garantir que todos os projetos são conhecidos como MSBuild e que projetos existem.
tr: Çözümde geri yüklenecek herhangi bir proje yoktu. Tüm projelerin MSBuild olarak bilindiğinden ve projelerin mevcut olduğundan emin olun.
zh_hans: 解决方案没有任何要还原的项目，请确保所有项目都为 MSBuild 所知并且项目存在。
zh_hant: 解決方案沒有任何要還原的專案，請確認所有專案都是 MSBuild，而且專案存在。

# Log_ProjectsInSolutionNotKnowntoMSBuild
source: The solution contains '{0}' project(s) '{1}' that are not known to MSBuild. Ensure that all projects are known to be MSBuild before running restore on the solution.
cs: Řešení obsahuje projekty {0} {1}, které MSBuild nezná. Před spuštěním obnovení řešení se ujistěte, že MSBuild zná všechny projekty.
de: Die Projektmappe enthält „{0}“ Projekt(e) „{1}“, die MSBuild nicht bekannt sind. Stellen Sie sicher, dass alle Projekte als MSBuild bekannt sind, bevor Sie die Projektmappe wiederherstellen.
es: La solución contiene "{0}" proyecto(s) "{1}" que no se conocen en MSBuild. Asegúrese tener la certeza de que todos los proyectos sean MSBuild antes de ejecutar la restauración en la solución.
fr: La solution contient « {0} » projet (s) « {1} » qui ne sont pas connus de MSBuild. Assurez-vous que tous les projets sont considérés comme MSBuild avant d’exécuter la restauration sur la solution.
it: La soluzione contiene '{0}' progetti '{1}' che non sono noti a MSBuild. Assicurarsi che tutti i progetti siano noti come MSBuild prima di eseguire il ripristino nella soluzione.
ja: ソリューションには、MSBuild で認識されない '{0}' プロジェクト '{1}' が含まれています。ソリューションで復元を実行する前に、すべてのプロジェクトが MSBuild として認識されていることをご確認ください。
ko: 솔루션에 MSBuild에 알려지지 않은 '{0}' 프로젝트 '{1}'이(가) 포함되어 있습니다. 솔루션에서 복원을 실행하기 전에 모든 프로젝트가 MSBuild로 알려져 있는지 확인하세요.
pl: Rozwiązanie zawiera projekty "{0}" "{1}", które nie są znane dla programu MSBuild. Przed uruchomieniem przywracania w przypadku danego rozwiązania upewnij się, że wiadome jest, że wszystkie projekty są MSBuild.
pt_br: A solução contém '{0}' projeto(s) '{1}' que não são conhecidos pela MSBuild. Certifique-se de que todos os projetos sejam conhecidos como MSBuild antes de executar o restauração na solução.
tr: Çözüm, MSBuild olarak bilinmeyen '{0}' '{1}' projesi içeriyor. Geri yüklemeyi çözüm üzerinde çalıştırmadan önce tüm projelerin MSBuild olarak bilindiğinden emin olun.
zh_hans: 该解决方案包含 MSBuild 不了解的 "{0}" 项目 "{1}"。在解决方案上运行还原之前，请确保所有项目都为 MSBuild 所知。
zh_hant: 解決方案包含 MSBuild 無法識別的 '{0}' 專案 '{1}'。在解決方案上執行還原之前，請先確認所有專案都是 MSBuild。

# Log_RestoreNoCacheInformation
source: RestoreNoCache is deprecated and has been renamed to RestoreNoHttpCache. Please use RestoreNoHttpCache instead.
cs: Funkce RestoreNoCache je zastaralá a byla přejmenována na RestoreNoHttpCache. Místo toho prosím použijte RestoreNoHttpCache.
de: RestoreNoCache ist veraltet und wurde in RestoreNoHttpCache umbenannt. Verwenden Sie stattdessen RestoreNoHttpCache.
es: RestoreNoCache está en desuso y se ha cambiado el nombre a RestoreNoHttpCache. Use RestoreNoHttpCache en su lugar.
fr: RestoreNoCache est déconseillé et a été renommé RestoreNoHttpCache. Utilisez RestoreNoHttpCache à la place.
it: RestoreNoCache è deprecato ed è stato rinominato in RestoreNoHttpCache. Utilizza RestoreNoHttpCache al suo posto.
ja: RestoreNoCache は非推奨となり、RestoreNoHttpCache に名前が変更されました。代わりに RestoreNoHttpCache を使用してください。
ko: RestoreNoCache는 더 이상 사용되지 않으며 RestoreNoHttpCache로 이름이 바뀌었습니다. 대신 RestoreNoHttpCache를 사용하세요.
pl: Element NoCache jest przestarzały i jego nazwa została zmieniona na RestoreNoHttpCache. Zamiast tego użyj elementu RestoreNoHttpCache.
pt_br: RestoreNoCache está preterido e foi renomeado para RestoreNoHttpCache. Em vez disso, use RestoreNoHttpCache.
tr: RestoreNoCache kullanım dışı bırakıldı ve RestoreNoHttpCache olarak yeniden adlandırıldı. Lütfen bunun yerine RestoreNoHttpCache kullanın.
zh_hans: RestoreNoCache 已弃用，并且已重命名为 RestoreNoHttpCache。请转而使用 RestoreNoHttpCache。
zh_hant: RestoreNoCache 已被取代，且已重新命名為 RestoreNoHttpCache。請改用 RestoreNoHttpCache。

# Log_RunningStaticGraphRestoreCommand
source: Running command: '{0}' {1}
cs: Spuštěný příkaz: {0} {1}
de: Befehl wird ausgeführt: "{0}" {1}
es: Ejecutando comando: "{0}" {1}
fr: Commande en cours d’exécution : '{0}' {1}
it: Esecuzione del comando: '{0}' {1}
ja: コマンドを実行しています: '{0}' {1}
ko: 실행 중인 명령: '{0}' {1}
pl: Uruchomione polecenie: „{0}” {1}
pt_br: Executando o comando "{0}" {1}
tr: Çalıştırılan komut: '{0}' {1}
zh_hans: 正在运行命令 "{0}" {1}
zh_hant: 正在執行命令:'{0}' {1}

# NoCompatibleTargetFramework
source: Project '{0}' targets '{2}'. It cannot be referenced by a project that targets '{1}'.
cs: Projekt {0} má cíl nastavený na {2}. Projekt, který cílí na {1}, se na tento projekt nemůže odkazovat.
de: Für das Projekt "{0}" ist die Zielversion {2} festgelegt. Eine Referenzierung durch ein Projekt mit der Zielversion {1} ist nicht möglich.
es: El proyecto "{0}" tiene "{2}" como destino. No puede hacer referencia a este un proyecto con "{1}" como destino.
fr: Le projet « {0} » cible « {2} ». Il ne peut pas être référencé par un projet qui cible « {1} ».
it: Il progetto '{0}' è destinato a '{2}'. Non può essere usato come riferimento in un progetto destinato a '{1}'.
ja: プロジェクト '{0}' は '{2}' を対象にしています。'{1}' を対象とするプロジェクトからは参照できません。
ko: 프로젝트 '{0}'은(는) '{2}'을(를) 대상으로 하며, '{1}'을(를) 대상으로 하는 프로젝트로는 참조할 수 없습니다.
pl: Elementem docelowym projektu „{0}” jest element „{2}”. Nie może się do niego odwoływać projekt, którego elementem docelowym jest element „{1}”.
pt_br: O projeto '{0}' tem como destino '{2}'. Ele não pode ser referenciado por um projeto que tem como destino '{1}'.
tr: '{0}' projesi '{2}' çerçevesini hedefliyor. Buna, '{1}' çerçevesini hedefleyen bir proje tarafından başvurulamaz.
zh_hans: 项目“{0}”指向“{2}”。它不能被指向“{1}”的项目引用。
zh_hant: 專案 '{0}' 以 '{2}' 為目標，無法供目標為 '{1}' 的專案參考。

# NoProjectsProvidedToTask
source: Unable to find a project to restore!
cs: Nepovedlo se najít projekt, který se má obnovit!
de: Kein wiederherzustellendes Projekt gefunden!
es: No se puede encontrar un proyecto para restaurar.
fr: Projet à restaurer introuvable !
it: Non è stato trovato alcun progetto da ripristinare.
ja: 復元するプロジェクトが見つかりません。
ko: 복원할 프로젝트를 찾을 수 없습니다.
pl: Nie można odnaleźć projektu do przywrócenia.
pt_br: Não é possível encontrar um projeto para restaurar!
tr: Geri yüklenecek proje bulunamadı!
zh_hans: 找不到可还原的项目!
zh_hant: 找不到可還原的專案!

# NoProjectsToRestore
source: Nothing to do. None of the projects specified contain packages to restore.
cs: Není co dělat. Žádný ze zadaných projektů neobsahuje balíčky, které se mají obnovit.
de: Keine Aktion erforderlich. Keines der angegebenen Projekte enthält wiederherzustellende Pakete.
es: No hay nada que hacer. Ninguno de los proyectos especificados contiene paquetes para restaurar.
fr: Aucune action. Aucun des projets spécifiés ne contient des packages à restaurer.
it: Nessuna azione. Nessuno dei progetti specificati contiene pacchetti da ripristinare.
ja: 操作の必要はありません。指定したいずれのプロジェクトにも修復するパッケージは含まれていません。
ko: 수행할 작업이 없습니다. 지정한 프로젝트에 복원할 패키지가 없습니다.
pl: Brak czynności do wykonania. Żaden z wybranych projektów nie zawiera pakietów do przywrócenia.
pt_br: Nada para fazer. Nenhum dos projetos esp.
tr: Yapılacak işlem yok. Belirtilen projelerden hiçbiri geri yüklenecek paketleri içermiyor.
zh_hans: 无可执行操作。指定的项目均不包含可还原的包。
zh_hant: 沒有任何動作可執行。指定的專案皆未包含可還原的套件。

# ProjectEvaluationSummary
source: Evaluated {0} project(s) in {1:D2}ms ({2} builds, {3} failures).
cs: Za {1:D2} ms se vyhodnotil následující počet projektů: {0} (počet sestavení: {2}, počet chyb: {3})
de: {0} Projekte in {1:D2} ms ({2} Builds, {3} Fehler).
es: Se han evaluado los proyectos ({0}) en {1:D2} ms ({2} compilaciones, {3} errores).
fr: {0} projet(s) évalués en {1:D2} ms ({2} builds, {3} échecs).
it: {0} progetto/i valutato/i in {1:D2} ms ({2} compilazioni, {3} errori).
ja: {0} 個のプロジェクトが {1:D2} ミリ秒で評価されました ({2} 個のビルド、{3} 件のエラー)。
ko: {1:D2}ms 이내에 {0}개 프로젝트를 평가했습니다({2}개 빌드, {3}개 실패).
pl: Oceniono projekty ({0}) w {1:D2} ms (skompilowano: {2}, niepowodzenia: {3}).
pt_br: Foram avaliados {0} projetos em {1:D2}ms ({2} builds, {3} falhas).
tr: {0} proje {1:D2} ms'de değerlendirdi ({2} yapı, {3} hata).
zh_hans: 已在 {1:D2} 毫秒内执行 {0} 个项目({2} 个生成，{3} 个失败项)。
zh_hant: 已於 {1:D2} 毫秒評估 {0} 項專案 ({2} 個組建，{3} 個失敗)。

source: Restore canceled!
cs: Obnovení se zrušilo!
de: Wiederherstellung abgebrochen!
es: Restauración cancelada.
fr: Restauration annulée !
it: Il ripristino è stato annullato.
ja: 復元がキャンセルされました!
ko: 복원이 취소되었습니다.
pl: Przywracanie zostało anulowane.
pt_br: Restauração cancelada!
tr: Geri yükleme iptal edildi!
zh_hans: 已取消还原!
zh_hant: 已取消還原!

# RestoreNoSolutionFound
source: No solution found. Restore against a solution or pass in /p:SolutionDir
cs: Nenašlo se žádné řešení. Obnovte řešení, nebo ho předejte v /p:SolutionDir.
de: Keine Projektmappe gefunden. Führen Sie eine Wiederherstellung anhand einer Projektmappe durch, oder übergeben Sie "/p:SolutionDir".
es: No se encontró ninguna solución. Restaurar una solución o pasar /p:SolutionDir
fr: Solution introuvable. Restaurer par rapport à une solution ou passer /p:SolutionDir
it: Non è stata trovata alcuna soluzione. Eseguire il ripristino in base a una soluzione o passare /p:SolutionDir
ja: ソリューションが見つかりませんでした。ソリューションに対して復元するか、/p: SolutionDir を渡してください
ko: 솔루션을 찾을 수 없습니다. 솔루션 복원 작업을 수행하거나 /p:SolutionDir을 전달하세요.
pl: Nie znaleziono rozwiązania. Przywróć względem rozwiązania lub przekaż parametr /p:SolutionDir
pt_br: Não foi encontrada nenhuma solução. Restaure em uma solução ou transmita em /p:SolutionDir
tr: Çözüm bulunamadı. Bir çözüme karşı geri yükleyin veya /p:SolutionDir içinde geçirin
zh_hans: 未找到任何解决方案。请针对解决方案还原或传入 /p:SolutionDir
zh_hant: 找不到任何方案。請根據方案還原或傳遞至 /p:SolutionDir

# UnsupportedFallbackFramework
source: The project fallback framework '{0}' is not a supported target framework.
cs: Náhradní rozhraní projektu {0} není podporovaná cílová verze rozhraní .NET Framework.
de: Das Fallbackframework "{0}" für das Projekt ist kein unterstütztes Zielframework.
es: La plataforma de reserva del proyecto "{0}" no es una plataforma de destino admitida.
fr: Le framework de secours du projet, '{0}', n'est pas un framework cible pris en charge.
it: Il framework di fallback '{0}' del progetto non è un framework di destinazione supportato.
ja: プロジェクトのフォールバック フレームワーク '{0}' はサポートされているターゲット フレームワークではありません。
ko: 프로젝트 대체 프레임워크 '{0}'은(는) 지원되는 대상 프레임워크가 아닙니다.
pl: Platforma rezerwowa projektu „{0}” nie jest obsługiwaną platformą docelową.
pt_br: A estrutura de fallback '{0}' do projeto não é uma estrutura de destino compatível.
tr: '{0}' proje geri dönüş çerçevesi desteklenen bir hedef çerçeve değil.
zh_hans: 项目回退框架“{0}”不是受支持的目标框架。
zh_hant: 專案後援 Framework '{0}' 不是支援的目標 Framework。

# UnsupportedTargetFramework
source: The project target framework '{0}' is not a supported target framework.
cs: Cílové rozhraní projektu {0} není podporovaná cílová verze rozhraní .NET Framework.
de: Das Zielframework "{0}" für das Projekt ist kein unterstütztes Zielframework.
es: La plataforma de destino del proyecto "{0}" no es una plataforma de destino admitida.
fr: Le framework cible du projet, '{0}', n'est pas un framework cible pris en charge.
it: Il framework di destinazione '{0}' del progetto non è un framework di destinazione supportato.
ja: プロジェクトのターゲット フレームワーク '{0}' はサポートされているターゲット フレームワークではありません。
ko: 프로젝트 대상 프레임워크 '{0}'은(는) 지원되는 대상 프레임워크가 아닙니다.
pl: Platforma docelowa projektu „{0}” nie jest obsługiwaną platformą docelową.
pt_br: A estrutura de destino '{0}' do projeto não é uma estrutura de destino compatível.
tr: '{0}' proje hedef çerçevesi desteklenen bir hedef çerçeve değil.
zh_hans: 项目目标框架“{0}”不是受支持的目标框架。
zh_hant: 專案目標 Framework '{0}' 不是支援的目標 Framework。

# Warning_InvalidPackageSaveMode
source: Invalid PackageSaveMode value '{0}'.
cs: Hodnota vlastnosti PackageSaveMode {0} je neplatná.
de: Ungültiger PackageSaveMode-Wert "{0}".
es: El valor de PackageSaveMode "{0}" no es válido.
fr: Valeur PackageSaveMode non valide '{0}'.
it: Il valore '{0}' di PackageSaveMode non è valido.
ja: PackageSaveMode の値 '{0}' が無効です。
ko: PackageSaveMode 값 '{0}'이(가) 잘못되었습니다.
pl: Nieprawidłowa wartość PackageSaveMode „{0}”.
pt_br: Valor de PackageSaveMode inválido '{0}'.
tr: '{0}' PackageSaveMode değeri geçersiz.
zh_hans: PackageSaveMode 值“{0}”无效。
zh_hant: PackageSaveMode 值 '{0}' 無效。
