Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Build.Tasks/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, tr, zh_hans, zh_hant

source: Argument cannot be null or empty
cs: Argument nesmí být null ani prázdný.
de: Das Argument darf nicht NULL oder leer sein.
es: El argumento no puede ser nulo ni estar vacío
fr: L'argument ne peut pas être null ou vide
it: L'argomento non può essere Null o vuoto
ja: 引数を null または空にすることはできません
ko: 인수는 null이거나 비워 둘 수 없습니다.
pl: Argument nie może mieć wartości null ani być pusty
pt_br: O argumento não pode ser nulo nem estar vazio
tr: Bağımsız değişken null veya boş olamaz
zh_hans: 参数不能为 null 或空
zh_hant: 引數不能為 Null 或空白

# CreatedDependencyGraphSpec
source: Created DependencyGraphSpec in {0:D2}ms.
cs: Vytvořilo se DependencyGraphSpec za {0:D2} ms.
de: DependencyGraphSpec wurde in {0:D2} ms erstellt.
es: Se creó DependencyGraphSpec en {0:D2} ms.
fr: DependencyGraphSpec créé en {0:D2} ms.
it: Elemento DependencyGraphSpec creato in {0:D2} ms.
ja: DependencyGraphSpec が {0:D2} ミリ秒で作成されました。
ko: {0:D2}ms 이내에 DependencyGraphSpec을 만들었습니다.
pl: Utworzono specyfikację DependencyGraphSpec w {0:D2} ms.
pt_br: DependencyGraphSpec criada em {0:D2}ms.
tr: DependencyGraphSpec {0:D2} ms'de oluşturuldu.
zh_hans: 已在 {0:D2} 毫秒内创建 DependencyGraphSpec。
zh_hant: 已於 {0:D2} 毫秒建立 DependencyGraphSpec。

source: Determining projects to restore...
cs: Zjišťují se projekty, které se mají obnovit...
de: Wiederherzustellende Projekte werden ermittelt...
es: Determinando los proyectos que se van a restaurar...
fr: Identification des projets à restaurer...
it: Individuazione dei progetti da ripristinare...
ja: 復元対象のプロジェクトを決定しています...
ko: 복원할 프로젝트를 확인하는 중...
pl: Trwa określanie projektów do przywrócenia...
pt_br: Determinando os projetos a serem restaurados...
tr: Geri yüklenecek projeler belirleniyor...
zh_hans: 正在确定要还原的项目…
zh_hant: 正在判斷要還原的專案...

# Error_DgSpecGenerationFailed
source: Cannot write the dependency graph spec because the generation failed.
cs: Specifikace grafu závislostí se nedá zapsat, protože neproběhlo úspěšně generování.
de: Die Spezifikation des Abhängigkeitsdiagramms kann aufgrund eines Fehlers beim Generieren nicht geschrieben werden.
es: No se puede escribir la especificación del gráfico de dependencias porque se produjo un error en la generación.
fr: Impossible d'écrire la spécification du graphe des dépendances en raison de l'échec de la génération.
it: Non è possibile scrivere la specifica del grafico delle dipendenze perché la generazione non è riuscita.
ja: 生成に失敗したため、依存関係グラフの仕様を書き込めません。
ko: 생성에 실패하여 종속성 그래프 사양을 쓸 수 없습니다.
pl: Nie można zapisać specyfikacji grafu zależności, ponieważ generowanie nie powiodło się.
pt_br: Não é possível gravar a especificação do grafo de dependência porque a geração falhou.
tr: Oluşturma başarısız olduğundan bağımlılık grafı belirtimi yazılamıyor.
zh_hans: 无法写入依赖关系图规范，因为生成失败。
zh_hant: 因為產生失敗，所以無法寫入相依性關係圖規格。

# Error_DuplicateItems
source: Duplicate '{0}' items found. Remove the duplicate items or use the Update functionality to ensure a consistent restore behavior. The duplicate '{0}' items are: {1}.
cs: Byly nalezeny duplicitní položky {0}. Odeberte duplicitní položky nebo použijte funkci Aktualizovat k zajištění konzistentního chování obnovení. Duplicitní položky {0} jsou: {1}.
de: Es wurden doppelte „{0}“-Elemente gefunden. Entfernen Sie die doppelten Elemente, oder verwenden Sie die Updatefunktion, um ein konsistentes Wiederherstellungsverhalten sicherzustellen. Die doppelten „{0}“-Elemente sind: {1}.
es: Se han encontrado “{0}” elementos duplicados. Quite los elementos duplicados o use la funcionalidad de actualización para garantizar un comportamiento de restauración coherente. Los “{0}” elementos duplicados son los siguientes: {1}.
fr: Éléments '{0}' en double trouvés. Supprimez les éléments en double ou utilisez la fonctionnalité de mise à jour pour assurer un comportement de restauration cohérent. Les éléments '{0}' en double sont : {1}.
it: Trovati elementi '{0}' duplicati. Rimuovere gli elementi duplicati o utilizzare la funzionalità Aggiorna per garantire un comportamento di ripristino coerente. Gli elementi '{0}' duplicati sono: {1}.
ja: 重複する '{0}' 項目が見つかりました。重複項目を削除するか、更新機能を使用して復元動作が一貫するようにします。重複する '{0}' 項目: {1}。
ko: 중복된 '{0}' 항목을 찾았습니다. 일관된 복원 동작을 보장하려면 중복 항목을 제거하거나 업데이트 기능을 사용하세요. 중복된 '{0}' 항목은 {1}입니다.
pl: Znaleziono zduplikowane elementy „{0}”. Usuń zduplikowane elementy lub użyj funkcji aktualizacji, aby zapewnić spójne zachowanie przywracania. Zduplikowanymi elementami „{0}” są: {1}.
pt_br: Duplicar '{0}' itens encontrados. Remova os itens duplicados ou use a funcionalidade Atualizar para garantir um comportamento de restauração consistente. Os itens duplicados '{0}' são: {1}.
tr: Yinelenen '{0}' öğe bulundu. Tutarlı bir geri yükleme davranışı sağlamak için yinelenen öğeleri kaldırın veya Güncelleştirme işlevini kullanın. Yinelenen '{0}' öğe şunlardır: {1}.
zh_hans: 已找到重复 "{0}" 项。删除重复项或使用更新功能来确保一致的还原行为。重复 "{0}" 项为: {1}。
zh_hant: 找到重複的 '{0}' 個項目。移除重複的項目，或使用 [更新] 功能確保還原行為一致。重複的 '{0}' 項目為: {1}。

# Error_MissingRestoreGraphOutputPath
source: Cannot write the dependency graph spec because the `RestoreGraphOutputPath` is missing.
cs: Specifikace grafu závislostí se nedá zapsat, protože chybí RestoreGraphOutputPath.
de: Die Spezifikation des Abhängigkeitsdiagramms kann nicht geschrieben werden, weil "RestoreGraphOutputPath" fehlt.
es: No se puede escribir la especificación del gráfico de dependencias porque falta "RestoreGraphOutputPath".
fr: Impossible d'écrire la spécification du graphe des dépendances, car il manque 'RestoreGraphOutputPath'.
it: Non è possibile scrivere la specifica del grafico delle dipendenze perché manca `RestoreGraphOutputPath`.
ja: 'RestoreGraphOutputPath' が指定されていないため、依存関係グラフの仕様を書き込めません。
ko: `RestoreGraphOutputPath`가 없어 종속성 그래프 사양을 쓸 수 없습니다.
pl: Nie można zapisać specyfikacji grafu zależności, ponieważ brakuje elementu „RestoreGraphOutputPath”.
pt_br: Não é possível gravar a especificação do grafo de dependência porque o `RestoreGraphOutputPath` está ausente.
tr: `RestoreGraphOutputPath` eksik olduğundan bağımlılık grafı belirtimi yazılamıyor.
zh_hans: 无法写入依赖关系图规范，因为缺少 `RestoreGraphOutputPath`。
zh_hant: 因為遺漏 `RestoreGraphOutputPath`，所以無法寫入相依性關係圖規格。

# Error_PackageDownload_NoVersion
source: Package '{0}' does not have an exact version like '[1.0.0]'. Only exact versions are allowed with PackageDownload.
cs: Balíček {0} nemá přesnou verzi, například [1.0.0]. S PackageDownload se povolují jenom přesné verze.
de: Das Paket "{0}" weist keine genaue Version wie "[1.0.0]" auf. Nur exakte Versionen sind bei PackageDownload zulässig.
es: El paquete "{0}" no tiene una versión exacta, como "[1.0.0]". Solo se permiten versiones exactas con PackageDownload.
fr: Le paquet '{0}' n'a pas de version exacte comme '[1.0.0]'. Seules les versions exactes sont autorisées avec PackageDownload.
it: Il pacchetto '{0}' non è una versione esatta come '[1.0.0]'. Con PackageDownload sono consentite solo versioni esatte.
ja: パッケージ '{0}' に '[1.0.0]' のような正確なバージョンがありません。PackageDownload では、正確なバージョンのみが許可されます。
ko: '{0}' 패키지에 '[1.0.0]'와 같은 정확한 버전이 없습니다. PackageDownload에는 정확한 버전만 허용됩니다.
pl: Pakiet „{0}” nie ma dokładnej wersji, takiej jak „[1.0.0]”. Z elementem PackageDownload są dozwolone tylko dokładne wersje.
pt_br: O pacote '{0}' não possui uma versão exata como '[1.0.0]'. Somente versões exatas são permitidas com PackageDownload.
tr: '{0}' paketinin '[1.0.0]' gibi tam bir sürümü yok. PackageDownload'da yalnızca tam sürümlere izin verilir.
zh_hans: 包“{0}”不是类似 "[1.0.0]" 的精确版本。仅可对 PackageDownload 使用精确版本。
zh_hant: 套件 '{0}' 沒有如 '[1.0.0]' 的精確版本。只有精確版本才允許使用 PackageDownload。

# Error_PackageDownload_OnlyExactVersionsAreAllowed
source: Package '{0} {1}' does not have an exact version like '[1.0.0]'. Only exact versions are allowed with PackageDownload.
cs: Balíček {0} {1} nemá přesnou verzi, například [1.0.0]. S PackageDownload se povolují jenom přesné verze.
de: Das Paket "{0} {1}" weist keine genaue Version wie "[1.0.0]" auf. Nur exakte Versionen sind bei PackageDownload zulässig.
es: El paquete "{0} {1}" no tiene una versión exacta, como "[1.0.0]". Solo se permiten versiones exactas con PackageDownload.
fr: Le paquet '{0}' {1} n’a pas de version exacte comme '[1.0.0]'. Seules les versions exactes sont autorisées avec PackageDownload.
it: Il pacchetto '{0} {1}' non è una versione esatta come '[1.0.0]'. Con PackageDownload sono consentite solo versioni esatte.
ja: パッケージ '{0}{1}' に '[1.0.0]' のような正確なバージョンがありません。PackageDownload では、正確なバージョンのみが許可されます。
ko: '{0} {1}' 패키지에 '[1.0.0]'와 같은 정확한 버전이 없습니다. PackageDownload에는 정확한 버전만 허용됩니다.
pl: Pakiet „{0}{1}” nie ma dokładnej wersji, takiej jak „[1.0.0]”. Z elementem PackageDownload są dozwolone tylko dokładne wersje.
pt_br: O pacote '{0} {1}' não possui uma versão exata como '[1.0.0]'. Somente versões exatas são permitidas com PackageDownload.
tr: '{0} {1}' paketinin '[1.0.0]' gibi tam bir sürümü yok. PackageDownload'da yalnızca tam sürümlere izin verilir.
zh_hans: 包“{0} {1}”不是类似 "[1.0.0]" 的精确版本。仅可对 PackageDownload 使用精确版本。
zh_hant: 套件 '{0} {1}' 沒有如 '[1.0.0]' 的精確版本。只有精確版本才允許使用 PackageDownload。

# Error_PackagesConfigParseError
source: Error parsing packages.config file at {0}: {1}
cs: Při parsování souboru packages.config na cestě {0} došlo k chybě: {1}
de: Fehler beim Analysieren der Datei "packages.config" in "{0}": {1}.
es: Error al analizar el archivo packages.config en {0}: {1}
fr: Erreur durant l'analyse du fichier packages.config sur {0} : {1}
it: Si è verificato un errore durante l'analisi del file packages.config nel percorso {0}: {1}
ja: packages.config ファイルの解析で、{0} でエラーが発生しました: {1}
ko: {0}에서 packages.config 파일을 구문 분석하는 동안 {1} 오류가 발생했습니다.
pl: Błąd podczas analizowania pliku packages.config w pozycji {0}: {1}
pt_br: Erro ao analisar o arquivo packages.config em {0}: {1}
tr: {0} konumundaki packages.config dosyası ayrıştırılırken hata oluştu: {1}
zh_hans: 在分析 {0} 处的 packages.config 文件时出错: {1}
zh_hant: 剖析位於 {0} 的 packages.config 檔案時發生錯誤: {1}

# Error_StaticGraphNonZeroExitCode
source: Static graph-based restore failed with exit code '{0}' but did not log an error. Please file an issue at https://github.com/NuGet/Home.
cs: Statické obnovení založené na grafu selhalo s ukončovacím kódem {0}, ale nezaprotokolovalo chybu. Nahlaste prosím problém na https://github.com/NuGet/Home.
de: Fehler bei der statischen graphbasierten Wiederherstellung. Exitcode: "{0}", Fehler wurden jedoch nicht protokolliert. Melden Sie ein Problem bei https://github.com/NuGet/Home.
es: La restauración basada en gráficos falló con el código de salida "{0}" pero no registró ningún error. Envíe una incidencia a https://github.com/NuGet/Home.
fr: La restauration statique basée sur un graphique a échoué avec le code de sortie '{0}' mais n’a pas journalisée d’erreur. Entrez un problème sur https://github.com/NuGet/Home.
it: Il ripristino statico basato su grafi non è riuscito con codice di uscita '{0}' ma non ha registrato un errore. Inviare un problema all'indirizzo https://github.com/NuGet/Home.
ja: 静的グラフ ベースの復元は終了コード '{0}' で失敗しましたが、エラーはログに記録されませんでした。https://github.com/NuGet/Home で問題を提出してください。
ko: 정적 그래프 기반 복원이 종료 코드 '{0}'과(와) 함께 실패했지만 오류를 기록하지 않았습니다. https://github.com/NuGet/Home에서 이슈를 제출하세요.
pl: Przywracanie statyczne oparte na grafie nie powiodło się z kodem zakończenia „{0}”, ale nie zarejestrowano błędu. Zgłoś problem na https://github.com/NuGet/Home.
pt_br: Falha na restauração baseada em grafo estático com o código de saída "{0}", mas não foi registrado um erro. Registre um problema em https://github.com/NuGet/Home.
tr: Statik grafik tabanlı geri yükleme, '{0}' çıkış koduyla başarısız oldu, ancak hatayı günlüğe kaydetmedi. Lütfen https://github.com/NuGet/Home sayfasından sorun bildirin.
zh_hans: 基于静态图形的还原失败，退出代码为“{0}”，但未记录错误。请在 https://github.com/NuGet/Home 提交问题。
zh_hant: 靜態圖形式還原失敗，結束代碼為 '{0}' 但未記錄錯誤。請在 https://github.com/NuGet/Home. 提出問題。

# Error_StaticGraphRestoreArgumentParsingFailedInvalidNumberOfArguments
source: An error occurred parsing command-line arguments in static graph-based restore as there was an unexpected number of arguments, {0}. Please file an issue at https://github.com/NuGet/Home
cs: Při analýze argumentů příkazového řádku ve statickém obnovení založeném na grafu došlo k chybě, protože došlo k neočekávanému počtu argumentů {0}. Nahlaste prosím problém na https://github.com/NuGet/Home
de: Fehler beim Parsen der Befehlszeilenargumente in der statischen graphbasierten Wiederherstellung. Es lag eine unerwartete Anzahl von Argumenten vor, {0}. Melden Sie ein Problem unter https://github.com/NuGet/Home.
es: Se produjo un error al analizar los argumentos de la línea de comandos en la restauración basada en gráficos estáticos porque había un número inesperado de argumentos, {0}. Envíe un problema en https://github.com/NuGet/Home
fr: Une erreur s’est produite lors de l’analyse des arguments de ligne de commande dans la restauration statique basée sur un graphique en raison d’un nombre inattendu d’arguments, {0}. Entrez un problème au https://github.com/NuGet/Home
it: Si è verificato un errore durante l'analisi degli argomenti della riga di comando nel ripristino statico basato su grafico perché si è verificato un numero imprevisto di argomenti, {0}. Segnala un problema all'indirizzo https://github.com/NuGet/Home
ja: 予期しない数の引数があったため、静的グラフ ベースの復元でコマンド ライン引数の解析中にエラーが発生しました。{0}。https://github.com/NuGet/Home で問題を提出してください
ko: 예기치 않은 인수 수가 발생하여 정적 그래프 기반 복원에서 명령줄 인수를 구문 분석하는 동안 오류가 발생했습니다. {0}. https://github.com/NuGet/Home 문제를 제출하세요.
pl: Podczas analizowania argumentów wiersza polecenia w statycznym przywracaniu opartym na grafie wystąpił błąd, ponieważ pojawiła się nieoczekiwana liczba argumentów, {0}. Zgłoś problem w witrynie https://github.com/NuGet/Home
pt_br: Ocorreu um erro ao analisar os argumentos da linha de comando na restauração baseada em gráfico estático, pois havia um número inesperado de argumentos, {0}. Registre um problema em https://github.com/NuGet/Home
tr: Beklenmeyen sayıda bağımsız değişken olduğundan statik grafik tabanlı geri yüklemede komut satırı bağımsız değişkenleri ayrıştırılırken bir hata oluştu, {0}. Lütfen https://github.com/NuGet/Home adresinde bir sorun bildirin
zh_hans: 分析基于静态图形的还原中的命令行参数时出错，因为存在意外数量的参数，{0}。请在 https://github.com/NuGet/Home 提交问题
zh_hant: 剖析靜態圖形型還原中的命令列引數時發生錯誤，因為發生未預期的引數數目，{0}。請在 https://github.com/NuGet/Home 提出問題

# Error_StaticGraphRestoreArgumentsParsingFailedEndOfStream
source: An error occurred parsing command-line arguments in static graph-based restore as end of the standard input stream was unexpectedly encountered. Please file an issue at https://github.com/NuGet/Home
cs: Při analýze argumentů příkazového řádku ve statickém obnovení založeném na grafu došlo k chybě, protože byl neočekávaně zjištěn konec standardního vstupního datového proudu. Nahlaste prosím problém na https://github.com/NuGet/Home
de: Fehler beim Analysieren der Befehlszeilenargumente in der statischen graphbasierten Wiederherstellung. Das Ende des Standardeingabestreams wurde unerwartet erreicht. Melden Sie ein Problem unter https://github.com/NuGet/Home.
es: Se produjo un error al analizar los argumentos de la línea de comandos en la restauración basada en gráficos estáticos porque se encontró inesperadamente el final del flujo de entrada estándar. Envíe un problema en https://github.com/NuGet/Home
fr: Une erreur s’est produite lors de l’analyse des arguments de ligne de commande dans une restauration statique basée sur un graphique, car la fin du flux d’entrée standard a été rencontrée de manière inattendue. Entrez un problème au https://github.com/NuGet/Home
it: Si è verificato un errore durante l'analisi degli argomenti della riga di comando nel ripristino statico basato su grafico perché è stata rilevata in modo imprevisto la fine del flusso di input standard. Segnala un problema all'indirizzo https://github.com/NuGet/Home
ja: 標準入力ストリームの予期しない終了が検出されたため、静的グラフベースの復元でコマンド ライン引数の解析中にエラーが発生しました。https://github.com/NuGet/Home で問題を提出してください
ko: 표준 입력 스트림의 끝이 예기치 않게 발견되어 정적 그래프 기반 복원에서 명령줄 인수를 구문 분석하는 동안 오류가 발생했습니다. https://github.com/NuGet/Home 문제를 제출하세요.
pl: Podczas analizowania argumentów wiersza polecenia w statycznym przywracaniu opartym na grafie wystąpił błąd, ponieważ nieoczekiwanie napotkano koniec standardowego strumienia wejściowego. Zgłoś problem w witrynie https://github.com/NuGet/Home
pt_br: Ocorreu um erro ao analisar argumentos de linha de comando na restauração baseada em gráfico estático, pois o final do fluxo de entrada padrão foi encontrado inesperadamente. Registre um problema em https://github.com/NuGet/Home
tr: Beklenmedik bir şekilde standart giriş akışı sonu ile karşılaşıldığından statik grafik tabanlı geri yüklemede komut satırı bağımsız değişkenleri ayrıştırılırken bir hata oluştu. Lütfen https://github.com/NuGet/Home adresinde bir sorun bildirin
zh_hans: 分析基于静态图形的还原中的命令行参数时出错，因为意外遇到标准输入流的末尾。请在 https://github.com/NuGet/Home 提交问题
zh_hant: 剖析靜態圖形型還原中的命令列引數時發生錯誤，因為意外遇到標準輸入資料流程的結尾。請在 https://github.com/NuGet/Home 提出問題

# Error_StaticGraphRestoreArgumentsParsingFailedExceptionReadingStream
source: An error occurred parsing command-line arguments in static graph-based restore as an exception occurred reading the standard input stream, {0} Please file an issue at https://github.com/NuGet/Home {1}
cs: Při analýze argumentů příkazového řádku ve statickém obnovení založeném na grafu došlo k chybě, protože při čtení standardního vstupního streamu došlo k výjimce {0} Nahlaste prosím problém na adrese https://github.com/NuGet/Home {1}
de: Fehler beim Parsen von Befehlszeilenargumenten bei der statischen graphbasierten Wiederherstellung. Beim Lesen des Standardeingabestreams ist eine Ausnahme aufgetreten, {0} Melden Sie ein Problem unter https://github.com/NuGet/Home. {1}
es: Se produjo un error al analizar los argumentos de la línea de comandos en la restauración basada en gráficos estáticos porque se produjo una excepción al leer el flujo de entrada estándar. {0}Envíe un problema en https://github.com/NuGet/Home {1}
fr: Désolé, une erreur s’est produite lors de l’analyse des arguments de ligne de commande dans la restauration statique basée sur des graphiques, car une exception s’est produite lors de la lecture du flux d’entrée standard, {0} Veuillez soumettre un cas sur la page https://github.com/NuGet/Home {1}
it: Si è verificato un errore durante l'analisi degli argomenti della riga di comando nel ripristino statico basato su grafi, perché si è verificata un'eccezione durante la lettura del flusso di input standard. {0} Segnala un problema in https://github.com/NuGet/Home {1}
ja: 標準入力ストリームの読み取りで例外が発生したため、静的グラフ ベースの復元においてコマンド ライン引数の解析でエラーが発生しました。{0} https://github.com/NuGet/Home でイシューを提出してください {1}
ko: 표준 입력 스트림을 읽는 동안 예외가 발생하여 정적 그래프 기반 복원에서 명령줄 인수를 구문 분석하는 동안 오류가 발생했습니다. {0} https://github.com/NuGet/Home에서 문제를 보고해 주세요. {1}
pl: Podczas analizowania argumentów wiersza polecenia w statycznym przywracaniu opartym na grafie wystąpił błąd, ponieważ pojawił się wyjątek podczas odczytywania standardowego strumienia danych wejściowych, {0} Zgłoś problem w witrynie https://github.com/NuGet/Home {1}
pt_br: Ocorreu um erro ao analisar os argumentos da linha de comando na restauração baseada em gráfico estático, pois ocorreu uma exceção ao ler o fluxo de entrada padrão. {0} Registre um problema em https://github.com/NuGet/Home {1}
tr: Standart giriş akışı okunurken özel durum oluştuğundan statik grafik tabanlı geri yüklemede komut satırı bağımsız değişkenleri ayrıştırılırken bir hata oluştu, {0} Lütfen https://github.com/NuGet/Home adresinde bir sorun bildirin {1}
zh_hans: 分析基于静态图形的还原中的命令行参数时出错，因为读取标准输入流时出现异常。{0} 请通过 https://github.com/NuGet/Home 提交问题 {1}
zh_hant: 剖析靜態圖形型還原中的命令列引數時發生錯誤，因為讀取標準輸入資料流時發生例外狀況，請在 {0}https://github.com/NuGet/Home 提出問題 {1}

# Error_StaticGraphRestoreArgumentsParsingFailedUnexpectedIntegerValue
source: An error occurred parsing command-line arguments in static graph-based restore as the first integer read, {0}, is not an allowable value. Please file an issue at https://github.com/NuGet/Home
cs: Při analýze argumentů příkazového řádku ve statickém obnovení založeném na grafu došlo k chybě, protože první přečtené celé číslo {0} není povolená hodnota. Nahlaste prosím problém na https://github.com/NuGet/Home
de: Fehler beim Parsen der Befehlszeilenargumente in der statischen graphbasierten Wiederherstellung. Die erste gelesene ganze Zahl ({0}) ist kein zulässiger Wert. Melden Sie ein Problem unter https://github.com/NuGet/Home.
es: Error al analizar los argumentos de la línea de comandos en la restauración basada en gráficos estáticos porque el primer entero leído, {0}, no es un valor permitido. Envíe un problema en https://github.com/NuGet/Home
fr: Une erreur s’est produite lors de l’analyse des arguments de ligne de commande dans la restauration statique basée sur un graphique, car le premier entier lu, {0}, n’est pas une valeur autorisée. Entrez un problème au https://github.com/NuGet/Home
it: Si è verificato un errore durante l'analisi degli argomenti della riga di comando nel ripristino statico basato su grafico perché la lettura del primo valore intero, {0}, non è un valore ammissibile. Segnala un problema all'indirizzo https://github.com/NuGet/Home
ja: 読み取られた最初の整数 {0} が許可された値ではないため、静的グラフベースの復元でコマンドライン引数の解析中にエラーが発生しました。https://github.com/NuGet/Home で問題を提出してください
ko: 정적 그래프 기반 복원에서 명령줄 인수를 구문 분석하는 동안 오류가 발생했습니다. 첫 번째 정수 읽기 {0}(이)가 허용 가능한 값이 아닙니다. https://github.com/NuGet/Home 문제를 제출하세요.
pl: Podczas analizowania argumentów wiersza polecenia w statycznym przywracaniu opartym na grafie wystąpił błąd, ponieważ pierwsza liczba całkowita odczytana, {0}, nie jest dozwoloną wartością. Zgłoś problem w witrynie https://github.com/NuGet/Home
pt_br: Ocorreu um erro ao analisar argumentos de linha de comando na restauração baseada em gráfico estático, pois o primeiro número inteiro lido, {0}, não é um valor permitido. Registre um problema em https://github.com/NuGet/Home
tr: Okunan ilk tamsayı, {0}, izin verilebilir bir değer olmadığından statik grafik tabanlı geri yüklemede komut satırı bağımsız değişkenleri ayrıştırılırken bir hata oluştu. Lütfen https://github.com/NuGet/Home adresinde bir sorun bildirin
zh_hans: 分析基于静态图形的还原中的命令行参数时出错，因为第一个整数读取 {0} 不是允许的值。请在 https://github.com/NuGet/Home 提交问题
zh_hant: 剖析靜態圖形型還原中的命令列引數時發生錯誤，因為第一個讀取的整數 {0} 不是允許的值。請在 https://github.com/NuGet/Home 提出問題
