Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Configuration/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Argument cannot be null, empty, or whitespace only.
cs: Argument nemůže obsahovat hodnotu null, pouze mezeru nebo být prázdný.
de: Das Argument darf nicht nur NULL, leer oder Leerzeichen sein.
es: El argumento no puede ser nulo, estar vacío ni contener solo espacios en blanco.
fr: L'argument ne peut pas être null, vide ou être un espace uniquement.
it: L'argomenti non può essere Null, vuoto i contenere solo spazi.
ja: 引数を null、空、空白文字にすることはできません
ko: 인수는 null이거나, 비어 있거나, 공백만 사용할 수 없습니다.
pl: Argument nie może mieć wartości null, być pusty ani zawierać samych odstępów.
pt_br: A argumentação não pode ser apenas nula, vazia ou em espaço branco.
ru: Аргумент не может быть пустым, символом-разделителем или иметь значение null.
tr: Bağımsız değişken null, boş veya yalnızca boşluk olamaz.
zh_hans: 参数不能仅为 null、空或空格。
zh_hant: 引數不得為 Null、空白或僅為空白字元。

# Argument_Cannot_Be_Null_Or_Empty
source: Value cannot be null or empty string.
cs: Hodnota nesmí být null ani prázdný řetězec.
de: Der Wert darf nicht NULL oder eine leere Zeichenfolge sein.
es: El valor no puede ser nulo ni una cadena vacía.
fr: La valeur ne peut pas être NULL ou une chaîne vide.
it: Il valore non può essere null o una stringa vuota.
ja: 値を null または空の文字列にすることはできません。
ko: 값은 null이거나 빈 문자열일 수 없습니다.
pl: Wartość nie może być wartością null ani pustym ciągiem.
pt_br: O valor não pode ser nulo ou uma cadeia de caracteres vazia.
ru: Значение не может быть равно NULL или быть пустой строкой.
tr: Değer null veya boş dize olamaz.
zh_hans: 值不能为 null 或为空字符串。
zh_hant: 值不能為 Null 或空字串。

# AttributeNotAllowed
source: Attribute '{0}' is not allowed in element '{1}'.
cs: Atribut {0} v elementu {1} není povolený.
de: Das Attribut "{0}" ist im Element "{1}" nicht zulässig.
es: No se permite el atributo "{0}" en el elemento "{1}".
fr: L'attribut '{0}' n'est pas autorisé dans l'élément '{1}'.
it: L'attributo '{0}' non è consentito nell'elemento '{1}'.
ja: 属性 '{0}' は、要素 '{1}' では許可されていません。
ko: '{0}' 특성은 '{1}' 요소에서 허용되지 않습니다.
pl: Atrybut „{0}” nie jest dozwolony w elemencie „{1}”.
pt_br: O atributo '{0}' não é permitido no elemento '{1}'.
ru: Атрибут "{0}" недопустим в элементе "{1}".
tr: '{1}' öğesinde '{0}' özniteliğine izin verilmez.
zh_hans: 元素“{1}”中不允许使用属性“{0}”。
zh_hant: 元素 '{1}' 內不允許屬性 '{0}'。

# AttributeValueNotAllowed
source: The attribute '{0}' has an unallowed value '{1}' in element '{2}'.
cs: Atribut {0} v elementu {2} má nepovolenou hodnotu {1}.
de: Das Attribut "{0}" enthält einen unzulässigen Wert "{1}" im Element "{2}".
es: El atributo "{0}" tiene un valor no permitido "{1}" en el elemento "{2}".
fr: L'attribut '{0}' a une valeur unallowed '{1}' dans l'élément '{2}'.
it: L'attributo '{0}' contiene un valore '{1}' non consentito nell'elemento '{2}'.
ja: 属性 '{0}' に、要素 '{2}' で許可されていない値 '{1}' が含まれています。
ko: '{0}' 특성에 '{2}' 요소의 허용되지 않은 값 '{1}'이(가) 있습니다.
pl: Atrybut „{0}” ma niedozwoloną wartość „{1}” w elemencie „{2}”.
pt_br: O atributo '{0}' tem um valor não permitido '{1}' no elemento '{2}'.
ru: Атрибут "{0}" имеет недопустимое значение "{1}" в элементе "{2}".
tr: '{0}' özniteliği '{2}' öğesinde izin verilmeyen bir '{1}' değerine sahip.
zh_hans: 在元素“{2}”中，属性“{0}”具有不允许的值“{1}”。
zh_hant: 屬性 '{0}' 在元素 '{2}' 中有不允許的值 '{1}'。

# CannotUpdateDifferentItems
source: The item passed to the Update method cannot refer to a different item than the one being updated.
cs: Položka předaná metodě Update nemůže odkazovat na jinou položku než na tu, která se právě aktualizuje.
de: Das an die Update-Methode übergebene Element kann nicht auf ein anderes Element als das zurzeit aktualisierte verweisen.
es: El elemento pasado al método Update no puede hacer referencia a un elemento diferente al que se va a actualizar.
fr: L'élément passé à la méthode Update ne peut pas faire référence à un élément autre que celui en cours de mise à jour.
it: L'elemento passato al metodo Update non può fare riferimento a un elemento diverso da quello da aggiornare.
ja: Update メソッドに渡された項目は、更新中以外の項目を参照できません。
ko: Update 메서드에 전달된 항목은 업데이트되는 항목과 다른 항목을 참조할 수 없습니다.
pl: Element przekazany do metody aktualizacji nie może odwoływać się do elementu innego niż ten, który jest aktualizowany.
pt_br: O item passado para o Método de atualização não pode se referir a um item diferente do que está sendo atualizado.
ru: Элемент, переданный в метод обновления, не может ссылаться на элемент, отличный от обновляемого.
tr: Update metoduna geçirilen öğe, güncelleştirilmekte olandan farklı bir öğeye başvuruda bulunamaz.
zh_hans: 传递给 Update 方法的项只能引用正在更新的项，不可引用除此之外的其他项。
zh_hant: 傳遞至更新方法的物件只能參考正在更新的項目，其他項目則否。

# CannotUpdateMachineWide
source: Unable to update setting since it is in a machine-wide NuGet.Config.
cs: Nastavení nelze aktualizovat, protože se nachází v souboru NuGet.Config pro celý počítač.
de: Die Einstellung kann nicht aktualisiert werden, weil sie in einer computerweiten "NuGet.config" enthalten ist.
es: No se puede actualizar la configuración dado que está en un archivo NuGet.Config en toda la máquina.
fr: Impossible de mettre à jour le paramètre, car celui-ci se trouve dans un fichier NuGet.Config à l'échelle de l'ordinateur.
it: Non è possibile aggiornare l'impostazione perché si trova in un file NuGet.Config a livello di computer.
ja: 設定がコンピューター全体の NuGet.Config にあるため、更新することができません。
ko: 머신 수준의 NuGet.Config이므로 설정을 업데이트할 수 없습니다.
pl: Nie można zaktualizować ustawienia, ponieważ znajduje się ono w pliku NuGet.Config o zasięgu całej maszyny.
pt_br: Não é possível atualizar a configuração porque ela está em um NuGet.Config em todo o computador.
ru: Невозможно обновить параметр, так как это NuGet.Config компьютера.
tr: Makine genelindeki bir NuGet.Config dosyası içinde olduğundan ayar güncelleştirilemiyor.
zh_hans: 无法更新设置，因为它位于计算机范围内的 NuGet.Config 中。
zh_hant: 因為設定在 machine-wide NuGet.Config 內，所以無法予以更新。

# CannotUpdateNode
source: Cannot update the node of a setting.
cs: Uzel nastavení nelze aktualizovat.
de: Der Knoten einer Einstellung kann nicht aktualisiert werden.
es: No se puede actualizar el nodo de una configuración.
fr: Impossible de mettre à jour le nœud d'un paramètre.
it: Non è possibile aggiornare il nodo di un'impostazione.
ja: 設定のノードを更新できません。
ko: 설정의 노드를 업데이트할 수 없습니다.
pl: Nie można zaktualizować węzła ustawienia.
pt_br: Não é possível atualizar o nó de uma configuração.
ru: Невозможно обновить узел параметра.
tr: Bir ayarın düğümü güncelleştirilemiyor.
zh_hans: 无法更新设置的节点。
zh_hant: 無法更新設定的節點。

# CannotUpdateReadOnlyConfig
source: Unable to update setting since it is in an uneditable config file.
cs: Nepovedlo se aktualizovat nastavení, protože se nachází v konfiguračním souboru, který se nedá upravit.
de: Die Einstellung kann nicht aktualisiert werden, weil sie sich in einer nicht bearbeitbaren Konfigurationsdatei befindet.
es: No se puede actualizar la configuración porque está en un archivo de configuración no editable.
fr: Impossible de mettre à jour le paramètre, car il se trouve dans un fichier config non modifiable.
it: Non è possibile aggiornare l'impostazione perché si trova in un file di configurazione non modificabile.
ja: 編集不可能な構成ファイルに含まれているため、設定を更新できません。
ko: 편집할 수 없는 구성 파일에 있으므로 설정을 업데이트할 수 없습니다.
pl: Nie można zaktualizować ustawienia, ponieważ znajduje się ono w nieedytowalnym pliku konfiguracji.
pt_br: Não é possível atualizar a configuração porque ela está em um arquivo de configuração não editável.
ru: Не удалось обновить параметр, так как он находится в нередактируемом файле конфигурации.
tr: Ayar, düzenlenemez bir yapılandırma dosyasında olduğundan güncelleştirilemiyor.
zh_hans: 无法更新设置，因为它位于不可编辑的配置文件中。
zh_hant: 因為設定位於無法編輯的組態檔中，所以無法加以更新。

# ClientCertificateDuplicateConfiguration
source: There are multiple client certificate configurations associated with the same package source(s): {0}
cs: Několik konfigurací klientských certifikátů je přidružených ke stejným zdrojům balíčků: {0}
de: Denselben Paketquellen sind mehrere Clientzertifikatkonfigurationen zugeordnet: {0}
es: Hay varias configuraciones de certificado de cliente asociadas a los mismos orígenes del paquete: {0}
fr: Il existe plusieurs configurations de certificat client associées aux mêmes sources de package : {0}
it: Sono presenti più configurazioni di certificato client associate alle stesse origini pacchetto: {0}
ja: 同じパッケージ ソースに複数のクライアント証明書の構成が関連付けられています: {0}
ko: 동일한 패키지 원본({0})과 연결된 클라이언트 인증서 구성이 여러 개 있습니다.
pl: Istnieje wiele konfiguracji certyfikatu klienta skojarzonych z tymi samymi źródłami pakietów: {0}
pt_br: Há várias configurações de certificado de cliente associadas à mesma origem do pacote: {0}
ru: С одними и теми же источниками пакетов связано несколько конфигураций сертификатов клиента: {0}.
tr: Aynı paket kaynağıyla ilişkilendirilmiş birden çok istemci sertifikası yapılandırması var: {0}
zh_hans: 存在多个与相同包源相关联的客户端证书配置: {0}
zh_hant: 有多個用戶端憑證組態與同一個套件來源相關聯: {0}

# CredentialsItemMustHaveUsernamePassword
source: Credentials item must have username and password.
cs: Položka přihlašovacích údajů musí obsahovat uživatelské jméno a heslo.
de: Das Element mit den Anmeldeinformationen muss einen Benutzernamen und ein Kennwort enthalten.
es: El elemento de credenciales debe tener un nombre de usuario y una contraseña.
fr: Un élément d'informations d'identification doit avoir un nom d'utilisateur et un mot de passe.
it: Per l'elemento Credentials devono esistere nome utente e password.
ja: 資格情報の項目には、ユーザー名とパスワードが必要です。
ko: 자격 증명 항목에는 사용자 이름 및 암호가 있어야 합니다.
pl: Element poświadczeń musi mieć nazwę użytkownika i hasło.
pt_br: O item de credenciais deve ter nome de usuário e senha.
ru: Элемент учетных данных должен иметь имя пользователя и пароль.
tr: Kimlik bilgileri öğesinde kullanıcı adı ve parola olmalıdır.
zh_hans: 凭据项必须具有用户名和密码。
zh_hant: 認證項目必須有使用者名稱和密碼。

# Error_DuplicatePackageSource
source: PackageSourceMapping is enabled and there are multiple package sources associated with the same key(s): {0}. Path: {1}
cs: PackageSourceMapping je povoleno a ke stejným klíčům je přidruženo více zdrojů balíčku: {0}. Cesta: {1}
de: PackageSourceMapping ist aktiviert, und mehrere Paketquellen sind denselben Schlüsseln zugeordnet: {0}. Pfad: {1}
es: PackageSourceMapping está habilitado y hay varios orígenes de paquete asociados a las mismas claves: {0}. Ruta de acceso: {1}
fr: PackageSourceMapping est activé et plusieurs sources de packages sont associées à la ou aux mêmes clé(s) : {0}. Chemin : {1}
it: PackageSourceMapping è abilitato e sono presenti più origini pacchetto associate alle stesse chiavi: {0}. Percorso: {1}
ja: PackageSourceMapping が有効になっており、同じキーに関連付けられている複数のパッケージ ソースがあります: {0}。パス: {1}
ko: PackageSourceMapping이 사용하도록 설정되어 있으며 동일한 키와 연결된 패키지 원본이 여러 개 있습니다. {0}. 경로: {1}
pl: Element PackageSourceMapping jest włączony i istnieje wiele źródeł pakietów skojarzonych z tym samymi kluczami: {0}. Ścieżka: {1}
pt_br: PackageSourceMapping está habilitado e há várias origens de pacote associadas às mesmas chaves: {0}. Caminho: {1}
ru: PackageSourceMapping включен, и с одинаковыми ключами связано несколько источников пакетов: {0}. Путь: {1}
tr: PackageSourceMapping etkinleştirildi ve aynı anahtarlarla ilişkilendirilmiş birden çok paket kaynağı var: {0}. Yol: {1}
zh_hans: PackageSourceMapping 已启用，并且有多个与相同键关联的包源: {0}。路径: {1}
zh_hant: 已啟用 PackageSourceMapping，並且多個相關連的套件來源具有相同的金鑰: {0}。路徑: {1}

# Error_EncryptionUnsupported
source: Encryption is not supported on non-Windows platforms.
cs: Na platformách jiných než Windows se šifrování nepodporuje.
de: Die Verschlüsselung wird nur auf der Windows-Plattform unterstützt.
es: No se admite el cifrado en plataformas que no sean de Windows.
fr: Le chiffrement n'est pas pris en charge sur les plateformes non-Windows.
it: La crittografia non è supportata nelle piattaforme non Windows.
ja: Windows 以外のプラットフォームにおける暗号化はサポートされていません。
ko: Windows 이외의 플랫폼에서는 암호화가 지원되지 않습니다.
pl: Szyfrowanie nie jest obsługiwane na platformach innych niż system Windows.
pt_br: Não há suporte para criptografia em plataformas não Windows.
ru: Шифрование не поддерживается на платформах, отличных от Windows.
tr: Windows olmayan platformlarda şifreleme desteklenmiyor.
zh_hans: 非 Windows 平台上不支持加密。
zh_hant: 非 Windows 平台不支援加密。

# Error_InvalidAttribute
source: The attribute {0}-{1} is not valid.
cs: Atribut {0}-{1} není platný.
de: Das Attribut "{0}-{1}" ist ungültig.
es: El atributo {0}-{1} no es válido.
fr: L'attribut {0}-{1} n'est pas valide.
it: L'attributo {0}-{1} non è valido.
ja: 属性 {0}-{1} が無効です。
ko: {0}-{1} 특성이 유효하지 않습니다.
pl: Atrybut {0}-{1} jest nieprawidłowy.
pt_br: O atributo {0}-{1} não é válido.
ru: Атрибут {0}-{1} недопустим.
tr: {0}-{1} özniteliği geçerli değil.
zh_hans: 属性 {0}-{1} 无效。
zh_hant: 屬性 {0}-{1} 無效。

# Error_ItemNeedsAtLeastOnePackagePattern
source: Package source '{0}' must have at least one package pattern.
cs: Zdroj balíčku {0} musí mít alespoň jeden vzor balíčku.
de: Die Paketquelle "{0}" muss mindestens ein Paketmuster aufweisen.
es: El origen del paquete "{0}" debe tener al menos un patrón de paquete.
fr: La source du paquet '{0}' doit avoir au moins un modèle de paquet.
it: L'origine del pacchetto '{0}' deve includere almeno un criterio pacchetti.
ja: パッケージ ソース '{0}' には、少なくとも 1 つのパッケージ パターンが必要です。
ko: ‘{0}’ 패키지 소스에 한 개 이상의 패키지 패턴이 있어야 합니다.
pl: Źródło pakietu "{0}" musi mieć co najmniej jeden wzorzec pakietu.
pt_br: A origem do pacote '{0}' deve ter pelo menos um padrão de pacote.
ru: Источник пакета "{0}" должен иметь по крайней мере один шаблон пакета.
tr: Paket kaynağı '{0}' en az bir paket desenine sahip olmalıdır.
zh_hans: 包源 "{0}" 必须至少有一个包模式。
zh_hant: 套件來源 '{0}' 至少必須有一個套件模式。

# Error_ItemNeedsAtLeastOnePackagePatternWithPath
source: Package source '{0}' must have at least one package pattern. Path: '{1}'
cs: Zdroj balíčku {0} musí mít alespoň jeden vzor balíčku. Cesta: {1}
de: Die Paketquelle "{0}" muss mindestens ein Paketmuster aufweisen. Pfad: '{1}'
es: El origen del paquete "{0}" debe tener al menos un patrón de paquete. Ruta de acceso: "{1}"
fr: La source du paquet '{0}' doit avoir au moins un modèle de paquet. Chemin d'accès : '{1}'.
it: L'origine del pacchetto '{0}' deve includere almeno un criterio pacchetti. Percorso: '{1}'
ja: パッケージ ソース '{0}' には、少なくとも 1 つのパッケージ パターンが必要です。パス: '{1}'
ko: ‘{0}’ 패키지 소스에 한 개 이상의 패키지 패턴이 있어야 합니다. 경로: ‘{1}’
pl: Źródło pakietu "{0}" musi mieć co najmniej jeden wzorzec pakietu. Ścieżka: "{1}"
pt_br: A origem do pacote '{0}' deve ter pelo menos um padrão de pacote. Caminho: '{1}'
ru: Источник пакета "{0}" должен иметь по крайней мере один шаблон пакета. Путь: "{1}"
tr: Paket kaynağı '{0}' en az bir paket desenine sahip olmalıdır. Yol: '{1}'
zh_hans: 包源 "{0}" 必须至少有一个包模式。路径: "{1}"
zh_hant: 套件來源 '{0}' 至少必須有一個套件模式。路徑: '{1}'

# Error_MergeTwoDifferentSections
source: Cannot merge two different sections.
cs: Dva různé oddíly nelze sloučit.
de: Zwei unterschiedliche Abschnitte können nicht zusammengeführt werden.
es: No se pueden combinar dos secciones diferentes.
fr: Impossible de fusionner deux sections différentes.
it: Non è possibile unire due sezioni diverse.
ja: 2 つの異なるセクションを結合できません。
ko: 서로 다른 두 섹션을 병합할 수 없습니다.
pl: Nie można scalić dwóch różnych sekcji.
pt_br: Não é possível mesclar duas seções diferentes.
ru: Невозможно объединить два разных раздела.
tr: İki farklı bölüm birleştirilemez.
zh_hans: 无法合并两个不同的节。
zh_hant: 無法合併兩個不同的區段。

# Error_MoreThanOnePassword
source: A credentials item must have only one Password or ClearTextPassword entry.
cs: Položka přihlašovacích údajů musí mít jenom jednu položku Password nebo ClearTextPassword.
de: Ein Element mit Anmeldeinformationen darf nur einen Password- oder ClearTextPassword-Eintrag enthalten.
es: Un elemento de credenciales debe tener solo una entrada Password o ClearTextPassword.
fr: Un élément d'informations d'identification doit avoir une seule entrée Password ou ClearTextPassword.
it: Un elemento credentials deve contenere una sola voce Password o ClearTextPassword.
ja: 資格情報項目に含めることができる Password エントリまたは ClearTextPassword エントリは 1 つのみです。
ko: 자격 증명 항목에는 암호 또는 ClearTextPassword 항목이 하나만 있어야 합니다.
pl: Element poświadczeń musi mieć tylko jedną pozycję Password lub ClearTextPassword.
pt_br: Um item de credenciais precisa ter apenas uma entrada Password ou ClearTextPassword.
ru: Элемент учетных данных должен иметь только одну запись: Password или ClearTextPassword.
tr: Bir kimlik bilgileri öğesinde yalnızca bir Password veya ClearTextPassword girdisinin olması gerekir.
zh_hans: 凭据项只能有一个 Password 或 ClearTextPassword 条目。
zh_hant: 認證項目只能有一個 Password 或 ClearTextPassword 項目。

# Error_MoreThanOneUsername
source: A credentials item must have only one Username entry.
cs: Položka přihlašovacích údajů musí mít jenom jednu položku Username.
de: Ein Element mit Anmeldeinformationen darf nur einen Username-Eintrag enthalten.
es: Un elemento de credenciales debe tener solo una entrada Username.
fr: Un élément d'informations d'identification doit avoir une seule entrée Username.
it: Un elemento credentials deve contenere una sola voce Username.
ja: 資格情報項目に含めることができる Username エントリは 1 つのみです。
ko: 자격 증명 항목에는 사용자 이름 항목이 하나만 있어야 합니다.
pl: Element poświadczeń musi mieć tylko jedną pozycję Username.
pt_br: Um item de credenciais precisa ter apenas uma entrada Username.
ru: Элемент учетных данных должен иметь только одну запись Username.
tr: Bir kimlik bilgileri öğesinde yalnızca bir Username girdisinin olması gerekir.
zh_hans: 凭据项只能有一个 Username 条目。
zh_hant: 認證項目只能有一個 Username 項目。

# Error_MoreThanOneValidAuthenticationTypes
source: A credentials item must have only one ValidAuthenticationTypes entry.
cs: Položka přihlašovacích údajů musí mít jenom jednu položku ValidAuthenticationTypes.
de: Ein Element mit Anmeldeinformationen darf nur einen ValidAuthenticationTypes-Eintrag enthalten.
es: Un elemento de credenciales debe tener solo una entrada ValidAuthenticationTypes.
fr: Un élément d'informations d'identification doit avoir une seule entrée ValidAuthenticationTypes.
it: Un elemento credentials deve contenere una sola voce ValidAuthenticationTypes.
ja: 資格情報項目に含めることができる ValidAuthenticationTypes エントリは 1 つのみです。
ko: 자격 증명 항목에는 ValidAuthenticationTypes 항목이 하나만 있어야 합니다.
pl: Element poświadczeń musi mieć tylko jedną pozycję ValidAuthenticationTypes.
pt_br: Um item de credenciais precisa ter apenas uma entrada ValidAuthenticationTypes.
ru: Элемент учетных данных должен иметь только одну запись ValidAuthenticationTypes.
tr: Bir kimlik bilgileri öğesinde yalnızca bir ValidAuthenticationTypes girdisinin olması gerekir.
zh_hans: 凭据项只能有一个 ValidAuthenticationTypes 条目。
zh_hant: 認證項目只能有一個 ValidAuthenticationTypes 項目。

# Error_StoreCertCertificateNotFound
source: Certificate for the package source '{0}' was not found in '{1}.{2}' storage by '{3}' criteria with '{4}' value.
cs: Certifikát pro zdroj balíčku {0} se v úložišti {1}.{2} podle kritérií {3} s hodnotou {4} nenašel.
de: Das Zertifikat für die Paketquelle "{0}" wurde im Speicher "{1}.{2}" nicht anhand der Kriterien "{3}" mit dem Wert "{4}" gefunden.
es: No se encontró el certificado para el origen del paquete "{0}" en el almacenamiento "{1}.{2}" por los criterios "{3}" con el valor "{4}".
fr: Le certificat correspondant à la source de package '{0}' est introuvable dans le stockage '{1}.{2}' selon les critères '{3}' avec la valeur '{4}'.
it: Il certificato per l'origine pacchetto '{0}' non è stato trovato nell'archivio '{1}.{2}' in base ai criteri '{3}' con valore '{4}'.
ja: '{4}' 値を持つ '{3}' 条件では、パッケージ ソース '{0}' の証明書が '{1}.{2}' ストレージに見つかりませんでした。
ko: 패키지 원본 '{0}'의 인증서를 '{1}.{2}' 스토리지에서 '{4}' 값을 포함하는 '{3}'을(를) 기준으로 찾을 수 없습니다.
pl: Nie znaleziono certyfikatu źródła pakietu „{0}” w magazynie „{1}.{2}” według kryteriów „{3}” z wartością „{4}”.
pt_br: O certificado para a origem do pacote '{0}' não foi encontrado no armazenamento '{1}.{2}' pelos critérios '{3}' com o valor '{4}'.
ru: Сертификат для источника пакетов "{0}" не найден в хранилище "{1}.{2}" при использовании критериев "{3}" со значением "{4}".
tr: '{0}' paket kaynağının sertifikası, '{4}' değerine sahip '{3}' ölçütlerine göre '{1}.{2}' depolama alanında bulunamadı.
zh_hans: 根据值为 "{4}" 的 "{3}" 条件，未在 "{1}.{2}" 存储中找到包源 "{0}" 的证书。
zh_hant: 無法根據值為 '{4}' 的 '{3}' 準則在 '{1}.{2}' 存放區中找到套件來源 '{0}' 的憑證。

# FileCertItemPasswordAndClearTextPasswordAtSameTime
source: Password and ClearTextPassword cannot be used at the same time.
cs: Možnosti Password a ClearTextPassword se nedají použít současně.
de: Die Optionen "Password" und "ClearTextPassword" können nicht gleichzeitig verwendet werden.
es: Password y ClearTextPassword no se pueden usar al mismo tiempo.
fr: Impossible d'utiliser en même temps Password et ClearTextPassword.
it: Non è possibile usare contemporaneamente Password e ClearTextPassword.
ja: Password と ClearTextPassword を同時に使用することはできません。
ko: Password와 ClearTextPassword를 동시에 사용할 수 없습니다.
pl: Nie można jednocześnie używać opcji Password i ClearTextPassword.
pt_br: Password e ClearTextPassword não podem ser usados ao mesmo tempo
ru: Password и ClearTextPassword не могут быть использованы одновременно.
tr: Password ve ClearTextPassword aynı anda kullanılamaz.
zh_hans: 无法同时使用 Password 和 ClearTextPassword。
zh_hant: 不可同時使用 Password 與 ClearTextPassword。

# FileCertItemPasswordCannotBeDecrypted
source: Client certificate configuration password for the package source '{0}' cannot be decrypted
cs: Heslo konfigurace klientského certifikátu pro zdroj balíčku {0} se nedá dešifrovat.
de: Das Kennwort der Clientzertifikatkonfiguration für die Paketquelle "{0}" kann nicht entschlüsselt werden.
es: No se puede descifrar la contraseña de la configuración del certificado de cliente para el origen del paquete "{0}".
fr: Impossible de déchiffrer le mot de passe de configuration du certificat client pour la source de package '{0}'
it: Non è possibile decrittografare la password della configurazione del certificato client per l'origine pacchetto '{0}'
ja: パッケージ ソース '{0}' のクライアント証明書構成パスワードの暗号化を解除できません
ko: 패키지 원본 '{0}'의 클라이언트 인증서 구성 암호를 해독할 수 없습니다.
pl: Nie można odszyfrować hasła konfiguracji certyfikatu klienta dla źródła pakietu „{0}”
pt_br: A senha de configuração do certificado do cliente para a origem do pacote '{0}' não pode ser descriptografada
ru: Не удается расшифровать пароль конфигурации сертификата клиента для источника пакетов "{0}"
tr: '{0}' paket kaynağının istemci sertifikası yapılandırma parolasının şifresi çözülemiyor
zh_hans: 无法解密包源 "{0}" 的客户端证书配置密码
zh_hant: 無法解密套件來源 '{0}' 的用戶端憑證組態密碼

# FileCertItemPathFileNotExist
source: A fileCert path specified a file that does not exist.
cs: Cesta fileCert určovala soubor, který neexistuje.
de: Ein fileCert-Pfad hat eine Datei angegeben, die nicht vorhanden ist.
es: Una ruta de acceso a fileCert especificó un archivo que no existe.
fr: Un chemin fileCert a spécifié un fichier qui n'existe pas.
it: In un percorso fileCert è stato specificato un file che non esiste.
ja: fileCert パスで、存在しないファイルが指定されていました。
ko: FileCert 경로가 존재하지 않는 파일을 지정했습니다.
pl: Ścieżka elementu fileCert określa plik, który nie istnieje.
pt_br: Um caminho fileCert especificou um arquivo que não existe.
ru: В пути fileCert указан несуществующий файл.
tr: Bir fileCert yolunda mevcut olmayan bir dosya belirtildi.
zh_hans: fileCert 路径指定的文件不存在。
zh_hant: fileCert 路徑指定了不存在的檔案。

# FileCertItemPathFileNotSet
source: A fileCert item path was not set.
cs: Cesta k položce fileCert se nenastavila.
de: Ein fileCert-Elementpfad wurde nicht festgelegt.
es: No se estableció ninguna ruta de acceso al elemento fileCert.
fr: Un chemin d'élément fileCert n'a pas été défini.
it: Non è stato impostato alcun percorso per gli elementi fileCert.
ja: fileCert 項目のパスが設定されていませんでした。
ko: FileCert 항목 경로가 설정되지 않았습니다.
pl: Nie ustawiono ścieżki elementu fileCert.
pt_br: Um caminho de item fileCert não foi definido.
ru: Не задан путь к элементу fileCert.
tr: Bir fileCert öğe yolu ayarlanmadı.
zh_hans: 未设置 fileCert 项路径。
zh_hant: 未設定 fileCert 項目路徑。
