Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Configuration/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Unknown_Config_Exception
source: Unexpected failure reading NuGet.Config. Path: '{0}'.
cs: Při čtení NuGet.Config došlo neočekávaně k selhání. Cesta: {0}.
de: Unerwarteter Fehler beim Lesen von NuGet.Config. Pfad: "{0}".
es: Error inesperado al leer NuGet.Config. Ruta de acceso: '{0}'.
fr: Échec inattendu lors de la lecture de NuGet.Config. Chemin : '{0}'.
it: Si è verificato un errore imprevisto durante la lettura di NuGet.Config. Percorso: '{0}'.
ja: NuGet.Config の読み取り中に予期しないエラーが発生しました。パス: '{0}'。
ko: NuGet.Config를 읽는 동안 예기치 않은 오류가 발생했습니다. 경로: '{0}'.
pl: Nieoczekiwany błąd podczas odczytywania pliku NuGet.Config. Ścieżka: „{0}”.
pt_br: Falha inesperada ao ler o NuGet.Config. Caminho: '{0}'.
ru: Непредвиденная ошибка при чтении NuGet.Config. Путь: "{0}".
tr: NuGet.Config okunurken beklenmeyen bir hata oluştu. Yol: '{0}'.
zh_hans: 读取 NuGet.Config 时发生意外失败。路径:“{0}”。
zh_hant: 讀取 NuGet.Config 時意外失敗。路徑: '{0}'。

# UnsupportedDecryptPassword
source: Password decryption is not supported on .NET Core for this platform. The following feed uses an encrypted password: '{0}'. You can use a clear text password as a workaround.
cs: Dešifrování hesla se v .NET Core pro tuto platformu nepodporuje. Následující informační kanál používá šifrované heslo: {0}. Místo toho můžete použít heslo uložené jako nešifrovaný text.
de: Kennwortentschlüsselung wird für .NET Core für diese Plattform nicht unterstützt. Der folgende Feed verwendet ein verschlüsseltes Kennwort: "{0}". Sie können ein Klartextkennwort als Problemumgehung verwenden.
es: El descifrado de contraseñas no es compatible en .NET Core para esta plataforma. La siguiente fuente usa una contraseña cifrada: '{0}'. Puede usar una contraseña de texto sin cifrar como una solución.
fr: Le déchiffrement de mot de passe n'est pas pris en charge sur .NET Core pour cette plateforme. Le flux suivant utilise un mot de passe chiffré : '{0}'. Vous pouvez utiliser un mot de passe en texte clair comme solution de contournement.
it: La decrittografia delle password non è supportata in .NET Core per questa piattaforma. Il feed seguente usa una password crittografata: '{0}'. Per ovviare al problema, è possibile usare una password non crittografata.
ja: パスワードの解読は、このプラットフォーム用の .NET Core でサポートされていません。次のフィードは暗号化されたパスワード '{0}' を使います。回避策として、クリア テキストのパスワードを使用できます。
ko: 이 플랫폼용 .NET Core에서는 암호 해독이 지원되지 않습니다. '{0}' 피드에서는 암호화된 암호를 사용합니다. 대신 일반 텍스트 암호를 사용할 수 있습니다.
pl: Odszyfrowywanie przy użyciu hasła nie jest obsługiwane przez program .NET Core na tej platformie. Następujący kanał informacyjny korzysta z zaszyfrowanego hasła: „{0}”. W ramach obejścia można zamiast tego użyć hasła w postaci zwykłego tekstu.
pt_br: A decriptografia de senha não tem suporte no .NET Core nessa plataforma. O feed a seguir usa uma senha criptografada. O feed a seguir usa uma senha criptografada: '{0}'. Você pode usar uma senha com texto não criptografado como uma solução alternativa.
ru: Расшифровка пароля не поддерживается в .NET Core для этой платформы. Зашифрованный пароль используется для следующего канала: "{0}". Вместо этого можно использовать открытый пароль.
tr: Bu platform için .NET Core üzerinde parola şifresi çözme işlemi desteklenmez. '{0}' akışı şifreli bir parola kullanıyor. Geçici çözüm olarak, düz metinden oluşan bir parola kullanabilirsiniz.
zh_hans: 本平台不支持 .NET Core 密码解密。以下馈送使用加密密码:“{0}”。作为解决办法，可使用明文密码。
zh_hant: 此平台的 .NET Core 上不支援密碼解密。下列摘要使用加密密碼: '{0}'。您可使用純文字密碼作為因應措施。

# UnsupportedEncryptPassword
source: Password encryption is not supported on .NET Core for this platform. The following feed try to use an encrypted password: '{0}'. You can use a clear text password as a workaround.
cs: Šifrování hesla se v .NET Core pro tuto platformu nepodporuje. Následující informační kanál se pokouší použít šifrované heslo: {0}. Místo toho můžete použít heslo uložené jako nešifrovaný text.
de: Kennwortverschlüsselung wird für .NET Core für diese Plattform nicht unterstützt. Der folgende Feed versucht, ein verschlüsseltes Kennwort zu verwenden: "{0}". Sie können ein Klartextkennwort als Problemumgehung verwenden.
es: El cifrado de contraseñas no es compatible en .NET Core para esta plataforma. La siguiente fuente intenta usar una contraseña cifrada: '{0}'. Puede usar una contraseña de texto sin cifrar como una solución.
fr: Le chiffrement de mot de passe n'est pas pris en charge sur .NET Core pour cette plateforme. Le flux suivant tente d'utiliser un mot de passe chiffré : '{0}'. Vous pouvez utiliser un mot de passe en texte clair comme solution de contournement.
it: La crittografia delle password non è supportata in .NET Core per questa piattaforma. Il feed seguente prova a usare una password crittografata: '{0}'. Per ovviare al problema, è possibile usare una password non crittografata.
ja: パスワードの暗号化は、このプラットフォーム用の .NET Core でサポートされていません。次のフィードは暗号化されたパスワード '{0}' を使おうとします。回避策として、クリア テキストのパスワードを使用できます。
ko: 이 플랫폼용 .NET Core에서는 암호 암호화가 지원되지 않습니다. '{0}' 피드에서는 암호화된 암호를 사용하려고 합니다. 대신 일반 텍스트 암호를 사용할 수 있습니다.
pl: Szyfrowanie przy użyciu hasła nie jest obsługiwane przez program .NET Core na tej platformie. Następujący kanał informacyjny próbuje korzystać z zaszyfrowanego hasła: „{0}”. W ramach obejścia można zamiast tego użyć hasła w postaci zwykłego tekstu.
pt_br: A criptografia de senha não tem suporte no .NET Core nessa plataforma. O feed a seguir tenta usar uma senha criptografada. O feed a seguir usa uma senha criptografada: '{0}'. Você pode usar uma senha com texto não criptografado como uma solução alternativa.
ru: Шифрование пароля не поддерживается в .NET Core для этой платформы. Следующий канал пытается использовать зашифрованный пароль: "{0}". Вместо этого можно использовать открытый пароль.
tr: Bu platform için .NET Core üzerinde parola şifreleme işlemi desteklenmez. '{0}' akışı şifreli bir parola kullanıyor. Geçici çözüm olarak, düz metinden oluşan bir parola kullanabilirsiniz.
zh_hans: 本平台不支持 .NET Core 密码加密。以下馈送试图使用加密密码:“{0}”。作为解决办法，可使用明文密码。
zh_hant: 此平台的 .NET Core 核心不支援密碼加密。下列摘要嘗試使用加密密碼: '{0}'。您可使用純文字密碼作為因應措施。

# UnsupportedHashAlgorithm
source: Certificate entry has an unsupported hash algorithm: '{0}'.
cs: Položka certifikátu má nepodporovaný algoritmus hash: {0}
de: Der Zertifikateintrag weist einen nicht unterstützten Hashalgorithmus auf: {0}.
es: La entrada de certificado tiene un algoritmo hash no admitido: "{0}".
fr: L'entrée de certificat a un algorithme de hachage non pris en charge : '{0}'.
it: La voce Certificate contiene un algoritmo hash non supportato: '{0}'.
ja: 証明書エントリに、サポートされていないハッシュ アルゴリズムが含まれています: '{0}'。
ko: 인증서 항목에 지원되지 않는 해시 알고리즘 '{0}'이(가) 있습니다.
pl: Wpis certyfikatu ma nieobsługiwany algorytm wyznaczania wartości skrótu: „{0}”.
pt_br: A entrada do certificado tem um algoritmo de hash sem suporte: '{0}'.
ru: Запись сертификата использует неподдерживаемый алгоритм хеширования: "{0}".
tr: Sertifika girdisinde desteklenmeyen bir karma algoritması var: '{0}'.
zh_hans: 证书条目具有不受支持的哈希算法:“{0}”。
zh_hant: 憑證項目含有不支援的雜湊演算法: '{0}'。

# UserSettings_UnableToParseConfigFile
source: Unable to parse config file because: {0} Path: '{1}'.
cs: Konfigurační soubor nebylo možné analyzovat, protože: {0} Cesta: {1}
de: Analyse der Konfigurationsdatei nicht möglich. Grund: {0}, Pfad: "{1}".
es: No se puede analizar el archivo de configuración porque: {0}, ruta de acceso: "{1}".
fr: Impossible d'analyser le fichier config car : {0} chemin : '{1}'.
it: Non è possibile analizzare il file config perché {0}. Percorso: '{1}'.
ja: 構成ファイルを解析できません。理由: {0} パス: '{1}'。
ko: 구성 파일을 구문 분석할 수 없습니다. 이유: {0} 경로: '{1}'.
pl: Nie można przeanalizować pliku konfiguracji. Przyczyna: {0} Ścieżka: „{1}”.
pt_br: Não é possível analisar o arquivo de configuração porque: {0} Caminho: '{1}'.
ru: Не удалось проанализировать файл конфигурации по следующей причине: {0}. Путь: "{1}".
tr: Yapılandırma dosyası şu nedenle ayrıştırılamadı: {0} Yol: '{1}'.
zh_hans: 无法分析配置文件，因为: {0} 路径:“{1}”。
zh_hant: 無法剖析組態檔，原因為: {0} 路徑: '{1}'。
