Repository: dotnet/dotnet
Catalog: src/nuget-client/src/NuGet.Core/NuGet.Configuration/xlf/Resources.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# FileDoesNotExist
source: File '{0}' does not exist.
cs: Soubor {0} neexistuje.
de: Die Datei '{0}' ist nicht vorhanden.
es: El archivo '{0}' no existe.
fr: Le fichier « {0} » n’existe pas.
it: Il file '{0}' non esiste.
ja: ファイル '{0}' は存在しません。
ko: 파일 '{0}'이(가) 없습니다.
pl: Plik „{0}” nie istnieje.
pt_br: O arquivo '{0}' não existe.
ru: Файл «{0}» не существует.
tr: '{0}' dosyası yok.
zh_hans: 文件“{0}”不存在。
zh_hant: 檔案 '{0}' 不存在。

# InvalidNullSettingsOperation
source: "{0}" cannot be called on a NullSettings. This may be caused on account of insufficient permissions to read or write to "%AppData%\NuGet\NuGet.config".
cs: {0} nejde volat při nastavení NullSettings. Příčinou můžou být nedostatečná oprávnění ke čtení nebo zápisu pro soubor %AppData%\NuGet\NuGet.config.
de: "{0}" kann nicht für "NullSettings" aufgerufen werden. Die Ursache sind möglicherweise unzureichende Lese- oder Schreibberechtigungen für "%AppData%\NuGet\NuGet.config".
es: "{0}" no se puede llamar en NullSettings. Esto podría deberse a que no hay permisos suficientes de lectura o escritura de "%AppData%\NuGet\NuGet.config".
fr: "{0}" ne peut pas être appelé sur un NullSettings. Cela peut être dû à un compte ne disposant pas des autorisations suffisantes pour lire ou écrire sur "%AppData%\NuGet\NuGet.config".
it: Non è possibile chiamare "{0}" su NullSettings. È possibile che l'account non disponga delle autorizzazioni necessarie per la lettura o la scrittura su "%AppData%\NuGet\NuGet.config".
ja: "{0}" を NullSettings で呼び出すことはできません。これは "%AppData%\NuGet\NuGet.config" への読み取りまたは書き込みのアクセス許可が不十分なために発生した可能性があります。
ko: NullSettings에서 "{0}"을(를) 호출할 수 없습니다. 이 오류는 "%AppData%\NuGet\NuGet.config"에 대한 읽기 또는 쓰기 권한이 부족한 계정에서 발생할 수 있습니다.
pl: Nie można wywołać elementu „{0}” w elemencie NullSettings. Może to być spowodowane przez niewystarczające uprawnienia konta do odczytywania lub zapisywania w ścieżce „%AppData%\NuGet\NuGet.config”.
pt_br: Não é possível executar o "{0}" em NullSettings. Isso pode ser causado devido a permissões insuficientes para ler ou gravar em "%AppData%\NuGet\NuGet.config".
ru: "{0}" невозможно вызывать для NullSettings. Возможно, причина этого в том, что у учетной записи недостаточно разрешений на чтение и запись в "%AppData%\NuGet\NuGet.config".
tr: "{0}" NullSettings üzerinde çağrılamıyor. Bunun nedeni, "%AppData%\NuGet\NuGet.config" öğesini okumak veya bu öğeye yazmak için yeterli izin bulunmaması olabilir.
zh_hans: 无法对 NullSettings 调用“{0}”。原因可能是帐户权限不足，无法读取或写入 "%AppData%\NuGet\NuGet.config"。
zh_hant: 無法在 NullSettings 呼叫 "{0}"。可能是因為帳戶的讀取或寫入 "%AppData%\NuGet\NuGet.config" 的權限不足所導致的結果。

# ItemDoesNotExist
source: The item does not exist in the {0} section.
cs: Tato položka se v oddílu {0} nenachází.
de: Das Element ist nicht im Abschnitt "{0}" enthalten.
es: El elemento no existe en la sección {0}.
fr: L'élément n'existe pas dans la section {0}.
it: L'elemento non esiste nella sezione {0}.
ja: {0} セクションに項目が存在しません。
ko: {0} 섹션에 해당 항목이 없습니다.
pl: Element nie istnieje w sekcji {0}.
pt_br: O item não existe na seção {0}.
ru: Элемент не существует в разделе {0}.
tr: Öğe {0} bölümünde yok.
zh_hans: {0} 节中不存在该项。
zh_hant: 項目不存在於 {0} 區段中。

# MissingRequiredAttribute
source: Missing required attribute '{0}' in element '{1}'.
cs: V elementu {1} chybí povinný atribut {0}.
de: Das erforderliche Attribut "{0}" fehlt im Element "{1}".
es: Falta el atributo obligatorio "{0}" en el elemento "{1}".
fr: Attribut obligatoire manquant '{0}' dans l'élément '{1}'.
it: Nell'elemento '{1}' manca l'attributo obbligatorio '{0}'.
ja: 要素 '{1}' に必要な属性 '{0}' がありません。
ko: '{1}' 요소에 필수 특성 '{0}'이(가) 누락되었습니다.
pl: Brak wymaganego atrybutu „{0}” w elemencie „{1}”.
pt_br: Atributo obrigatório ausente '{0}' no elemento '{1}'.
ru: Отсутствует обязательный атрибут "{0}" в элементе "{1}".
tr: '{1}' öğesinde gerekli olan '{0}' özniteliği eksik.
zh_hans: 元素“{1}”中缺少必需属性“{0}”。
zh_hant: 元素 '{1}' 中缺少必要屬性 '{0}'。

# MustContainAbsolutePath
source: '{0}' must contain an absolute path '{1}'.
cs: {0} musí obsahovat absolutní cestu {1}.
de: "{0}" muss einen absoluten Pfad "{1}" enthalten.
es: '{0}' debe contener una ruta de acceso absoluta '{1}'.
fr: '{0}' doit contenir un chemin absolu '{1}'.
it: '{0}' deve contenere un percorso assoluto '{1}'.
ja: '{0}' には絶対パス '{1}' を含める必要があります。
ko: '{0}'에는 절대 경로 '{1}'이(가) 있어야 합니다.
pl: Element „{0}” musi zawierać ścieżkę bezwzględną „{1}”.
pt_br: O '{0}' deve conter um caminho absoluto '{1}'.
ru: "{0}" должен содержать абсолютный путь "{1}".
tr: '{0}', '{1}' mutlak yolunu içermelidir.
zh_hans: '“{0}”必须包含绝对路径“{1}”。
zh_hant: '{0}' 必須包含絕對路徑 '{1}'。

# NoAttributesAllowed
source: The {0} item should not have any attributes and it was found with {1}.
cs: Položka {0} nesmí obsahovat žádné atributy, ale obsahuje {1}.
de: Das Element "{0}" darf keine Attribute enthalten, gefunden: "{1}".
es: El elemento {0} no debe tener ningún atributo y se encontró que tenía {1}.
fr: L'élément {0} ne doit pas avoir d'attributs alors qu'il a été trouvé avec {1}.
it: L'elemento {0} non dovrebbe contenere attributi, ma in realtà contiene {1}.
ja: {0} 項目は属性を持つことはできません。{1} で検出されました。
ko: {0} 항목은 특성을 가질 수 없는데, {1}과(와) 함께 발견되었습니다.
pl: Element {0} nie może mieć żadnych atrybutów, a wykryto dla niego {1}.
pt_br: O item {0} não deve ter nenhum atributo e ele foi encontrado com {1}.
ru: Элемент {0} не должен иметь атрибуты, но в нем найдено {1}.
tr: {0} öğesinin özniteliği olmamalıdır, öğede {1} bulundu.
zh_hans: {0} 项不应具有任何属性，且可在 {1} 中找到。
zh_hant: {0} 項目不應有任何屬性，但發現其具有 {1}。

# NoWritteableConfig
source: There is no NuGet.Config that could be used for writing settings. Please create one at the desired location and restart the client.
cs: Soubor NuGet.Config, který by bylo možné použít k zápisu nastavení, není k dispozici. Vytvořte ho prosím v požadovaném umístění a restartujte klienta.
de: Es ist keine "NuGet.config" vorhanden, die zum Schreiben von Einstellungen verwendet werden kann. Erstellen Sie eine Datei "NuGet.config" am gewünschten Speicherort, und starten Sie den Client neu.
es: No hay ningún archivo NuGet.Config que se pueda usar para escribir la configuración. Cree uno en la ubicación deseada y reinicie el cliente.
fr: Aucun des fichiers NuGet.Config n'a pu être utilisé pour écrire des paramètres. Créez-en un à l'emplacement souhaité et redémarrez le client.
it: Non esiste alcun file NuGet.Config utilizzabile per scrivere le impostazioni. Crearne uno nel percorso desiderato e riavviare il client.
ja: 設定の書き込みに使用できる NuGet.Config がありません。希望する場所に 1 つ作成し、クライアントを再起動してください。
ko: 설정 쓰기에 사용할 수 있는 NuGet.Config가 없습니다. 원하는 위치에 만들고 클라이언트를 다시 시작하세요.
pl: Brak pliku NuGet.Config, którego można użyć dla ustawień zapisywania. Utwórz taki plik w żądanej lokalizacji, a następnie ponownie uruchom klienta.
pt_br: Não há nenhum NuGet.Config que poderia ser usado para gravar as configurações. Crie um no local desejado e reinicie o cliente.
ru: Отсутствует NuGet.Config для записи параметров. Создайте конфигурацию в нужном расположении и перезапустите клиент.
tr: Ayarların yazılabileceği bir NuGet.Config dosyası yok. Lütfen istenen konumda bir dosya oluşturarak istemciyi yeniden başlatın.
zh_hans: 没有可用于编写设置的 NuGet.Config。请在所需位置创建一个并重启客户端。
zh_hant: 沒有任何可用於寫入設定的 NuGet.Config。請在希望的位置建立一個並重新啟動用戶端。

source: Owners item must have at least one owner.
cs: Položka vlastníků musí mít alespoň jednoho vlastníka.
de: Das Besitzerelement muss mindestens einen Besitzer aufweisen.
es: El elemento Propietarios debe tener al menos un propietario.
fr: L'élément relatif aux propriétaires doit comporter au moins un propriétaire.
it: Per l'elemento owners è necessario definire almeno un proprietario.
ja: 所有者項目には所有者が少なくとも 1 人必要です。
ko: 소유자 항목에는 소유자가 하나 이상 있어야 합니다.
pl: Element właścicieli musi mieć co najmniej jednego właściciela.
pt_br: O item do proprietário deve ter pelo menos um proprietário.
ru: У элемента "Владельцы" должен быть хотя бы один владелец.
tr: Sahipler öğesinin en az bir sahibi olmalıdır.
zh_hans: 所有者项必须至少有一个所有者。
zh_hant: 擁有者項目至少必須有一位擁有者。

# OwnersMustOnlyHaveContent
source: Owners item must only have text content and cannot be empty.
cs: Položka vlastníků musí mít jenom textový obsah a nemůže být prázdná.
de: Das Besitzerelement darf nur Textinhalt aufweisen und darf nicht leer sein.
es: El elemento Propietarios solo debe tener contenido de texto y no puede estar vacío.
fr: L'élément relatif aux propriétaires doit avoir uniquement du contenu textuel, et ne doit pas être vide.
it: L'elemento owners deve includere solo contenuto di testo e non può essere vuoto.
ja: 所有者項目に使用できるのはテキスト コンテンツのみであり、空にすることはできません。
ko: 소유자 항목에는 텍스트 콘텐츠만 있어야 하고 비워 둘 수 없습니다.
pl: Element właścicieli może mieć jedynie zawartość tekstową i nie może być pusty.
pt_br: O item do proprietário só deve ter conteúdo de texto e não pode estar vazio.
ru: Элемент "Владельцы" должен включать только текстовое содержимое и не может быть пустым.
tr: Sahipler öğesinin yalnızca metin içeriği olmalı ve öğe boş olmamalıdır.
zh_hans: 所有者项只能有文本内容，并且不能为空。
zh_hant: 擁有者項目只能有文字內容且不可空白。

# PropertyCannotBeNullOrEmpty
source: {0} cannot be null or empty.
cs: Vlastnost {0} nemůže být null nebo prázdná.
de: "{0}" darf nicht NULL oder leer sein.
es: {0} no puede ser nulo ni estar vacío.
fr: {0} ne peut pas être null ou vide.
it: La proprietà {0} non può essere Null o vuota.
ja: {0} を null または空に設定することはできません。
ko: {0}은(는) null이거나 비워 둘 수 없습니다.
pl: Element {0} nie może mieć wartości null ani być pusty.
pt_br: {0} não pode ser nulo ou estar vazio.
ru: {0} не может быть пустым или равным NULL.
tr: {0} özelliği null veya boş olamaz.
zh_hans: {0} 不能为 Null 或为空。
zh_hant: {0} 不得為 null 或空白。

# RepositoryMustHaveOneOwners
source: The repository item with name '{0}' and service index '{1}' has more than one owners item in it.
cs: Položka úložiště s názvem {0} a index služby {1} obsahuje více než jednu položku vlastníků.
de: Das Repositoryelement mit dem Namen "{0}" und dem Dienstindex "{1}" weist mehrere Besitzerelemente auf.
es: El elemento del repositorio con el nombre "{0}" y el índice de servicio "{1}" tiene más de un elemento Propietarios.
fr: L'élément de dépôt nommé '{0}' et dont l'index de service est '{1}' contient plusieurs éléments relatifs aux propriétaires.
it: L'elemento repository con nome '{0}' e indice del servizio '{1}' contiene più elementi owners.
ja: 名前が '{0}' でサービス インデックスが '{1}' のリポジトリ項目に複数の所有者項目が含まれています。
ko: 이름이 '{0}'이고 서비스 인덱스가 '{1}'인 리포지토리 항목에 소유자 항목이 두 개 이상 있습니다.
pl: Element repozytorium o nazwie „{0}” i indeksie usługi „{1}” zawiera więcej niż jeden element właścicieli.
pt_br: O item de repositório com o nome '{0}' e o serviço de índice '{1}' tem mais de um item de proprietários nele.
ru: Элемент репозитория с именем "{0}" и индексом службы "{1}" содержит несколько элементов "Владельцы".
tr: '{1}' hizmet dizinine sahip '{0}' adlı depo öğesinde birden fazla sahipler öğesi var.
zh_hans: 名称为“{0}”、服务索引为“{1}”的存储库项中具有多个所有者项。
zh_hant: 名稱為 '{0}' 和服務索引為 '{1}' 的存放庫項目中有多個擁有者項目。

# SectionDoesNotExist
source: The section '{0}' does not exist in the settings.
cs: Oddíl {0} se v nastavení nenachází.
de: Der Abschnitt "{0}" ist nicht in den Einstellungen vorhanden.
es: La sección "{0}" no existe en la configuración.
fr: La section '{0}' n'existe pas dans les paramètres.
it: La sezione '{0}' non esiste nelle impostazioni.
ja: 設定にセクション '{0}' が存在しません。
ko: 설정에 '{0}' 섹션이 없습니다.
pl: Sekcja „{0}” nie istnieje w ustawieniach.
pt_br: A seção '{0}' não existe nas configurações.
ru: Раздел "{0}" не существует в параметрах.
tr: '{0}' bölümü ayarlarda yok.
zh_hans: 设置中不存在“{0}”节。
zh_hant: 區段 '{0}' 不存在於設定中。

# Settings_FileName_Cannot_Be_A_Path
source: Parameter 'fileName' to Settings must be just a file name and not a path.
cs: Parametr fileName pro nastavení musí být jen název souboru, a ne cesta.
de: Der Parameter "fileName" in den Einstellungen muss ein Dateiname und kein Pfad sein.
es: El parámetro "fileName" en Configuración solo debe ser un nombre de archivo y no una ruta de acceso.
fr: Le paramètre 'fileName' dans Paramètres doit être juste un nom de fichier et pas un chemin.
it: Il parametro 'fileName' per Settings deve essere semplicemente un nome file e non un percorso.
ja: 設定に対するパラメーター 'fileName' にはファイル名のみを指定し、パスを含めてはなりません。
ko: 설정에 대한 'fileName' 매개 변수는 파일 이름이어야 하며 경로일 수 없습니다.
pl: Parametr „fileName” w ustawieniach musi być nazwą pliku, a nie ścieżką.
pt_br: O parâmetro 'fileName' para as Configurações deve ser somente um nome de arquivo e não um caminho.
ru: Параметр "fileName" должен содержать только имя файла, а не путь.
tr: Ayarlar için 'fileName' parametresi bir yol değil, yalnızca bir dosya adı olmalıdır.
zh_hans: Settings 的参数“fileName”只能是文件名，不能是路径。
zh_hant: 設定的參數 'fileName' 只能是檔案名稱，而不是路徑。

# ShowError_CannotHaveChildren
source: Error parsing NuGet.Config. Element '{0}' cannot have descendant elements. Path: '{1}'.
cs: Při analýze souboru NuGet.Config došlo k chybě. Element {0} nemůže mít podřízené elementy. Cesta: {1}
de: Fehler beim Analysieren von "NuGet.config". Das Element "{0}" darf keine untergeordneten Elemente enthalten. Pfad: "{1}".
es: Error al analizar NuGet.Config. El elemento "{0}" no puede tener elementos descendientes. Ruta de acceso: "{1}".
fr: Erreur d'analyse du fichier NuGet.Config. L'élément '{0}' ne peut pas avoir d'éléments descendants. Chemin : '{1}'.
it: Si è verificato un errore durante l'analisi del file NuGet.Config. L'elemento '{0}' non può contenere elementi discendenti. Percorso: '{1}'.
ja: NuGet.Config の解析中にエラーが発生しました。要素 '{0}' は、子孫要素を持つことができません。パス: '{1}'。
ko: NuGet.Config를 구문 분석하는 동안 오류가 발생했습니다. '{0}' 요소는 하위 요소를 가질 수 없습니다. 경로: '{1}'.
pl: Błąd podczas analizowania pliku NuGet.Config. Element „{0}” nie może mieć obiektów podrzędnych. Ścieżka: „{1}”.
pt_br: Erro ao analisar o NuGet.Config. O elemento '{0}' não pode ter elementos descendentes. Caminho: '{1}'.
ru: Ошибка при анализе NuGet.Config. Элемент "{0}" не может иметь дочерние элементы. Путь: "{1}".
tr: NuGet.Config ayrıştırılırken hata oluştu. '{0}' öğesinin alt öğeleri olamaz. Yol: '{1}'.
zh_hans: 分析 NuGet.Config 时出错。元素“{0}”不能有子代元素。路径:“{1}”。
zh_hant: 剖析 NuGet.Config 時發生錯誤。元素 '{0}' 不得有子系元素。路徑: '{1}'。

# ShowError_ConfigDuplicateDisabledSources
source: Cannot update package sources, config file contains a duplicated key '{0}' in the disabled package sources section. Path: '{1}'
cs: Zdroje balíčku nejde aktualizovat, konfigurační soubor obsahuje duplicitní klíč{0}v oddílu zakázaných zdrojů balíčků. Cesta:{1}
de: Paketquellen können nicht aktualisiert werden. Die Konfigurationsdatei enthält einen duplizierten Schlüssel „{0}“ im Abschnitt mit deaktivierten Paketquellen. Pfad: „{1}“
es: No se pueden actualizar los orígenes del paquete, el archivo de configuración contiene una clave duplicada "{0}" en la sección de orígenes de paquetes deshabilitados. Ruta de acceso: "{1}"
fr: Impossible de mettre à jour les sources de package, le fichier de configuration contient une clé dupliquée « {0} » dans la section sources de package désactivée. Chemin d’accès : « {1} »
it: Non è possibile aggiornare le origini del pacchetto. Il file di configurazione contiene una chiave duplicata '{0}' nella sezione origini pacchetto disabilitate. Percorso: '{1}'
ja: パッケージ ソースを更新できません。構成ファイル内の無効化されているパッケージ ソースのセクションに、重複するキー '{0}' が含まれています。パス: '{1}'
ko: 패키지 원본을 업데이트할 수 없습니다. 구성 파일에 비활성화된 패키지 원본 섹션의 중복된 키 '{0}'이(가) 포함되어 있습니다. 경로: '{1}'
pl: Nie można zaktualizować źródeł pakietów. Plik konfiguracji zawiera zduplikowany klucz „{0}” w sekcji wyłączonych źródeł pakietów. Ścieżka: „{1}”
pt_br: Não é possível atualizar as origens do pacote, o arquivo de configuração contém uma chave duplicada '{0}' na seção de origens do pacote desabilitado. Caminho: '{1}'
ru: Не удается обновить источники пакетов, так как файл конфигурации содержит повторяющийся ключ '{0}' в разделе "Отключенные источники пакетов". Путь: '{1}'
tr: Paket kaynakları güncellenemiyor, yapılandırma dosyası, devre dışı bırakılmış paket kaynakları bölümünde yinelenen bir '{0}' anahtarı içeriyor. Yol: '{1}'
zh_hans: 无法更新包源，配置文件在禁用的包源部分中包含重复的密钥“{0}”。路径:“{1}”
zh_hant: 無法更新套件來源，設定檔案在停用的封裝來源區段中包含重複的金鑰 '{0}'。路徑: '{1}'

# ShowError_ConfigHasInvalidPackageSource
source: {0}: NuGet.Config has an invalid package source value '{1}'. Reason: {2}
cs: {0}: NuGet.Config má neplatnou hodnotu zdroje balíčku {1}. Důvod: {2}
de: {0}: NuGet.Config weist einen ungültigen Paketquellwert "{1}" auf. Grund: {2}
es: {0}: NuGet.Config tiene un valor de origen del paquete "{1}" no válido. Motivo: {2}
fr: {0} : NuGet.Config a une valeur source de package non valide '{1}'. Raison : {2}
it: {0}: NuGet.Config contiene un valore di origine pacchetto non valido: '{1}'. Motivo: {2}
ja: {0}: NuGet.Config に無効なパッケージ ソース値 '{1}' があります。理由: {2}
ko: {0}: NuGet.Config에 잘못된 패키지 소스 값 '{1}'이(가) 있습니다. 이유: {2}
pl: {0}: Plik NuGet.Config ma nieprawidłową wartość źródłową pakietu „{1}”. Przyczyna: {2}
pt_br: {0}: o NuGet.Config tem um valor de origem de pacote inválido '{1}'. Motivo: {2}
ru: {0}: NuGet.Config имеет недопустимое значение источника пакета "{1}". Причина: {2}
tr: {0}: NuGet.Config, geçersiz bir '{1}' paket kaynağı değerine sahip. Neden: {2}
zh_hans: {0}: Nuget.exe 具有无效的包源值“{1}”。原因: {2}
zh_hant: {0}: NuGet.Config 有無效的套件來源的值 '{1}'。原因: {2}

# ShowError_ConfigInvalidOperation
source: NuGet.Config is malformed. Path: '{0}'.
cs: NuGet.Config je poškozený. Cesta: {0}.
de: NuGet.Config ist falsch formatiert. Pfad: "{0}".
es: NuGet.Config tiene un formato incorrecto. Ruta de acceso: '{0}'.
fr: Le format de NuGet.Config n'est pas correct. Chemin : '{0}'.
it: Il formato di NuGet.Config non è valido. Percorso: '{0}'.
ja: NuGet.Config の形式が正しくありません。パス: '{0}'。
ko: NuGet.Config의 형식이 잘못되었습니다. 경로: '{0}'.
pl: Plik NuGet.Config jest źle sformułowany. Ścieżka: „{0}”.
pt_br: NuGet.Config está malformado. Caminho: '{0}'.
ru: Неверный формат NuGet.Config. Путь: "{0}".
tr: NuGet.Config hatalı biçimlendirilmiş. Yol: '{0}'.
zh_hans: NuGet.Config 格式不正确。路径:“{0}”。
zh_hant: NuGet.Config 格式不正確。路徑: '{0}'。

# ShowError_ConfigInvalidXml
source: NuGet.Config is not valid XML. Path: '{0}'.
cs: NuGet.Config není platný soubor XML. Cesta: {0}.
de: NuGet.Config weist kein gültiges XML-Format auf. Pfad: "{0}".
es: NuGet.Config no es XML válido. Ruta de acceso: '{0}'.
fr: NuGet.Config n'est pas un fichier XML valide. Chemin : '{0}'.
it: Il formato XML di NuGet.Config non è valido. Percorso: '{0}'.
ja: NuGet.Config が妥当な XML ではありません。パス: '{0}'。
ko: NuGet.Config가 올바른 XML이 아닙니다. 경로: '{0}'.
pl: Plik NuGet.Config nie jest prawidłowym kodem XML. Ścieżka: „{0}”.
pt_br: NuGet.Config não é um XML válido. Caminho: '{0}'.
ru: Недомустимый код XML в NuGet.Config. Путь: "{0}".
tr: NuGet.Config geçerli XML değil. Yol: '{0}'.
zh_hans: NuGet.Config 不是有效的 XML。路径:“{0}”。
zh_hant: NuGet.Config 不是有效的 XML。路徑: '{0}'。

# ShowError_ConfigRootInvalid
source: NuGet.Config does not contain the expected root element: 'configuration'. Path: '{0}'.
cs: NuGet.Config neobsahuje požadovaný kořenový element: configuration. Cesta: {0}.
de: NuGet.Config enthält nicht das erwartete Stammelement: "configuration". Pfad: "{0}".
es: NuGet.Config no contiene el elemento raíz esperado: 'configuration'. Ruta de acceso: '{0}'.
fr: NuGet.Config ne contient pas l'élément racine attendu : 'configuration'. Chemin : '{0}'.
it: NuGet.Config non contiene l'elemento radice previsto: 'configuration'. Percorso: '{0}'.
ja: 想定されているルート要素: 'configuration' が NuGet.Config に含まれていません。パス: '{0}'。
ko: NuGet.Config 에 필요한 루트 요소 'configuration'이 없습니다. 경로: '{0}'.
pl: Plik NuGet.Config nie zawiera oczekiwanego elementu głównego: „configuration”. Ścieżka: „{0}”.
pt_br: NuGet.Config não contém o elemento raiz esperado: 'configuration'. Caminho: '{0}'.
ru: NuGet.Config не содержит ожидаемый корневой элемент: "configuration". Путь: "{0}".
tr: NuGet.Config beklenen 'configuration' kök öğesini içermiyor. Yol: '{0}'.
zh_hans: NuGet.Config 不包含应有的根元素: "configuration"。路径:“{0}”。
zh_hant: NuGet.Config 未包含預期的根項目: 'configuration'。路徑: '{0}'。

# ShowError_ConfigUnauthorizedAccess
source: Failed to read NuGet.Config due to unauthorized access. Path: '{0}'.
cs: Nepodařilo se načíst NuGet.Config, protože se jedná o neautorizovaný přístup. Cesta: {0}.
de: Fehler beim Lesen von NuGet.Config aufgrund eines nicht autorisierten Zugriffs. Pfad: "{0}".
es: Error al leer NuGet.Config debido a un acceso no autorizado. Ruta de acceso: '{0}'.
fr: Échec de la lecture de NuGet.Config en raison d'un accès non autorisé. Chemin : '{0}'.
it: Non è stato possibile eseguire la lettura di NuGet.Config per mancanza delle autorizzazioni di accesso. Percorso: '{0}'.
ja: 許可されていないアクセスのために NuGet.Config を読み取れませんでした。パス: '{0}'。
ko: 무단 액세스로 인해 NuGet.Config를 읽지 못했습니다. 경로: '{0}'.
pl: Nie można odczytać pliku NuGet.Config z powodu nieautoryzowanego dostępu. Ścieżka: „{0}”.
pt_br: Falha ao ler o NuGet.Config devido ao acesso não autorizado. Caminho: '{0}'.
ru: Не удалось прочитать NuGet.Config из-за несанкционированного доступа. Путь: "{0}".
tr: Yetkisiz erişim nedeniyle NuGet.Config okunamadı. Yol: '{0}'.
zh_hans: 由于未授权访问权限，因此未能读取 NuGet.Config。路径:“{0}”。
zh_hant: 因未經授權的存取而無法讀取 NuGet.Config。路徑: '{0}'。

# ShowError_UnknownOrigin
source: File location not known
cs: Neznámé umístění souboru
de: Dateispeicherort unbekannt
es: Ubicación de archivo desconocida
fr: Emplacement du fichier inconnu
it: Percorso file sconosciuto
ja: ファイルの場所が不明です
ko: 파일 위치를 알 수 없음
pl: Lokalizacja pliku nie jest znana
pt_br: Local do arquivo não conhecido
ru: Неизвестное расположение файла
tr: Dosya konumu bilinmiyor
zh_hans: 文件位置未知
zh_hant: 檔案位置不明

# TextShouldNotBeEmpty
source: Text elements should not be empty.
cs: Textové elementy nesmí být prázdné.
de: Textelemente dürfen nicht leer sein.
es: Los elementos de texto no deben estar vacíos.
fr: Les éléments de texte ne doivent pas être vides.
it: Gli elementi di tipo Text non devono essere vuoti.
ja: テキスト要素を空にすることはできません。
ko: 텍스트 요소는 비워둘 수 없습니다.
pl: Elementy tekstowe nie mogą być puste.
pt_br: Os elementos de texto não devem ficar vazios.
ru: Текстовые элементы не должны быть пустыми.
tr: Metin öğeleri boş olmamalıdır.
zh_hans: 文本元素不应为空。
zh_hant: 文字元素不得為空白。

# TrustedSignerMustHaveCertificates
source: A trusted signer entry must have at least one certificate entry.
cs: Položka důvěryhodného podepisujícího musí mít alespoň jednu položku certifikátu.
de: Ein vertrauenswürdiger Signaturgebereintrag muss mindestens einen Zertifikateintrag aufweisen.
es: Una entrada de firmante de confianza debe tener al menos una entrada de certificado.
fr: Une entrée de signataire approuvé doit avoir au moins une entrée de certificat.
it: Una voce di firmatario attendibile deve contenere almeno una voce di certificato.
ja: 信頼される署名者エントリには少なくとも 1 つの証明書エントリが必要です。
ko: 신뢰할 수 있는 서명자 항목에는 하나 이상의 인증서 항목이 있어야 합니다.
pl: Wpis zaufanego elementu podpisującego musi mieć co najmniej jeden wpis certyfikatu.
pt_br: Uma entrada do signatário confiável deve ter ao menos uma entrada do certificado.
ru: Запись доверенного подписывающего должна включать хотя бы одну запись сертификата.
tr: Güvenilir bir imzalayan girdisinin en az bir sertifika girdisi olması gerekir.
zh_hans: 受信任的签名人条目必须具有至少一个证书条目。
zh_hant: 信任的簽署者項目至少必須有一個憑證項目。

# UnknownHashAlgorithmNotSupported
source: Unknown hash algorithm is not supported.
cs: Neznámý algoritmus hash není podporován.
de: Ein unbekannter Hashalgorithmus wird nicht unterstützt.
es: No se admite un algoritmo hash desconocido.
fr: Algorithme de hachage inconnu non pris en charge.
it: L'algoritmo hash sconosciuto non è supportato.
ja: 不明なハッシュ アルゴリズムはサポートされていません。
ko: 알 수 없는 해시 알고리즘은 지원되지 않습니다.
pl: Nieznany algorytm wyznaczania wartości skrótu nie jest obsługiwany.
pt_br: O algoritmo de hash desconhecido não é compatível.
ru: Неизвестный алгоритм хэширования не поддерживается.
tr: Bilinmeyen karma algoritması desteklenmiyor.
zh_hans: 不支持未知的哈希算法。
zh_hant: 不支援未知的雜湊演算法。
